{"url":"https://www.rocketpunch.com//jobs/69565/UIUX-%EB%94%94%EC%9E%90%EC%9D%B4%EB%84%88","title":"UIUX 디자이너","origin":"Wecode","start_date":"02/14 ","newbie":"인턴신입","content":["\n        주요 업무\n                    안녕하세요! Wecode의 대표 송은우 입니다!Wecode는 멘토의 검증된 실력과 풍부한 경험으로 좋은 개발자를 양성하고자 설립된 프리미엄 집중 코딩 부트캠프입니다. 4월에 1기를 시작하여 이제까지 수많은 wecoder 분들이 프론트/백앤드 개발자로 새로운 인생을 시작하셨고, 동료 개발자로 무럭무럭 성장하고 있습니다. 무늬만 코딩, 사용할 수 없는 …\n            더 보기\n            안녕하세요! Wecode의 대표 송은우 입니다!Wecode는 멘토의 검증된 실력과 풍부한 경험으로 좋은 개발자를 양성하고자 설립된 프리미엄 집중 코딩 부트캠프입니다. 4월에 1기를 시작하여 이제까지 수많은 wecoder 분들이 프론트/백앤드 개발자로 새로운 인생을 시작하셨고, 동료 개발자로 무럭무럭 성장하고 있습니다. 무늬만 코딩, 사용할 수 없는 코드가 아닌, \"진짜 개발\"을 할 수 있는 좋은 개발자를 양성하는 것이 wecode의 사명 중 하나입니다. 매 기수 학생의 성과로 보람은 이루말할 수 없으며, 저 또한 오랜기간 개발자로만 일하다가 처음 멘토링을 하면서 여러가지 면에서 한층 더 성장할 수 있었습니다. 현재는 오프라인 소수정예 코딩교육으로 이루어져 있지만, 앞으로 개척해야할 것들이 수없이 많습니다. Wecode의 초창기 멤버로서 회사의 도약을 위해 함께하실 분들을 모집하고 있습니다.저희 Wecode와 같이 UIUX 기획과 디자인 및 전체적인 디자인 업무를 담당하실 분을 찾고 있습니다!- UIUX 기획 및 디자인- A/B테스트 실험을 수행하여 서비스 퍼널의 전환율 개선- 서비스 사용자 분석- 그 외 전반적인 디자인 및 기획 업무저희 Wecode 에서는 **수평적인 업무 문화 안에서 주도적으로 일하시면서 많은 것들을 해보시고 성장하실 수 있습니다.****혼자 다 알아서 해야하는건 아닙니다.** 저희와 같이 상의해 가면서 전체적인 기획과 목표를 구상하고 실행해 나가게 될 것입니다. 큰 그림과 목표는 저희와 같이 만들어 나가면서 자기 주도적으로 업무를 하실수 있습니다. 그러므로 저희는 디자이너로서의 경력이나 경험 보다는 **자기 주도적인 업무 수행 능력과 커뮤니케이션 역량을 더 중요하게 생각합니다.**더 자세한 내용은 아래 링크를 참조 부탁드립니다:https://www.notion.so/wecode/Wecode-UIUX-Designer-Position-a5af79de15984762beb36b4a6621acee- 홈페이지: https://wecode.co.kr- 인스타그램: https://www.instagram.com/wecode_bootcamp/- 유투브: https://www.youtube.com/channel/UCSBzZfbXra68mJC7nJ6qN-w\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          UI/UX디자인\n          웹디자인\n          UI디자인\n          zeplin\n          Sketch\n          Adobe Photoshop\n          Adobe Illustrator\n          브랜드디자인\n          마케팅디자인\n          콘텐츠디자인\n          UX디자인\n          크리에이티브디자인\n          서비스디자인\n        \n      ","\n        채용 상세\n                    담당업무=======================- UIUX 기획 및 디자인- A/B테스트 실험을 수행하여 서비스 퍼널의 전환율 개선- 서비스 사용자 분석- 그 외 전반적인 디자인 및 기획 업무자격요건=======================- UIUX 기획 및 디자인 역량- 자기 주도적으로 일할 수 있으신 분.- 수평적이고 자율적인 업무 환경에서 …\n            더 보기\n            담당업무=======================- UIUX 기획 및 디자인- A/B테스트 실험을 수행하여 서비스 퍼널의 전환율 개선- 서비스 사용자 분석- 그 외 전반적인 디자인 및 기획 업무자격요건=======================- UIUX 기획 및 디자인 역량- 자기 주도적으로 일할 수 있으신 분.- 수평적이고 자율적인 업무 환경에서 동시에 자신의 책임감을 다 할 수 있으신 분.- 존중과 신뢰를 바탕으로 자유롭고 적극적인 커뮤니케이션을 잘하시는분.- 학습과 성장에 관심있고 자기개발을 위해 노력하는 분.- 능동적인 업무 수행우대사항=======================- Google Optimize 등 A/B테스트 툴을 사용해보신 분- 웹 서비스 UI/UX디자인 경력 2년 이상- B2C 서비스 UI/UX 기획 경험을 가지고 계신 분- Zeplin, Invision, Asana, Slack, Github 등 온라인 협업툴 사용 경험- 코딩 경험이 있거나 코딩에 관심 있으신 분위코드와 함께하면 이런 점이 좋습니다=======================- 저희 멘토들의 개발 역량은 국내 최고라 자부합니다. 이러한 저희와 같이 정말 제대로된 디자인을 해보실 수 있는 기회입니다! **개발 역량이 부족해서 원하시는 디자인을 못하시는 일은 없습니다!**- 총합 25년 이상 경력의 전문 개발자 멘토들에게 코딩 교육 받을 수 있는 기회!- 매 기수 열정적인 wecoder 분들과 함께 긍정적인 에너지 얻음!!- 기술서적, 스터디 지원- 맥북 제공 (정직원으로 채용시)- TERAROSA COFFEE: 아메리카노, 라떼 무제한- 수제맥주 8종 무제한- 실내 암벽등반, 탁구, 요가 클래스, 북클럽 등 다양한 이벤트를 즐기면서 재밌게 일할 수 있는 기회- 위워크 선릉2의 쾌적한 업무 환경Wecode의 근무 환경=======================위코드는 위워크 선릉2호점에 위치해 있으며, wecode의 사무실과 근무환경은 굉장히 좋다고 자부 합니다. 쾌적한 공간 뿐만이 아니라, 실내 암벽등반, 탁구, 요가 클래스, 북클럽 등 다양한 이벤트를 즐기면서 근무 할 수 있습니다.Wecode 소개=======================Wecode는 premium intensive coding bootcamp 입니다.  비전공자도 3달만에 집중적인 개발 훈련을 받고 전문 개발자로 취업 할 수 있을 정도의 역량을 쌓을 수 있는 프로그램 입니다. Wecode 에서는• 월가 출신 15년차 개발자• 개발서적 저자• 국내외 대기업+핀테크 창업 경험• 걸스인텍 운영진에게 직접 배울 수 있습니다.저희 wecode를 통해 많으신 분들이 개발자로서 새로운 인생의 시작에 성공하셨습니다. 그리고 앞으로 더 많은 분들에게 개발자의 꿈을 이루어 드리고자 하는 목표를 가지고 있습니다!- 홈페이지: https://wecode.co.kr- 인스타그램: https://www.instagram.com/wecode_bootcamp/- 유투브: https://www.youtube.com/channel/UCSBzZfbXra68mJC7nJ6qN-w\n"]}