{"url":"https://www.rocketpunch.com//jobs/43808/%ED%94%84%EB%A1%A0%ED%8A%B8%EC%97%94%EB%93%9C-%EA%B0%9C%EB%B0%9C%EC%9E%90Frontend-SW-Engineer%EC%A0%84%EB%AC%B8%EC%97%B0%EA%B5%AC%EC%9A%94%EC%9B%90-%EC%A7%80%EC%9B%90%EA%B0%80%EB%8A%A5","title":"프론트엔드 개발자(Frontend SW Engineer/전문연구요원 지원가능)","origin":"엘리스","start_date":"","newbie":false,"content":["\n        주요 업무\n                    - 엘리스의 Web 프론트엔드 신규 기능 구현 및 기존 기능 유지보수- 운영/디자인/백엔드팀과 협업하여 기능 기획 및 설계- 더 좋은 조직문화와 개발문화를 함께 만들기\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          React\n          Redux\n          webpack\n          WebSocket\n          Jest\n          es6\n          GitLab\n        \n      ","\n        채용 상세\n                    자격 요건- AngularJS/Vue/React 기반 웹 프론트엔드 개발 경험- 프로덕션 환경에서 지속적인 서비스 개선 및 운영 경험우대 요건- React/Redux 기반 웹앱 개발 경험- 온라인 교육 소프트웨어 운영/개발 경험- Jest/Enzyme 기반 TDD 경험- Webpack 기반 Javascript 생태계에 대한 이해- 올바른 HTML/C…\n            더 보기\n            자격 요건- AngularJS/Vue/React 기반 웹 프론트엔드 개발 경험- 프로덕션 환경에서 지속적인 서비스 개선 및 운영 경험우대 요건- React/Redux 기반 웹앱 개발 경험- 온라인 교육 소프트웨어 운영/개발 경험- Jest/Enzyme 기반 TDD 경험- Webpack 기반 Javascript 생태계에 대한 이해- 올바른 HTML/CSS 활용 및 브라우저 호환성에 대한 이해- Websocket/RxJS 기반 개발 경험- 동영상 스트리밍 서비스 개발 경험- 스크럼/칸반 기반 애자일 개발 프로세스 참여 경험- 기록 및 문서화 덕후현재 사용중인 기술 스택- ES6+, React 16+, Redux로 웹앱 구현- Webpack, Babel, Gulp로 패키징- REST API를 이용해 서버와 통신- Sass/storybook 기반 스타일 작성- Jest + Enzyme로 단위 테스트 작성- 정적 분석 및 포맷팅에 eslint, stylelint, prettier 사용- 설치형 gitlab을 이용하여 CI/CD- Websocket 및 OneSignal 기반 채팅 / 알림 / 코드 에디팅- Azure Media Service와 통신하여 Azure Media Player 기반 동영상 스트리밍중요시하는 태도- 다른 사람에게 질문하고, 질문받고, 도움을 요청하고, 돕는 것을 즐긴다.- 자신만의 전문성을 발전시키기 위해 노력한다.- 무엇이든 쉽게 그냥 넘어가지 않는다. - 현상이 아닌 원인을 해결하려고 한다. 엘리스 프론트엔드 팀이 일하는 프로세스 (2017.12 기준)- https://medium.com/elice/디지털-노마드를-꿈꾸며-ca6818e83819엘리스는 KAIST 인공지능/머신러닝 연구실에서 교육 연구로 시작하여 현재 새로운 Computer Science (CS) 교육 패러다임을 만들기 위해 엘리스 플랫폼을 운영하고 있습니다. 저희는 함께 성장할 수 있는 최고의 인재들과 함께 오랜기간 정체되어 있는 CS 교육을 모두가 함께 즐겁게 배울 수 있는 교실로 만들고 있습니다.엘리스 SW엔지니어는 현재 온/오프라인에서 소셜한 CS 교실을 만들기 위해 라이브 스트리밍, 헬프센터, 도커 실습 환경, 선생님 도우미 AI, 교육봇 등 최신 그리고 최고의 기술들로 개발 및 연구를 진행하고 있습니다. 특히나 특허 출원한 엘리스 프로그래밍 실습 환경은 지난 2년간 학생의 세세한 학습 상황을 수집하여 MIT 연구원과 CS 교육 연구도 진행했습니다. 이 외에 CSCW 국제 학술회에서 Honorable Mention (상위 1%) 논문 기재등 단순 기능 개발이 아닌 '왜?' 라는 질문을 통해 최고의 엔지니어/사이언티스트와 일하고 있습니다. 단지 연구에만 국한되지 않고, 실제 플랫폼에 적용하여 교육 플랫폼을 개발할 수 있습니다. (엘리스 기술/연구 블로그: https://medium.com/elice)엘리스에서 모든 엔지니어/사이언티스트가 한 때 배웠던 CS과목을 더 나은 환경에서 제공하며 보람을 느끼고 있으며, 새로 나오는 CS과목 (예, 확률론적 언어) 등을 다시 배우며 지속적으로 성장할 수 있습니다. 엘리스에서 혁신적인 교육을 만들 같이 성장할 분을 항상 찾고 있습니다.\n\n            \n              \n                  \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}