{"url":"https://www.rocketpunch.com//jobs/68982/%ED%94%84%EB%A1%9C%EB%8D%95%ED%8A%B8-%EB%94%94%EC%9E%90%EC%9D%B4%EB%84%88UX","title":"프로덕트 디자이너(UX)","origin":"스페이스워크","start_date":"02/26 ","newbie":"경력","content":["\n        주요 업무\n                    스페이스워크는 인공지능과 빅데이터를 기반으로 부동산 개발 프로세스 전반을 혁신하는 프롭테크 스타트업 입니다. 우리가 개발하는 제품 Landbook은 개발 수익률이 높은 토지를 찾고, 그 곳에 가장 적합한 형태의 개발계획을 수립할수 있도록 돕습니다.스페이스워크는 기존의 투자자들이 개별 전문가를 통하여 쉽게 접근하거나 분석할수없는 산재되어있는 비정형 데…\n            더 보기\n            스페이스워크는 인공지능과 빅데이터를 기반으로 부동산 개발 프로세스 전반을 혁신하는 프롭테크 스타트업 입니다. 우리가 개발하는 제품 Landbook은 개발 수익률이 높은 토지를 찾고, 그 곳에 가장 적합한 형태의 개발계획을 수립할수 있도록 돕습니다.스페이스워크는 기존의 투자자들이 개별 전문가를 통하여 쉽게 접근하거나 분석할수없는 산재되어있는 비정형 데이터들을 수집 및 통합하였습니다. 랜드북의 효율성(efficiency)과 효과성(effectiveness)은 엄선된 데이터와 AI를 통해 일구어내는 혁신의 산물입니다. 2016년 10월 설립되어 3년이 막 지난 스페이스워크는  누적 100억원 이상의 투자를 유치하여 성장을 가속화해서 고객들과 매출을 신속하게 확대해나가고 있습니다. 도시와 건축에 관심을 가지신 분 들 중에 다음 일들에 자신있는 분들을 찾습니다. 1) 사용자 경험을 단순화 하는 일 2) 많은 양의 숫자와 데이터를 시각화해서 사용자가 직관적으로 정보를 얻을수 있게 하는일.  스페이스워크에서 UX/UI디자이너는 인공지능으로 계획된 건물 디자인으로 표현하고, 웹서비스를 기획하고, 다양한 정보를 시각화 하는 체계를 디자인할 수 있습니다.인터뷰 및 언론보도 : https://medium.com/spacewalk-blog메인 제품 : https://www.landbook.net회사 웹페이지 : http://www.spacewalk.tech\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          UI/UX디자인\n          웹디자인\n          서비스디자인\n          UX디자인\n          프로덕트디자인\n        \n      ","\n        채용 상세\n                    직무내용- 스페이스워크 토지탐색 서비스인 랜드북 제품들을 사용자 관점에서 고민- 논의된 내용을 UX Flow Map으로 빠르게 만들어 추상적인 개념을 구체화하고 고도화하는 작업- 제품 브랜딩과 사용자 분석, 비즈니스와 심미성이 align된 User Interface를 제작- 효과적인 의사결정을 위해 사용자 행동과 데이터를 지속적으로 관찰하고 분석지향…\n            더 보기\n            직무내용- 스페이스워크 토지탐색 서비스인 랜드북 제품들을 사용자 관점에서 고민- 논의된 내용을 UX Flow Map으로 빠르게 만들어 추상적인 개념을 구체화하고 고도화하는 작업- 제품 브랜딩과 사용자 분석, 비즈니스와 심미성이 align된 User Interface를 제작- 효과적인 의사결정을 위해 사용자 행동과 데이터를 지속적으로 관찰하고 분석지향하는 디자인 프로세스- 디자인사고(Design Thingking)를 바탕으로 사용자 관점에서 공감하여 문제점을 파악- 린 스타트업(Build-Measure-Learn)과 애자일 방식으로 작고 빠르게 실험하고 배우고 다시 적용- 타 팀과 디자인 과정을 실시간으로 공유하여 자유롭게 피드백을 주고 받는 문서 기반 작업   (DDD: Doucument Driven Development) : Figma, Google Slide, Notion을 주로 사용 자격요건  - 해당직무 경력 4년 이상(또는 그에 준하는 역량)- 시각디자인, 산업공학, 인지심리학, HCI 관련 전공자( 또는 그에 준하는 역량)- Photoshop, Illustrator, Sketch(Figma)를 자유자재로 활요하여 높은 수준의 디자인 결과물을 제작- 산발적으로 논의된 컨셉을 UX Flow Map으로 논리적이고 깔끔하게 정리할 수 있는 역량- Digital Product (PC, Mobile, Android, iOS)과 멀티플랫폼 개발에 대한 이해- 여러 정보들을 구조화하여 수준 높은 타이포그래피로 표현할 수 있는 능력우대사항- 시각 디자인, 산업공학, HCI 관련 MS/MA degree- 인공지능, 건축, 부동산, 금융 등 다양하고 새로운 분야에 대해 호기심을 가지고 학습하려는 열린 태도- 컨셉과 스토리를 모션그래픽, 영상 또는 일러스트레이션으로 표현해낼 수 있는 아트웍필수 지원 서류- 경력이 포함된 이력서- 포트폴리오(자유양식이며 프로젝트 기여도를 솔직하고 상세히 적어주세요)팀문화-새로운 기술을 빠르게 이해하고 배울 수 있도록, 회사가 기회와 환경을 제공 합니다.-각 분야의 전문가들과 좋은 결론을 합의해 나가는 수평적 팀플레이 문화를 중시합니다.-자율과 책임을 기반으로 한 성과를 중요시합니다. 눈치로 참여하는 야근과 회식은 없습니다.-사회적 기여를 목표로 하는 임팩트 벤쳐 타운내 커뮤니티에서 나누고 배울 수 있습니다.스페이스워크는 다음과 같은 인재를 원합니다.- 스페이스워크 기업 문화 (투명성, 성과, 성장)에 적합하신 분- 자기주도적으로 높은 수준의 결과를 만들어낼 수 있는 분- 문서를 명확하게 작성할 수 있는 분- 작업 리뷰에 대한 열린 마음을 가지신 분- 동료 엔지니어들과 함께 옳은 의사결정을 할 수 있는 분- 자신의 결정이 조직에 얼마나 큰 영향을 주는지 책임감 있게 인지하실 수 있는 분- 다른 분야의 전문가, 기술팀 외부의 인력과의 커뮤니케이션 하실 수 있는 분- 끊임없이 새로운 기술을 받아들이고, 제품 적용가능성을 합리적으로 검토하실 수 있는 분복리후생- 유연한 근무 : 코어시간(10:30~16:00) 외 원격 포함 자율근무- 우수한 동료들과의 교류 : 월 1회 스페이스러니 제도 등 서로 어울리면서 배울 기회 제공- 선택적 복지제도 : 건강검진, 피트니스, 항공권, 상품권 등- 편리하고 쾌적한 근무환경 : 패스트파이브 서울숲점 근무(뚝섬역 3분, 서울숲역 5분 거리)- 직장 어린이집 : 최고 수준의 어린이집에 자녀 입소 가능- 자기계발 지원 : 도서구매, 강의, 컨퍼런스 지원- 연구/개발 관련 아낌없는 지원 : 듀얼모니터, 최신 노트북, 사내 GPU 서버 등 장비 지원\n"]}