{"url":"https://www.rocketpunch.com//jobs/68651/%EC%9D%B8%ED%84%B4%EC%8B%A0%EC%9E%85-%EC%98%A8%EC%98%A4%ED%94%84%EB%9D%BC%EC%9D%B8-%ED%99%8D%EB%B3%B4PR-%EB%A7%A4%EB%8B%88%EC%A0%80","title":"[인턴/신입] 온/오프라인 홍보(PR) 매니저","origin":"로지브라더스","start_date":"02/27 ","newbie":"인턴신입","content":["\n        주요 업무\n                    4차산업혁명의 물결 속에서 떠오르는 SW(코딩) 교육 시장!다음 세대를 살아갈 아이들의 핵심 역량인 \"문제해결력\"(Computational Thinking - 컴퓨팅사고력)을 코딩 교육을 통해 키워 줄 수 있는 놀이터를 만들자는 기업 미션을 가지고 있습니다.이미, EBS, 천재교육 등과의 제휴를 통해 15만명이 사용하고 있는 코딩교육 프로그램 코드모…\n            더 보기\n            4차산업혁명의 물결 속에서 떠오르는 SW(코딩) 교육 시장!다음 세대를 살아갈 아이들의 핵심 역량인 \"문제해결력\"(Computational Thinking - 컴퓨팅사고력)을 코딩 교육을 통해 키워 줄 수 있는 놀이터를 만들자는 기업 미션을 가지고 있습니다.이미, EBS, 천재교육 등과의 제휴를 통해 15만명이 사용하고 있는 코딩교육 프로그램 코드모스와 이를 열심히 만들고 있는 팀 로지브라더스를 널리 알려줄 홍보 담당자를 모집합니다!!* 코드모스 웹사이트: http://www.codmos.io[주요 업무]PR 담당자로 팀의 연간 OKR 및 분기별 집중 하고 있는 목표들(OKR)을 달성하기 위해, 자사의 서비스 및 기업을 어떻게 포지셔닝 하고 홍보할지 기획하고 효율적으로 실행하게 됩니다!  - 서비스/기업 관련 보도자료 작성, 블로그 포스팅 및 관리, 팀 자체 또는 언론 인터뷰, 온/오프라인 이벤트 진행, 이해 관계자와의 대내외 커뮤니케이션 등.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          PR\n          언론홍보\n          대외커뮤니케이션\n          기업홍보\n          홍보\n          커뮤니케이션\n          홍보 활동 관리\n          미디어\n          온라인홍보\n          offline event\n        \n      ","\n        채용 상세\n                    정말 하루하루 빠르게 변해가는 요즘. 다음 세대의 아이들은 과연 어떤 삶을 살아갈까요?[About 로지브라더스] 로지브라더스는 미래사회에 필요한 인재 역량인 문제해결력을 키워주기 위해 교육 전문가, 개발 전문가, 창업 전문가들이 모인 팀으로,문제해결과정에 필요한 사고과정(CT)을 연계시킨 SW(코딩)교육용 콘텐츠와 솔루션을 만들고 있는 에듀테크 기업…\n            더 보기\n            정말 하루하루 빠르게 변해가는 요즘. 다음 세대의 아이들은 과연 어떤 삶을 살아갈까요?[About 로지브라더스] 로지브라더스는 미래사회에 필요한 인재 역량인 문제해결력을 키워주기 위해 교육 전문가, 개발 전문가, 창업 전문가들이 모인 팀으로,문제해결과정에 필요한 사고과정(CT)을 연계시킨 SW(코딩)교육용 콘텐츠와 솔루션을 만들고 있는 에듀테크 기업입니다.  독보적인 블록형 코딩 교육 컨텐츠 제작 능력, 또 자기주도 학습을 지원할 수 있는 기술경쟁력을 보유하여 이미 EBS, 천재교육을 통해 수십만명의 유저를 대상으로 코딩교육 프로그램 및 컨텐츠를 제공하고 있습니다. 또, 교육부 산하 한국과학창의재단과의 협약을 통해 범국민 대상 '온라인 코딩 파티'의 컴퓨팅 사고력 부문을 책임지고 있습니다.[주요 업무]PR 담당자로 팀의 연간 및 분기별 OKR* 집중 하고 있는 목표들(OKR)을 달성하기 위해, 자사의 서비스 및 기업을 어떻게 포지셔닝 하고 홍보할지를 기획하고 이를 효율적으로 실행하게 됩니다! * OKR(Objective and Key Results) - 서비스/기업 관련 보도자료 작성, 블로그 포스팅 및 관리, 팀 자체 또는 언론 인터뷰, 온/오프라인 이벤트 진행, 이해 관계자와의 대내외 커뮤니케이션 등.설정된 회사의 목표, 대상에 따라 브랜딩과 포지셔닝이 달라질 것이며, 이에 따라 내외 커뮤니케이션을 할 수 있도록 방법을 찾아 나가야 합니다. 대상은 언론이 될 수도 있고, 회사와 이해관계를 맺고 있거나, 맺을 수 있는 다양한 재무적 \u0026 전략적 교육기관, 공공기관, 투자자, 또 내부 팀원들이 될 수도 있습니다. 정리된 기업/서비스 핵심을 각 비즈니스 대상에 맞게 메시지와 채널, 전달 방식을 고안해 실행해나갑니다.[주요역할 및 책임]- 솔루션 및 기업의 언론홍보- 언론홍보 및 대외홍보 전략 수립 및 실행- 미디어 관계 구축 및 대응, 위기관리- 커뮤니케이션 채널 관리 및 운영- 기업 브랜딩, 사내 커뮤니케이션, 채용 마케팅 지원[자격요건]회사의 전략을 깊이 이해할 수 있으며, 비즈니스 전략에 맞게 적극적으로 의견을 개진하고, 자기주도적으로 학습해 나가실 수 있는 훌륭한 커뮤니케이션 능력자라면 좋겠습니다.- 능동적인 업무 수행 능력- 뛰어난 커뮤니케이션 능력- 보도자료 및 기획 기사 작성 능력 (writing skill 필수) - 프로페셔널한 업무 처리 능력[우대사항]- 언론/홍보학과 선호 - 인하우스 PR 경험- 커뮤니케이션 채널 신규 기획 및 확장 경험- 미디어 대상 온/오프라인 행사 기획 및 실행 경험- 영어 커뮤니케이션이 가능한 자[근무혜택]- 최신 노트북 또는 맥북(MAC) 프로 + 삼성 27인치 커브드 모니터 1대 제공- 도서 구입비 지원, 업무상 필요한 tool 지원- 포지션 관련 자기 계발을 위한 세션, 컨퍼런스 참여 지원- 최고급 원두 및 커피머신(드립, 에스프레소) 상시 대기- 명절 선물 및 뜬금없는 기프트 (영화 티켓, 현금, 상품권 등 랜덤)- 살찌지 않는 정도의 적당한 간식 및 야근시 식대 제공- 장기근속 휴가 및 자유로운 연차, 반차 사용- 건강 검진 지원- 자유복장- 팀 의견을 반영한 2개월 1회 정도의 친목도모 활동 (자율 참석, ex. 공연관람, 회식, 액티비티 등)[지원 방법 및 절차] - 자유형식의 이력서와 자기소개서를 admin@logibros.com으로 보내주세요.- 지원서 및 포트폴리오 전달 \u003e 1, 2차례의 인터뷰 \u003e 결과통보[근무조건]근무시간: 09:30 – 18:30 @사무실 (30분 자율 출근제 10am-7pm)근무지: 서울시 강남구 압구정로42길 22, 4층 (주)로지브라더스급여조건: 협의 후 결정 (3개월 수습기간)\n"]}