{"url":"https://www.rocketpunch.com//jobs/70315/%EC%B1%84%EB%84%90%ED%86%A1-%EC%8B%9C%EB%8B%88%EC%96%B4-iOS-%EC%97%94%EC%A7%80%EB%8B%88%EC%96%B4-%EC%82%B0%EC%97%85%EA%B8%B0%EB%8A%A5%EC%9A%94%EC%9B%90-%EC%A0%84%EC%A7%81-%EB%B3%B4%EC%B6%A9%EC%97%AD-%ED%8F%AC%ED%95%A8","title":"[채널톡] 시니어 iOS 엔지니어 (산업기능요원 전직 / 보충역 포함)","origin":"조이코퍼레이션","start_date":"  ","newbie":"경력","content":["\n        주요 업무\n                    조이(ZOYI)의 비전은 '미래의 클래식 제품을 만드는 것'입니다. 클래식 제품이란, 엑셀, 스카이프, 윈도우 처럼 한 세대를 상징할 수 있는 제품을 의미합니다.채널톡(https://channel.io)은 '고객이 답이다'라는 철학으로 18,000개가 넘는 고객사들의 고객 소통 경험을 변화시키고 있습니다. 고객과 언제 어디서나 대화할 수 있는 환경을…\n            더 보기\n            조이(ZOYI)의 비전은 '미래의 클래식 제품을 만드는 것'입니다. 클래식 제품이란, 엑셀, 스카이프, 윈도우 처럼 한 세대를 상징할 수 있는 제품을 의미합니다.채널톡(https://channel.io)은 '고객이 답이다'라는 철학으로 18,000개가 넘는 고객사들의 고객 소통 경험을 변화시키고 있습니다. 고객과 언제 어디서나 대화할 수 있는 환경을 만들어 비즈니스의 방향성을 고객으로부터 찾을 수 있도록 돕고 있는데요 2018년, 2019년 2년 연속 연매출이 5배, 3배씩 성장했고, 올해도 3배 성장하는 것이 목표입니다. AK mall, 야나두, 츄, 클래스 101 등 앞서 나가는 온라인 커머스와 스타트업들이 채널톡을 통해 고객과 소통하고 있습니다. 2019년까지 한국과 일본의 투자사들로부터 누적 93억원의 투자를 유치 했습니다.채널톡 팀은 혁신적인 채팅 상담 경험을 만들어 나가는 중입니다. 우리의 미션은 모든 브랜드 사업자들이, 그들의 웹과 앱 어디서나 고객과 바로 대화할 수 있는 세상을 만드는 것 입니다. 어떤 웹이나 앱이라도 채널톡 플러그인만 설치하면 고객은 브랜드 담당자들과 바로 편리하게 대화할 수 있습니다. 또 브랜드 입장에서는, 고객에게 먼저 말을 걸어 비즈니스 결과를 만들어 나갈 기회가 생길 겁니다. 조이코퍼레이션 최시원 대표 인터뷰 : https://ppss.kr/archives/208709채널톡 블로그 : https://channel.io/ko/blog하고 싶은 일이 참 많습니다! 많이 기대되는 앞으로의 여정 가운데, ZOYI의 제품 로드맵과 기술에 영향을 미칠 수 있는 뛰어난 개발자들과 함께 하고 싶습니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          iOS\n          Swift\n          RxSwift\n          Objective-C\n          Swift 개발 경험자\n          iPhone\n          ios 앱개발\n        \n      ","\n        채용 상세\n                    [어떤 기회가 있나요?]- 빠르게 성장하는 제품을 함께 만들 수 있어요. - 채널톡 서비스의 주요 핵심 영역인 앱 개발을 리딩할 수 있어요!- 제품과 코드의 퀄리티를 중요하게 챙기며 일하는 경험을 할 수 있어요. 기능 출시 일정에 쫓겨서 엉망인 코드를 만드는 일은 조이에서 댓츠노노! ?- 풀스택 엔지니어링 경험! 팀 내에서 자유로운 포지션 변경이 가…\n            더 보기\n            [어떤 기회가 있나요?]- 빠르게 성장하는 제품을 함께 만들 수 있어요. - 채널톡 서비스의 주요 핵심 영역인 앱 개발을 리딩할 수 있어요!- 제품과 코드의 퀄리티를 중요하게 챙기며 일하는 경험을 할 수 있어요. 기능 출시 일정에 쫓겨서 엉망인 코드를 만드는 일은 조이에서 댓츠노노! ?- 풀스택 엔지니어링 경험! 팀 내에서 자유로운 포지션 변경이 가능해요. 모바일 앱 개발 외에도 조이에는 여러 기술 과제가 넘쳐 납니다. 백엔드, 자바스크립트 등 새로운 최신 기술 과제에 도전할 기회들이 계속해서 있습니다.- 무엇보다 뛰어나고 열정적인 동료들과 외롭지 않게 같이 일할 수 있어요. 커피 한 잔을 마시더라도 새로운 기술과 제품의 성장에 대해서 이야기 나눌 수 있어요. - 조이에서의 하루 하루가 도전적입니다. 쉬운 과정은 아니지만, 그 속에서 우리의 팀워크, 제품, 기술을 함께 성장시켜 나가는 경험을 할 수 있습니다. [iOS 개발자에게 기대하는 점]- 하루 300만명이 사용하는 국민 라이브챗! 채널톡 모바일 iOS 관리자와 플러그인을 만들 분- 고객과 지속적으로 직접 만나서 피드백을 듣고 모바일 사용률을 높일 수 있는 분- 다양한 팀 간에 피쳐나 개발내용을 조율하고 딜을 할 수 있는 분- 주변에서 센스있다는 소리를 자주 듣는 분[어떻게 일하나요?]- 1주일 단위로 스프린트를 진행합니다. 매주 월요일에 스프린트 회의를 하고, 매주 금요일에 회고를 합니다.- 매일 출/퇴근시 채널로 스크럼을 합니다. 테스크의 진행 상황과 이슈 등을 공유합니다.- 별도의 풀타임 기획자 없이 모든 디자이너와 엔지니어가 기획에 참여하고 의견을 낼 수 있습니다. 기획 당시 디테일한 사항을 모두 결정하기보다는 빠른 실행과 잦은 커뮤니케이션을 통해 수정해나가는 것을 선호합니다.- 테스트 및 이슈 관리는 노션(notion)을 사용합니다.  칸반보드를 사용하여 모든 진행 상황을 가시화합니다.- 스프린트 단위의 주요 마일스톤 관리는 노션(notion) 및 화이트보드를 사용합니다.- 스케치(Sketch)로 디자인하고 제플린(Zeppelin)을 통해 엔지니어에게 전달합니다.- 깃헙(Github)을 메인 코드 저장소로 사용합니다. 각 엔지니어는 테스크 별로 별도의 브랜치에서 작업한 후 풀리퀘스트를 통해 메인 저장소에 반영합니다.- 풀리퀘스트는 반드시 1인 이상의 코드 리뷰를 받고 머지합니다. 코드 리뷰는 스타일 체크, 정확성 등 단순한 부분부터 유지보수하기 쉬운 설계, 읽기 좋은 코드를 위한 리팩토링 등의 논의까지 이루어집니다.- 자세한 기술 스택은 stackshare( https://stackshare.io/zoyi/channel-io ) 에서 확인 가능합니다. ?- 릴리즈는 상황에 따라 다르지만 모바일의 경우 1~2주에 한 번 정도 배포합니다.[어떤 조건이 필요한가요?]- Swift/Objective-C를 기반으로 UIKit, Foundation 등을 사용하는 3년 이상의 iOS 플랫폼 개발 경험- CS 기본 지식들(알고리즘, 자료구조, 메모리 모델, 운영체제 등)에 대한 이해- 영어로 작성된 개발문서, 레퍼런스 등을 어려움 없이 읽을 수 있으신 분- 비동기 코드 작성시의 작업 관리 및 메모리 관리에 대한 이해가 있으신 분- Cocoapods, Carthage 등의 패키지 매니저의 사용 및 이해- RxSwift의 기본적인 사용에 이해- 팀의 프로젝트 스케쥴링 및 매니징 능력[이런 점이 있다면 더욱 좋아요]- RESTful API 및 WebSocket에 대한 이해- 업무 자동화/CI 활용/스크립팅을 좋아하시는 분- 여러가지 아키텍쳐에 관한 이해 및 사용 경험- 문제가 생겼을 때 발빠르게 대처할수있는 디버깅 스킬- 퍼포먼스 분석 및 최적화 경험- 자료구조, 알고리즘 등의 깊은 이해- 자신의 지식을 다른 분야의 팀원에게도 이해시킬 수 있는 의사소통 능력[이렇게 대우합니다]- 쾌적한 환경에서 일합니다. - 음악이 흐르는 쾌적한 사무실에서 파티션 구분 없이 모두 오픈된 상태로 일합니다.- 최고의 인재를 위한 최고 수준의 업무용 장비(맥북프로 혹은 동급 사양)를 지원합니다. - 휴가는 눈치보지 않고 쓸 수 있습니다. - 생산적으로 일하기 위해 팀 별 탄력근무제, 카페 근무 및 부분적 원격 근무를 지원합니다.- 큰 성과에는 보답을 합니다. 정기적으로 보상을 검토합니다.- 조이는 빠르게 성장하는 스타트업입니다. 업계 상위권의 경쟁력있는 급여와 의미있는 스톡옵션 기회가 주어집니다.[어떤 방식으로 채용하나요?]- 일반적으로 '서류 제출 - 온라인 면접 - 오프라인 면접' 순서로 진행되며, 경우에 따라 최대 3회까지 면접을 진행할 수 있습니다.- 면접 결과에 따라 면접 절차를 유동적으로 조정할 수 있습니다.- 제출하신 서류를 통해 팀에 필요한 기본적인 문제해결 역량을 가지신 분인지 확인합니다. 지금까지 진행하셨던 프로젝트들과, 도전 과제들을 어떻게 해결하셨는지 적어주시면 많은 도움이 될 것 같습니다.- 온라인 면접에서는 지원자의 기본 역량을 확인합니다. 학부 수준의 문제로 1시간 ~ 2시간 가량 진행됩니다.- 오프라인 면접에서는 이전 단계에 비해 조금 더 심화 내용을 질문합니다. 지원자의 개발 역량 뿐만 아니라 창의적인 문제 해결 능력을 확인하는 데에 중점을 둡니다. 결과 뿐만 아니라 문제를 해결해가는 과정 자체도 중요하게 평가합니다.- 오프라인 면접에서 문제 해결 면접이 끝나면 조이와 핏이 잘 맞는 분인지 알기 위해 편안하게 서로 질문을 할 수 있는 시간을 갖게 됩니다.\n"]}