{"url":"https://www.rocketpunch.com//jobs/70388/%EC%84%9C%EB%B2%84%EA%B0%9C%EB%B0%9C%EC%9E%90","title":"서버개발자","origin":"굿닥","start_date":"02/19 ","newbie":"경력","content":["\n        주요 업무\n                    서버개발자 JD- 의료소비자에게 적합한 병원 외부의 유틸리티 서비스를 연계해주는 접수/예약/보험/처방전 등의 의료서비스를 개발.- MSA기반의 서버 구조로써 언어는 제한이 없으며 다양한 언어를 구사하는 기존 개발자들과 협업이 중요함.- 가능한 쉬운 코드 작성을 목표로 하는 사람을 원합니다.케어랩스 굿닥 소개굿닥은 모바일에서 의료시장의 가능성을 보고,…\n            더 보기\n            서버개발자 JD- 의료소비자에게 적합한 병원 외부의 유틸리티 서비스를 연계해주는 접수/예약/보험/처방전 등의 의료서비스를 개발.- MSA기반의 서버 구조로써 언어는 제한이 없으며 다양한 언어를 구사하는 기존 개발자들과 협업이 중요함.- 가능한 쉬운 코드 작성을 목표로 하는 사람을 원합니다.케어랩스 굿닥 소개굿닥은 모바일에서 의료시장의 가능성을 보고, 2012년 야심차게 사업을 시작했습니다. 그러나, 사업을 영속하기 위한 비즈니스 모델을 찾지 못해 1년 만에 실패하여 문을 닫았습니다. 모두가 떠나간 굿닥. 하지만 박경득 대표는 홀로 사업을 다시 이끌어나갔고, 버티고 버텨내며 작은 성공들을 계속해서 만들어나갔습니다. 굿닥은 투자를 받지 않고, 스스로 자생하는 방법을 터득하며 성장했습니다. 매출이 발생하면 다시 서비스와 인력에 투자하며 조금씩 나아갔습니다. 그렇게 굿닥은 매년 200% 성장하며 연 매출 100억의 70명에 달하는 동료들이 함께하는 조직으로 성장하였습니다. 그리고 올해 3월, 굿닥은 케어랩스의 다른 사업부들과 함께 창업 6년 만에 O2O 기업 최초로 코스닥 상장(IPO)이라는 결실을 맺었습니다. 상장 이후에도 성장을 하고있으며, 시장에서도 뜨거운 관심을 받고 있습니다.IPO가 굿닥의 종착점은 아닙니다. 굿닥은 이제 시작입니다. 지금까지의 굿닥은 전국의 병원과 약국 찾는 앱, 보기 쉽고 유용한 의료컨텐츠를 제공하는 앱, 성형미용 이벤트를 모아볼 수 있는 앱이었습니다. 하지만 이제는 굿닥을 사용하는 모든 사람들의 건강을 체계적으로 관리해줄 수 있는, 살면서 꼭 필요한 서비스들을 제공하는 앱으로 거듭나고자 합니다. 의료기관이 주도하는 의료정보 관리의 시대는 끝나가고 개인이 개인의 의료정보를 관리하는 시대로 변화하고 있습니다. 굿닥은 시대의 흐름 속에서 결코 가볍지 않게 움직이고 있습니다. 의료기관과의 연계를 위한 프로젝트들에 많은 비용을 투자하고 있고, 의료 업계의 내로라할 기업들에 대한 투자와 업무 제휴를 진행하고 있으며, 일이 제대로 돌아갈 수 있도록 더 좋은 동료들을 꾸준히 모으고 있습니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Java\n          PHP\n          Python\n          Amazon AWS\n          Back-end\n          jQuery\n        \n      ","\n        채용 상세\n                    담당업무• 굿닥 서비스 백엔드 시스템 개발• 병원광고플랫폼, PHR(Personal Health Record), 병원찾기등의 서비스 개발자격요건• 나이, 성별, 학력, 전공 무관• 2년 이상의 웹 어플리케이션 개발과 운영 경험• python, php, java 등의 언어에 하나 이상 익숙하신 분• Git, SVN등의 버전 관리 시스템 사용 경험• M…\n            더 보기\n            담당업무• 굿닥 서비스 백엔드 시스템 개발• 병원광고플랫폼, PHR(Personal Health Record), 병원찾기등의 서비스 개발자격요건• 나이, 성별, 학력, 전공 무관• 2년 이상의 웹 어플리케이션 개발과 운영 경험• python, php, java 등의 언어에 하나 이상 익숙하신 분• Git, SVN등의 버전 관리 시스템 사용 경험• MVC framework 기반의 웹 어플리케이션 또는 API 개발경험이 있으신 분• MySQL(Maria DB)등 RDBMS와 NoSQL사용 경험• 기본적인 Linux 사용 능력• 여러 직군들과 협업하며 굿닥 서비스를 만들어가고 싶으신 분우대사항• AWS를 활용한 개발, 운영 경험• PHR, 광고플랫폼 개발 경험• 빌드/테스트/배포 자동화 경험• Microservices 아키텍처 기반의 시스템 개발 경험• 대규모 트래픽이나 대용량 데이터 처리 경험[ 젊고 소통하는 근무 환경을 지향합니다 ]- 강남역에서 5분! 빌딩을 통째로 구매하여 신사옥으로 개편- 케어랩스 카페 \u0026 루프탑 테라스 : 굿닥몬들의 자유로운 업무를 위한 카페 공간- 모든 구성원이 함께 하는 회의, 수요일 마다 열리는 '수요 굿닥회'- 굿닥 모닝 : 매일 아침 다 같이 사진 촬영을 통한 소통의 시간- 수요 문화의 날 : 매월 마지막 수요일 조기 퇴근 후 문화 생활[ 리프레시 할 수 있는 환경을 지원합니다 ]- 탄력적인 출퇴근 제도: 09:00 ~ 10:00 출근 / 18:00 ~19:00 퇴근- 먼저간데이 \u0026 늦게온데이 : 한 달에 한 번 5시 퇴근 혹은 12시 출근할 수 있는 찬스!- 눈치 1도 보지 않고 사용 가능한 연차- 간식 \u0026 커피머신 무제한 제공[ 개인의 성장을 굿닥이 지원합니다 ]- 사내 Dev Day를 통한 연사 초청 강의 및 노하우 공유- 업무 관련 도서 무제한 지원!- 업무 관련 강의 및 세미나 참가 지원!\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}