{"url":"https://www.rocketpunch.com//jobs/66568/%ED%81%AC%EB%9D%BC%EC%9A%B0%EB%94%94-%EC%A6%9D%EA%B6%8C%ED%8C%80%EC%97%90%EC%84%9C-%EB%94%9C%EC%86%8C%EC%8B%B1%EC%9A%B4%EC%98%81%EC%9D%84-%EC%A7%84%ED%96%89%ED%95%98%EC%8B%A4-%EB%B6%84%EC%9D%84-%EC%B0%BE%EC%8A%B5%EB%8B%88%EB%8B%A4","title":"크라우디 증권팀에서 딜소싱/운영을 진행하실 분을 찾습니다!","origin":"크라우디","start_date":"02/11 ","newbie":"인턴신입경력","content":["\n        주요 업무\n                    모집분야\u003e\u003e크라우디 증권팀 Project Manager (PM)모집형태\u003e\u003e- 신입, 경력 (1년 이상 3년 미만)주 업무\u003e\u003e투자형 크라우드펀딩 프로젝트 매니저프로젝트 매니저는 우수한 스타트업을 발굴하고, 발굴한 스타트업의 투자형 크라우드펀딩을 진행하는 일을 하고 있습니다. 증권형 크라우드펀딩과 스타트업 전반을 차근차근…\n            더 보기\n            모집분야\u003e\u003e크라우디 증권팀 Project Manager (PM)모집형태\u003e\u003e- 신입, 경력 (1년 이상 3년 미만)주 업무\u003e\u003e투자형 크라우드펀딩 프로젝트 매니저프로젝트 매니저는 우수한 스타트업을 발굴하고, 발굴한 스타트업의 투자형 크라우드펀딩을 진행하는 일을 하고 있습니다. 증권형 크라우드펀딩과 스타트업 전반을 차근차근 배우게 됩니다.부 업무\u003e\u003e스타트업과 투자자의 만남의 장인 데모데이 등 각종 오프라인 행사 기획 등근무형태\u003e\u003e2개월 수습 후 정규직 전환근무시간\u003e\u003e월~금 / 오전 09:30 ~ 오후 18:00근무위치\u003e\u003e양재역 근처\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          프로젝트관리\n          투자심사\n          사업기획\n        \n      ","\n        채용 상세\n                    안녕하세요! 크라우디 증권팀의 김광민입니다.이번에 크라우디 증권팀에서 함께할 동료를 찾고자 글을 올리게 되었습니다.크라우디 증권팀은 유망한 스타트업을 발굴하고, 다양한 투자군이 참여할 수 있도록 그 스타트업의 투자형 크라우드펀딩을 진행합니다. 평소에 스타트업 생태계, 벤처 생태계에 관심이 많고, 언젠가 창업의 꿈을 꾸시는 분이라면 정말 흥미로운 일이…\n            더 보기\n            안녕하세요! 크라우디 증권팀의 김광민입니다.이번에 크라우디 증권팀에서 함께할 동료를 찾고자 글을 올리게 되었습니다.크라우디 증권팀은 유망한 스타트업을 발굴하고, 다양한 투자군이 참여할 수 있도록 그 스타트업의 투자형 크라우드펀딩을 진행합니다. 평소에 스타트업 생태계, 벤처 생태계에 관심이 많고, 언젠가 창업의 꿈을 꾸시는 분이라면 정말 흥미로운 일이 되실 것이라 확신합니다.열정 넘치고, 능력있는 분들의 많은 지원 기다리겠습니다 :)==========================================================================업무내용주 업무\u003e\u003e- 투자형 크라우드펀딩 프로젝트 매니저증권팀 프로젝트 매니저는 우수한 스타트업을 발굴하고, 발굴한 스타트업의 투자형 크라우드펀딩을 진행하는 일을 하고 있습니다. 증권형 크라우드펀딩과 스타트업 전반을 차근차근 배우게 됩니다.부 업무\u003e\u003e- 데모데이 등 각종 오프라인 행사 기획저희는 단순히 투자형 크라우드펀딩을 진행하는 것에서 그치지 않습니다. 스타트업과 투자자들이 만날 수 있도록 다양한 데모데이를 진행하기도 하고, 또 소규모의 사업설명회를 진행하기도 합니다. 이런 기획을 좋아하시는 분이셨으면 좋겠습니다.==========================================================================크라우디에서 배울 수 있는 것들- 비지니스 인사이트저희는 정말 많은 스타트업을 만납니다. 그리고 그 스타업들이 해결하려고 하는 시장의 문제와 그 문제를 해결할 본인들의 솔루션, 그리고 돈을 버는 비지니스 모델까지 함께 깊이있게 살펴보게 됩니다. 그리고 실제로 그 계획대로 사업이 시행되는지를 지켜볼 수도 있죠. 이 과정에서 많은 비지니스 인사이트가 생깁니다. 만약 언젠가 내 스타트업을 꾸리기를 꿈꾸시는 분이라면, 사업을 배우는데 이 이상 좋은 곳은 없을 거라 생각합니다.- 스타트업, 벤처 생태계의 다양한 네트워크스파크랩, 롯데 엑셀러레이터, 프라이머, 디데이 등 정말 많은 데모데이에 참석합니다. 데모데이의 참가는 다양한 스타트업을 만나는데 있어서 중요하기 때문이죠. 그 뿐만 아니라, 각종 스타트업 행사에도 참석합니다. 이 과정에서 자연스럽게 스타트업 생태계를 이해하게 되며, 관련된 네트워크가 축적됩니다. 또 최신 트렌드를 배우게 되죠.- 경영의 기본이 되는 것들주식회사의 정관, 유상증자, 종류주식, 등기 등 들어본 것 같지만 정확하게는 모르는, 하지만 경영의 기본이 되는 것들에 대한 지식을 습득하실 수 있습니다. ==========================================================================이런 분이었으면 좋겠습니다.- 시속 180킬로로 달리고 싶은 분카오스멍키의 저자 안토니오 가르시아는 대기업의 속도가 시속 80킬로라면, 스타트업의 속도는 시속 180킬로라고 말했는데요. 저희는 시속 180킬로, 아니 그 이상을 달리고 싶은 스타트업 입니다. 그리고 이 달리는 열차에 연료를 더해줄 분이셨으면 좋겠습니다.- 도전정신, 그리고 그릿저희가 가는 길에 누가 잘 닦아놓은 길은 없습니다. 고민하고, 되돌아오고, 다시 가보고 하는 일의 반복입니다. 이 일에는 개척정신이 필요합니다. 또 아닐지도 모르는 길을 포기하지 않고 나아갈 수 있는 끈기 또한 필요합니다. 이런 환경이 두렵기 보단 기대되는 분이었으면 좋겠습니다.- 스타트업에 꿈이 있는 사람크라우드펀딩은 본질적으로 스타트업 생태계를 응원하는 일입니다. 그렇기에 스타트업에 대한 애정이나 꿈이 있는 사람이었으면 좋겠습니다. 누군가의 꿈 이야기에 혹은 데모데이 발표를 듣고 설레본 적이 있다면 저희와 가장 잘 맞는 사람이라고 생각합니다.==========================================================================필수사항 및 우대사항주식의 종류, 기업가치, 회계 등에 대한 전반적인 지식은 일하는데 있어 물론 필요합니다만, 이런 부분들은 금방 습득할 수 있는 부분이라고 믿습니다. 또 배울 수 있는 동료들이 있습니다. 일과 배움에 대한 순수한 열정만 있다면 누구든 환영합니다.==========================================================================크라우디만의 특장점- 진짜 자율 휴가제 (휴가엔 사유가 없죠)- 개인 노트북 제공- 더 자세한건 아래 이미지 참고!==========================================================================사무실 위치- 양재역 도보 7분 거리==========================================================================접수방법- 접수방법 : 본인을 어필할 수 있는 이력서를 자유양식으로 작성하여 kwangmin.kim@ycrowdy.com 으로 접수- 제출서류 : 이력서, 자기소개서 등 본인을 소개할 수 있는 자료라면 어떤 것이든 좋습니다.- 지원문의 : 궁금한 사항은 kwangmin.kim@ycrowdy.com으로 문의바랍니다.==========================================================================전형절차- 서류심사 \u003e 1차 인터뷰 \u003e 2차 인터뷰 \u003e 최종합격- 면접은 공고 기간내 수시로 진행되며 합격자 선발시 공고는 마감됩니다.==========================================================================급여 및 근무시간- 급여 : 협의 후 결정- 근무 형태 : 2개월 수습기간 후 정규직 전환 논의- 근무시간 : 오전 09:30 ~ 오후 18:00 (월~금)\n"]}