{"url":"https://www.rocketpunch.com//jobs/69897/Purchasing-Supervisor","title":"Purchasing Supervisor","origin":"VIANA","start_date":"02/20 ","newbie":"경력","content":["\n        주요 업무\n        We are looking for a Purchasing Supervisor who has high energy to join our team and  help us achieve our goals.  The Purchasing Supervisor at Viana will be responsible for Supply Chain Management of all commodities to support Viana’s requirements while consistently seeking the best product for the best value. Company/Employment Name : Viana Co., LtdViana is a fast-growing online platform that provides access to curated, high-quality professional beauty products to skincare and medical professionals worldwide. Location : Teheranro 37gil, Gangnam-gu, SeoulAs the Purchasing supervisor at VianaThis position is responsible for commodity purchases to support all Viana’s business requirements  involving sourcing materials, contract management, budget control and overseeing staff.- Manage supplier base while proactively seeking and developing new supplies that strategically fit within Viana’s Business Plan.- Mainly deal with the process daily requisitions, expedite deliveries, resolve quality issues and adjust supply chain as required. - Conduct physical inventories quarterly or as required. - Design and implement all material plans and ensure compliance to all purchasing policies and manage all communication for all business activities and assist to buy all supplies and equipment and maintain quality for the same. - Evaluate all quotes and coordinate with vendors to provide required products and analyze all vendor performance to improve all purchasing processes.- Develop and maintain professional relationships with all suppliers and prepare reports for all purchasing activities and provide support to all managers to plan and execute all purchasing processes and provide an effective interface with all departments.- Manage everyday activities of all purchasing activities and design various cost effective methods according to demands.- Resolve invoicing exceptions with suppliers and internal Accounts Payable in Finance.- Develop, implement, and manage cost saving ideas.- Supervise all audit activities and evaluate all purchase orders and payment perform and assist to eliminate any discrepancy in same and prepare all contract terms and conditions.- Effectively communicate with user departments such as Sales, Marketing as well as Management.- To arrange shipping schedules to customers with Logistics service providers(DHL, EMS, etc.) under a payment confirmation.\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          구매\n          안전관리\n          재고관리\n          유통관리\n          scm\n          logistics\n          상품관리\n          scmmanager\n        \n      ","\n        채용 상세\n        Our Ideal Purchasing Supervisor All Viana employees including this position demands extensive teamwork with associates located in multiple departments across the Company. Individuals must be an effective communicator who can add value to the procurement process for Viana. Individual must act as a proactive leader while preserving internal and external relationships - 3~5 years proven work experience in Purchasing, Procurement and SCM, preferably in an cosmetic related company- Hands on experience in data and statistics analysis - Strong data-driven mindset and analytical and problem solving skills- Excellent oral and written communication and negotiating skills- A team player with dedication- Ability to speak and write in English preferred- Visa requirements if you are a foreigner: Only valid work visas are acceptable, F2 \u0026 F4 visa holders preferredEmployment conditions- Salary / Wages : TBD within company budget- Days of the week \u0026 hours : Mon to Fri  9:00 - 18:00- Statue : Regular  (Probation : A month)How to apply- Email the application to talent@vianacare.com  - Current resume/CV in English- Current Visa Status if necessaryViana는 다양한 국적의 동료들이 함께 일하고 있으며 주로 영어로 커뮤니케이션을 합니다. 하지만 Suppliers는 대부분 한국분들이시기에 한국어, 한글이 익숙하지 못한 분들은 해당 업무를 진행하기 어려울 수 있습니다. Our colleagues are from various nation and culture. We usually communicate in English at work. However, the suppliers are mostly Koreans, so it can be difficult for those who are not familiar with Korean language to do the job. * Keywords구매, SCM, Purchasing, 화장품, 의료기기, cosmetics, medical devices, 재고관리, 스타트업, 외투기업"]}