{"url":"https://www.rocketpunch.com//jobs/69864/%EC%9C%A0%ED%94%BD-%EC%86%8C%EC%8B%B1-%EB%8B%B4%EB%8B%B9%EC%9E%90-%EC%B1%84%EC%9A%A9","title":"[유픽] 소싱 담당자 채용","origin":"트릿지","start_date":"03/03 ","newbie":"신입경력","content":["\n        주요 업무\n                    온라인 테이스팅 플랫폼 ‘유픽’트릿지의 Wholesale Team은 tridge.com 의 소싱 데이터를 통해 경쟁력 있는 푸드아이템을 찾아내어 국내 시장에 파고들고 있습니다. 몇 가지 B2B아이템의 성공적 안착에 이어 첫 B2C 아이템인 아보카도오일 또한 시장에 성공적으로 안착시켰고 이 과정에서 얻은 인사이트로 온라인 푸드 테이스팅 플랫폼 ‘유픽’…\n            더 보기\n            온라인 테이스팅 플랫폼 ‘유픽’트릿지의 Wholesale Team은 tridge.com 의 소싱 데이터를 통해 경쟁력 있는 푸드아이템을 찾아내어 국내 시장에 파고들고 있습니다. 몇 가지 B2B아이템의 성공적 안착에 이어 첫 B2C 아이템인 아보카도오일 또한 시장에 성공적으로 안착시켰고 이 과정에서 얻은 인사이트로 온라인 푸드 테이스팅 플랫폼 ‘유픽’을 런칭하게 되었습니다.유픽의 테이스팅 과정은 ‘제품선택 - 제품경험 - 제품피드백’ 의 사이클을 짧고 유의미하게 만듭니다. 유픽은 소비자들에게 끊임없이 새로운 제품을 소개하며 소비자의 피드백을 빠르게 공급자에게 전달합니다. 이를 통해 소비자 공급자 모두 만족시키며 지금까지 없었던 푸드 테이스팅 플랫폼을 만들어나가고 있습니다.소싱 담당자로 지원 하시나요? 유픽을 통해 더 유니크하고 상품성있는 식품을 소싱하고싶은 분을 찾습니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          상품소싱\n          소싱업체 발굴\n          소싱\n          상품MD\n        \n      ","\n        채용 상세\n                    채용 상세 • 팀 소개“우리가 하는 일 \u0026 이 일을 하는 이유”전 세계 식품아이템 중 국내에 소개되지 않았던, 낯설지만 특징이 확실한 식품아이템을 국내 소비자들께 소개하는 서비스를 운영하고 있습니다.사람들의 입맛은 점점 다양해지고 있습니다. 다양해지는 입맛을 만족시키기 위해 저희는 다양한 식품 포트폴리오를 구성하고, 소비자와 직접 만납니다. …\n            더 보기\n            채용 상세 • 팀 소개“우리가 하는 일 \u0026 이 일을 하는 이유”전 세계 식품아이템 중 국내에 소개되지 않았던, 낯설지만 특징이 확실한 식품아이템을 국내 소비자들께 소개하는 서비스를 운영하고 있습니다.사람들의 입맛은 점점 다양해지고 있습니다. 다양해지는 입맛을 만족시키기 위해 저희는 다양한 식품 포트폴리오를 구성하고, 소비자와 직접 만납니다. 거대 미디어나 자본의 도움 없이, 소비자들과 직접 만나 유픽이 소개하는 식품아이템의 피드백을 받고 있습니다. 이를 통해 국내 식품시장의 다양성을 높이고 소비자들의 니즈를 만족시키는것이 우리가 이 일을 하는 이유입니다.“비즈니스를 아는 팀”유픽 서비스를 운영하는 Wholesale Team에서는 비즈니스를 잘 아는 팀원들이 유픽 서비스를 만들어나가고 있습니다.Sales- B2B, B2C상품 영업을 모두 경험한 영업파트. 백화점, 마트, 프랜차이즈, 카페 등 여러 영업채널을 직접 개척한 경험 보유. Wholesale Team 비즈니스 운영 2년간 매출 550% 증대.Sourcing- 유럽 및 동북아, 동남아 지역을 백그라운드로 하는 소싱파트. 유럽 및 아시아 Cuisine에 대한 깊은 이해를 바탕으로 각 대륙별 식품아이템 소싱 진행.Marketing- 유픽 온라인 서비스의 고도화 및 개발에 집중하는 마케팅파트. 온라인 서비스 기획 및 마케팅, 브랜딩, UX/UI 디자인을 맡아 다양한 접점에서 소비자와 만나고 있는 파트.Operation- 국내 굴지의 수입식품사에 재직한 경력을 바탕으로 백화점, 마트, 온라인채널 등 각 유통채널특성에 대한 이해도가 높은 오퍼레이션파트.• 담당업무- 국내외 시장 트렌드에 따라 확장 할 제품 분석- 전 세계에서 구입할 새 제품을 소싱 - 새로운 업체와 관계를 구축하고 구매를 위한 가장 많은 상생 조건 도출 - 팀과 협력하여 go-to-market 계획 수립. • 요건- 학사 학위 이상- 1~2년 경력 (해외 비즈니스 또는 Account Managing 선호)- 우수한 서면 및 구두 의사 소통 능력 (한국어 및 영어)- 제 3국어 선호- 한국 식품 시장 트렌드에 이해• 이런 캐릭터의 팀원을 기다려요- Team Player- Go getter personality- Comfortable with ambiguity -  Foodie- 변화에 유연하고 긍정적인 에너지를 가진 분• 채용공통기간: 채용시까지채용형태: 정규직(3개월 수습기간을 통해 서로 Fit이 맞는지 확인해봐요)연봉: 회사 내규에 따름업무 시간: 평일 09:00~19:00 (점심시간 12:30 ~ 13:40)위치: 서초구 동광로 95-1, 동경빌딩 4층(7호선 내방역 도보 10분거리)채용절차: 서류 지원 ▶ 인터뷰(실무진, 임원면접) ▶ 최종 합격• 제출 서류자유양식 이력서 \u0026 1page 자기소개서(필수, 짧게 써주시면 좋아요. In English preferable)본인 역량 어필할 수 있는 추가 자료(선택)wholesale-recruit@tridge.com으로 지원해주세요• 혜택 및 복지- 업무 장비는 최신형으로 (직무에 따라 iMac 27\", 맥북 프로 15\", windows PC 15” 중 제공)- 도서지원비- 세미나, 컨퍼런스 참가비 지원- 회사가 서래마을에 있어요, 식품관련 스타트업인 만큼 회식은 맛있는 곳으로 갑니다• 공통 업무툴- Gmail (G-Suite)- Slack- Asana----------------------English Job OfferABOUT US Have you ever tasted something when you were travelling that you wished you could have in Korea? Are you a foodie and a trend aficionado who´s constantly looking for something new? If so, we want to talk to you. Youpick is Tridge´s e-commerce channel that introduces unique and trendy food items into the Korean market. It was born to share to the Korean market all the products we thought were amazing but were not available here yet. From aromatic coffee pods from Australia to traditional Hummus from Israel, Youpick brings the most fun and unique food items to your door. ABOUT THE JOBWe are looking for a Sourcing Assistant Manager (사원~대리급) who can expand Youpick’´s product portfolio. As part of the Sourcing Team you will help find new global suppliers, build relationships with them and make win-win purchasing decisions. RESPONSABILITIES: - Identify products for expansion based on domestic and international market trends. - Search for new products to purchase from around the world. - Build relationships with new suppliers and bring out the most win-win conditions for purchasing their products. - Collaborate with multifunction teams to build Go-to-Market plans. WHAT WE ARE LOOKING FOR: - Graduated with a Bachelor’s degree or higher. - 1~2 years work experience (overseas business or account managing preferred).- Excellent written and verbal communications skills (Korean and English). - Third language preferable.- “Go-getter” personality.- Comfortable with ambiguity.- Food enthusiast.- Good understanding of the Korean food market trends.HOW TO APPLY - Required documents: Resume and Cover Letter (English preferred; include contact information)- Please e-mail the required documents at wholesale-recruit@tridge.com - Qualified candidates for interview will be contacted individually.\n"]}