{"url":"https://www.rocketpunch.com//jobs/70183/%EC%A3%BC%EB%8D%94%EB%8F%84%EC%8A%A8%ED%8A%B8-%EA%B0%9C%EB%B0%9C%ED%8C%80-%EA%B3%B5%EA%B0%9C%EC%B1%84%EC%9A%A9-%ED%94%84%EB%A1%A0%ED%8A%B8%EC%97%94%EB%93%9C%EB%B0%B1%EC%97%94%EB%93%9C-%EA%B0%81-1%EB%AA%85","title":"(주)더도슨트 개발팀 공개채용 (프론트엔드/백엔드 각 1명)","origin":"더도슨트","start_date":"02/27 ","newbie":"경력","content":["\n        주요 업무\n        -Web/App 서비스의 개발/유지보수 -개발일정관리 -외주제작 발주 및 검수 관리\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          PHP\n          jQuery\n          MySQL\n          Amazon AWS\n          JavaScript\n          HTML5\n          Front-end\n          Back-end\n          풀스택개발\n          CSS\n          Node.js\n          Android\n          iOS\n        \n      ","\n        채용 상세\n        안녕하세요 (주)더도슨트입니다. 저희는 IoT디바이스와 클라우드 웹서비스, 모바일 어플리케이션으로 이루어진  “사물인터넷 융합 아카데미 운영관리 시스템 ARDOR(알더)\"를 완성, 유통하여  성장한계에 부딪히기 쉬운 중소형 학원의 업무를 실질적으로 감소시킴으로써  운영을 편리하게 해주고 경영상태를 호전시켜  전방시장의 활성화에 기여하기 위해 출범한 회사입니다. 중소벤처기업부 정부지원사업인 ‘예비창업패키지`에  국민대학교를 주관기관으로 하여 19년 9월 최종 선정되었으며,  서울과학기술대학교 BI 입주기업으로 선정,  제1창업보육센터에 19년 11월 1일 입주를 시작하여  19년 11월 15일 법인설립을 완료하였습니다. 20년 2월 현재 개발본부와 디자인실을 구축하여 기업부설연구소 설립 및 인증을 마치고, 2월내 MVP완성, 4월내 테스트베드 완료, 5월 시장출시를 목표하고 있습니다.  금번 공개채용은 2월말, 서비스의 MVP완성과 함께 서비스를 고도화하기 위한 공개채용으로써 개발/기획이사 휘하의 개발조직 구축이 목적이며, 채용시 선임연구원으로서 근무하시게 됩니다. +선임연구원의 자격기준으로 인해 2,3년제 대졸 이상, 경력 2년 이상의 자격을 요합니다. *모집 부문은  -프론트엔드 개발자 1명 -백엔드 개발자 1명 입니다. *각 분야의 자격요건은 다음과 같습니다. +프론트엔드(마크업) 개발자 (1명) 영업목표및 서비스기획의 전반에 대한 상세한 분석이 가능하신 분. HTML , CSS,  javascript 등등의 기술에 전문성을 갖추신 분. ajax, rest 통신을 통한 서버측 개발에 참여 가능하신 분. 웹기술 스펙 전반 지식이 풍부하신 분. 활발한 커뮤니케이션이 가능하신 분. +백엔드 개발자  (1명) PHP, JSP, NodeJS 등등의 기술에 전문성을 갖추신 분. openCMS(워드프레스, 그누보드)서비스 개발 경험. mySQL, MongoDB 등의 데이터베이스 개발 기술. Linux(Apache Nginx) 웹서버 운영 경험. 자료구조, 데이터공학에 이해가 풍부하신 분. *공통 자격요건은 다음과 같습니다.  2,3년제 대졸 이상 / 모집분야 관련 경력 2년 이상. 각자의 분야에서 리더쉽을 갖추신 분. 정치가 아닌, 능력으로 자신을 증명하시는 분. 조직문화에 대한 이해와 적응이 빠르신 분. 능동적인 업무처리가 가능하신 분.  성능과 안정성에 대해 지속적으로 고민하는 분. 효율적인 개발 프로세스에 대해 이해하고 지속적으로 고민하는 분.  협업에 익숙하고 커뮤니케이션 스킬이 뛰어나신 분. *채용시 당담업무는 다음과 같습니다. Web/App 서비스의 개발/유지보수 개발일정관리 외주제작 발주 및 검수 관리 * 현재의 근무사항 및 조건은 다음과 같습니다. 맥북프로 or ASUS Zenbook 및 듀얼모니터 환경 제공. 근무시간 : 월 ~ 금 오전 10:00 ~ 19:00 주 5일 근무. 휴식 및 점심시간 : 11:30 ~ 12:30 18:50 까지 근무 종료 후 퇴근. 야근 금지.  조기출근 허용하나 권장하지 않음. 중식비 지원. 주차 지원. 도서관 대출/출입증 발급. * 약속드릴 수 있는 조건은 다음과 같습니다. 회사의 성장과 함께, 기여도에 따른 점진적이고 파격적인 급여 보상 또는 스톡옵션. 조직 구축과 관리능력에 따른 직책과 권한 부여.  기본적 복지체계 구축과 성과에 따른 인센티브제 확립.\n            \n              \n                  \n                \n            \n          "]}