{"url":"https://www.rocketpunch.com//jobs/54813/Machine-Learning-Engineer","title":"Machine Learning Engineer","origin":"엘비스","start_date":"12/06 ","newbie":"소경력","content":["\n        주요 업무\n                    LVIS, through our advanced brain network analysis tools, provides Live Visualization to innovate how neurological diseases are diagnosed and treated.LVIS is a leader in cutting edge neural informa…\n            더 보기\n            LVIS, through our advanced brain network analysis tools, provides Live Visualization to innovate how neurological diseases are diagnosed and treated.LVIS is a leader in cutting edge neural information analysis technologies that can decode brain networks and find cures for neurological diseases. LVIS owns patented technologies and our team includes leaders with strong expertise in neuroscience and engineering from Stanford University. LVIS has been selected to be a member of the Stanford StartX community and the NVIDIA inception program. We have an international team with our headquarter located in Palo Alto, California, USA and we have an office in Gangnam, Seoul, South Korea. We are looking for talented individuals to join us in transforming the neurology health care industry.LVIS provides an environment where everyone is expected to grow with the company. We are looking for self motivated team members who will be at the leading edge of technology.Responsibilities- Develop, experiment, and verify a deep learning model based on signal and image data.- Analyze, process, and augment unrefined various signal and image data.- Communicate and collaborate with team members including neuroscientists in the development of machine learning models.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Python\n          Machine Learning \n          TensorFlow\n          딥러닝\n          인공지능\n          Data Science\n          머신러닝\n          PyTorch\n          caffe\n          keras\n        \n      ","\n        채용 상세\n                    Responsibilities- Develop, experiment, and verify a deep learning model based on signal and image data.- Analyze, process, and augment unrefined various signal and image data.- Communicate and col…\n            더 보기\n            Responsibilities- Develop, experiment, and verify a deep learning model based on signal and image data.- Analyze, process, and augment unrefined various signal and image data.- Communicate and collaborate with team members including neuroscientists in the development of machine learning models.Basic Qualifications - Familiarity with machine learning algorithms and deep neural networks.- 3+ years of experience with one or more deep neural network frameworks (e.g. Tensorflow, Keras, Pytorch, Caffe, MXNET, CNTK, etc.).- Strong programming skills in Python, C++, or other programing languages.- BS degree in Computer Science, Electrical Engineering, BioEngineering, or similar technical fields.- Ability to learn medical and neuroscience domain knowledge quickly.- Ability to work independently.- Basic English communication skills.Preferred Qualification- Experiences in neural, medical signal and image processing.- Experience with one or more neuroscience study software.- Experience in deployment of deep neural network for web applications.- 5+ years of experience with one or more deep neural network frameworks.\n"]}