{"url":"https://www.rocketpunch.com//jobs/68629/%EB%B0%B1%EC%97%94%EB%93%9C-%EA%B0%9C%EB%B0%9C%EC%9E%90","title":"백엔드 개발자","origin":"(주)휴머닉트","start_date":"02/27 ","newbie":"경력","content":["\n        주요 업무\n                    IoT 도어락의 서버개발- WebRTC 라는 API를  이용하여 손쉽게 스트리밍 웹 백엔드개발  화상채팅 서버 기능과 유사비고: WebRTC 무경험자라도 스터디해서 수행하실 분도 환영.        WebRTC란, Javascript로 된 영상, 데이터 전송 라이브러리를 활용하는 기술 (어렵지않음)        이미 초기버전 개발이 완료된 소스가 있…\n            더 보기\n            IoT 도어락의 서버개발- WebRTC 라는 API를  이용하여 손쉽게 스트리밍 웹 백엔드개발  화상채팅 서버 기능과 유사비고: WebRTC 무경험자라도 스터디해서 수행하실 분도 환영.        WebRTC란, Javascript로 된 영상, 데이터 전송 라이브러리를 활용하는 기술 (어렵지않음)        이미 초기버전 개발이 완료된 소스가 있음.        RTSP이 없어지고 WebRTC로 바뀌는 추세임\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Java\n          PHP\n          MySQL\n          JavaScript\n          Node.js\n          Amazon AWS\n          Back-end\n          서버관리\n        \n      ","\n        채용 상세\n                    담당업무- IoT 도어락 네트워킹 백엔드개발- 도어락의 영상, 사진, 데이터를 스마트폰과 주고 받는 기술 구현- 외주 회사로 부터 받은 1차 소스가 있으며, 이를 고도화 하는 업무임자격요건- 경력 3년 이상- PHP, MySQL, Javascript우대사항 (없어도 무방)- WebRTC 유경험자- AWS 유경험자[회사소개]당사는 창업한지 2년된 스타…\n            더 보기\n            담당업무- IoT 도어락 네트워킹 백엔드개발- 도어락의 영상, 사진, 데이터를 스마트폰과 주고 받는 기술 구현- 외주 회사로 부터 받은 1차 소스가 있으며, 이를 고도화 하는 업무임자격요건- 경력 3년 이상- PHP, MySQL, Javascript우대사항 (없어도 무방)- WebRTC 유경험자- AWS 유경험자[회사소개]당사는 창업한지 2년된 스타트업 IoT 도어락 개발 기업으로써, 정부로부터 아이템의 우수성을 인정받아 자금 지원을 받아 설립되었고, 최근에는 ‘신용보증기금 유망스타트업 100 기업'에 선정되어 10억 자금을 지원 받았습니다. 그리고 저희 회사와 거래를 하겠다며 1000억 매출하는 삼성도어락 OEM사의 사장단이 방문했을 뿐만아니라, 제품이 출시되면 투자 및 구매의향을 보이는 회사들도 대기중에 있습니다.아직은 인프라가 많이 부족합니다만, 페이스북도 창업당시 3명이서 자동차 차고에서 회사 설립해서 수십조원의 회사로 키웠듯이, 당사도 이제 프로토타입 개발로 1차 준비 단계를 마치고 함께 초일류 기업이 되기 위해 설립 초기멤버를 모시고자 합니다.설립 초창기 멤버이니 만큼 각 분야에서 책임감을 갖고 능력을 발휘하실 수 있는 인재가 필요합니다. 이 우수한 아이템의 경쟁력과 인재 분들이 합심하여 상용화를 이루면 2~3년안에 매출이 100억대 이를 것이며, 5년뒤 코스닥에 등록하는데 무리가 없을 것으로 판단하고 있습니다(저희 제품을 가지고 각종 데모데이 심사관들의 심사평). 그렇게 되면 전에 직장 다니면서 경험해보지 못했던 상당액의 보상도 따를 것입니다. 물론 코스닥 등록 이전에도 매출에 따른 성과급은 대기업도 부러워 할만한 혜택을 제공할 것입니다.대표인 저는 엔지니어 출신입니다. 그리고 현재 시제품의 임베디드 펌웨어 개발로도 참여하고 있습니다. 그래서 개발자 마음을 잘 이해하고 있어서 무리한 일정으로 팀원들을 지치게 하는 일이 생기지 않도록 할 것이고, 항상 의견을 경청하고 비젼을 함께 공유해서 향후 남들이 들어오고 싶어 하는 회사를 우리 함께 만들어 갔으면 합니다. :-)정리하면, Worst Case: 3년간 급여 밀릴일 없음             Normal Case: 5년안에 코스닥 상장 및 대기업 이상의 급여 및 복지지원참고로 홈페이지를 만들지 않은 이유는 제품 출시전까지 경쟁사에게 정보유출을 하지 않기 위함이니, 이 부분은 참고해 주시기 바랍니다이메일 이력서 접수처: gskim@humanict.com\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}