{"url":"https://www.rocketpunch.com//jobs/69922/%ED%94%84%EB%A1%A0%ED%8A%B8%EC%97%94%EB%93%9C-%EA%B0%9C%EB%B0%9C%EC%9E%90-%EB%AA%A8%EC%A7%91-%EA%B3%B5%EA%B3%A0","title":"프론트엔드 개발자 모집 공고","origin":"탑아이소프트(주)","start_date":"02/21 ","newbie":"경력","content":["\n        주요 업무\n                    저희는 \"AI, 플랫폼을 통해 소시민과 사회적 약자들을 해피하게\"라는 비젼을 가지고, 세무사, 변리사, 법무사, 노무사, 변호사 등의 도움이 필요한데도 비용때문에 자신의 문제를 해결받지 못했던 사람들에게 매우 적은 비용으로 자신들의 문제를 해결할 수 있게,  AI, 자동화 플랫폼을 공급하여 소시민들에게 전문직군의 서비스를 받는 문턱을 낮추는 시스템을…\n            더 보기\n            저희는 \"AI, 플랫폼을 통해 소시민과 사회적 약자들을 해피하게\"라는 비젼을 가지고, 세무사, 변리사, 법무사, 노무사, 변호사 등의 도움이 필요한데도 비용때문에 자신의 문제를 해결받지 못했던 사람들에게 매우 적은 비용으로 자신들의 문제를 해결할 수 있게,  AI, 자동화 플랫폼을 공급하여 소시민들에게 전문직군의 서비스를 받는 문턱을 낮추는 시스템을 개발하고 있습니다. 각 직군(CEO, CTO, CMO, COO등) 별 헤더들이 있고 모두 성향이 온순하고 상호 협력하는 스타일입니다. 저희 창업멤버들도 모두 사회경험을 통하여 회사에서 스트레스 받는 포인트들이 무엇인지 알고 있으며 개인의 사생활 존중과 상호 인격적 대우를 우선으로 생각하고 있습니다. 그와 함께 당연히 프로다운 결과물은 병행해야겠지만서도 불필요한 회식문화 등 회사에서 일 말고 감정적으로 소모하는 일은 최대한 줄이려고 노력하고 있습니다. 지분과 스톡옵션에 대하여는 열려있는 마음을 가지고 있으며 대주주나 대표 혼자 독식하겠다는 마음도 없습니다. 능력이 있으시고 커뮤니케이션이 원활하고, 팀웍과 상호존중, 인격적 성숙함을 갖추신 분이시라면 얼마든지 동등하게 대우하고 그에 걸맞는 대우를 해드리려고 노력할 예정입니다. 저희는 인공지능 스타트업으로서 , 현재인공지능 챗봇 개발, 디지털워크포스 구축 프로젝트, PPA(I) 기술개발, 인공지능 전문가 개발 등 현재 핫한 분야의 스타트업을 운영하고 있습니다.스마트 팩토리, 인공지능 리테일, 인공지능 물류 시스템 플랫폼개발도 진행중입니다. 대표이사가 CTO라 R\u0026D에 특화된 인재에 매우 높은 관심을 가지고 있습니다. 해당 직무에 관심이 있으신 분은 이력서와 자기소개서, 그리고 포트폴리오를 보내주시면, 서류 전형후 연락드리도록 하겠습니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Front-end\n          HTML5\n          Git\n          CSS3\n          Node.js\n          JavaScript\n          풀스택개발\n          CSS\n          HTML\n          React\n          Redux-saga\n          react-redux\n        \n      ","\n        채용 상세\n                    담당업무-인공지능 법률서비스 프론트 개발-웹 프론트엔드 개발자격요건-react, redux, redux saga 경력자 -완성된 형태의 포트폴리오 소유자-상황에따라 프론트엔드 개발언어 및 툴의 변경에 구애받지 않는자-학습 및 케뮤니케이션이 원활한 자우대사항-컴공과 전공-풀스택\n            더 보기\n            담당업무-인공지능 법률서비스 프론트 개발-웹 프론트엔드 개발자격요건-react, redux, redux saga 경력자 -완성된 형태의 포트폴리오 소유자-상황에따라 프론트엔드 개발언어 및 툴의 변경에 구애받지 않는자-학습 및 케뮤니케이션이 원활한 자우대사항-컴공과 전공-풀스택\n"]}