{"url":"https://www.rocketpunch.com//jobs/68295/%EC%82%AC%EC%97%85%EA%B0%9C%EB%B0%9C%ED%8C%80-Operation-Intern","title":"사업개발팀 Operation Intern","origin":"클룩","start_date":"02/13 ","newbie":"소인턴","content":["\n        주요 업무\n                    Business Development InternDo you want to be a part of a team that’s connecting millions of free and independent travelers tonew attractions and experiences through technology every day? Do you wa…\n            더 보기\n            Business Development InternDo you want to be a part of a team that’s connecting millions of free and independent travelers tonew attractions and experiences through technology every day? Do you want to empower everyperson to travel independently, with all in-destination needs taken care of, for the ultimate hassle-free experience? Do you have what it takes to say that the World is truly #YoursToExplore?This is an exciting opportunity for someone that wants to understand the operational side of a worldleading travel platform business. You will be expected to apply yourself in helping Klook’s BusinessDevelopment efforts from various different angles; and you can expect Klook to provide you with thechance to showcase your strengths and learn about the In-Destination travel industry.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          사업기획\n          비즈니스분석\n          콘텐츠기획\n        \n      ","\n        채용 상세\n                    What You'll Do● Assist BD team on activity onboarding procedures through collaborating withoperations, content, editorial and quality control teams (content translation, contentediting)● Communica…\n            더 보기\n            What You'll Do● Assist BD team on activity onboarding procedures through collaborating withoperations, content, editorial and quality control teams (content translation, contentediting)● Communicating with merchants to collect and confirm merchant information (followupwith contract signing, photos, itinerary, etc) while communicating Klook’s businessstrengths and brand value to suppliers● Assist BD team in optimizing the way our products and services are displayed onthe Klook webpage/App● Collaborating with Customer Experience team to help answer ad-hoc inquiries aboutmerchant services● Assist BD team on performing market and competitor research● Complete tasks assigned by your Business Line ManagerJob Requirements● Diploma or Bachelor degree, business management or marketing preferred● 5 days per week working in Klook.● Fluent in written English and your local language● A start-up attitude - highly collaborative with an entrepreneurial, roll-up-your sleevesattitude that’s not afraid to work independently when required● Must be detail-oriented and organized[근무 조건]-급여 : 세전 200만원-근무 기간 : 3개월 이상 근무 (추후변동가능)-근무 시간 : 10:00-19:00-근무지 : 서울특별시 강남구 테헤란로 124, 20층 (삼원빌딩)-근무 시작일 : 2020년 2월 03일[전형절차]서류심사 \u003e 인터뷰 (간략한 번역 테스트) \u003e 최종합격[지원방법]지원 방법 : michelle.hwang@klook.com 메일 제목 : [KLOOK] BD Intern Travel Service _성명제출 서류 : 국영문 이력서(자유 형식)*제출 서류는 PDF 또는 Word 파일로 제출 부탁드립니다.접수 마감: 2020년 01월 23일면접 일자: 2020년 01월 29일\n"]}