{"url":"https://www.rocketpunch.com//jobs/44789/Customer-Success-Manager","title":"Customer Success Manager","origin":"에이비일팔공","start_date":"02/18 ","newbie":"경력","content":["\n        주요 업무\n                    한국 최고의 Mar-Tech 컨설턴시 에이비일팔공에서 모바일 마케팅과 퍼포먼스 마케팅 직무 전문지식을 바탕으로 데이터 기반 의사결정을 진행할 수 있는 Customer Success Manager(고객 성공 매니저)를 찾습니다.Customer Success Manager(고객 성공 매니저)는 고객사가 에이비일팔공의 제품(Airbridge, Amplit…\n            더 보기\n            한국 최고의 Mar-Tech 컨설턴시 에이비일팔공에서 모바일 마케팅과 퍼포먼스 마케팅 직무 전문지식을 바탕으로 데이터 기반 의사결정을 진행할 수 있는 Customer Success Manager(고객 성공 매니저)를 찾습니다.Customer Success Manager(고객 성공 매니저)는 고객사가 에이비일팔공의 제품(Airbridge, Amplitude, Braze 등)을 이해하고 최대한으로 활용하여 궁극적으로는 고객사의 서비스가 성장할 수 있도록 지원하는 역할을 담당하는 중요한 직무입니다.에이비일팔공의 Customer Success Manager(고객 성공 매니저)는 다음과 같은 특별한 경험을 할 수 있습니다.1. 글로벌 마테크 솔루션 (Amplitude, Braze) 및 신규 마테크 솔루션 (Apptimize, Segment, Snowflake) 경험과 지식 획득2. 국내/해외 최고 고객사들의 Business KPI 경청 및 산업별 이해 증진3. 다양한 카테고리의 고객사와 협력 및 문제 해결을 통한 수 많은 Best Practice 학습4. 여러 고객사의 마케터, 그로스해커들과의 네트워크 형성5. 개발자들과 소통하며 기술적인 배경지식 확보에이비일팔공과 함께 최고의 마케팅 전문가로 성장해보세요. ▶︎ 에이비일팔공의 Customer Success Manager에 대한 더 많은 정보는 아래 링크를 참고해주세요.1. 마케팅 전문가로 성장하는 가장 빠른 길, AB180 CSM  |  http://abit.ly/ab180-so-hot-csm2. 그로스해킹, 실험이 답이다  |  http://abit.ly/AB180_Growth_Team\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          비즈니스매니저\n          커뮤니케이션\n          customer success\n          고객커뮤니케이션\n          데이터분석\n          마케팅캠페인\n          퍼포먼스마케팅\n          고객대응\n          모바일마케팅\n          앱마케팅\n          앱마케터\n          퍼포먼스마케터\n          웹과 앱 attribution\n          Amplitude\n          braze\n          airbridge\n          Apptimize\n          Segment\n          snowflake\n          그로스해킹\n          성과분석\n          마케터\n          Performance Marketing\n          디지털마케팅\n          디지털 마케팅\n          마케팅분석\n        \n      ","\n        채용 상세\n                    담당업무• 제품 사용 지원 : 서비스 사용 교육 및 기능 안내, Airbridge/Amplitude/Braze 등 툴과 관련된 여러 문의 사항에 대해 정확하고 빠르게 응대합니다.• 고객사의 마케팅 캠페인 지원 : 마테크 툴을 활용하여 진행하는 캠페인간의 이슈를 해결하고 대행사 및 매체사와의 커뮤니케이션을 담당합니다.• 제품 개발 기여 : 서비스 개선…\n            더 보기\n            담당업무• 제품 사용 지원 : 서비스 사용 교육 및 기능 안내, Airbridge/Amplitude/Braze 등 툴과 관련된 여러 문의 사항에 대해 정확하고 빠르게 응대합니다.• 고객사의 마케팅 캠페인 지원 : 마테크 툴을 활용하여 진행하는 캠페인간의 이슈를 해결하고 대행사 및 매체사와의 커뮤니케이션을 담당합니다.• 제품 개발 기여 : 서비스 개선을 위한 고객사의 요청사항들을 내부 제품 개발팀에 전달하며, 에어브릿지(Airbridge)와 함께 시너지가 날 수 있는 다른 서드파티(3rd Party) 서비스들과의 커뮤니케이션 및 연동 작업을 지원합니다.-자격요건• 동종업계 경력(대행사, 렙사, 매체사 등) 또는 퍼포먼스 마케팅 업무 1년 이상 경험 하신 분• 마테크 업계에 대한 전반적인 이해도를 갖고 계신 분• 탁월한 커뮤니케이션 능력을 소유하신 분• 데이터 분석 및 리포팅 능력이 뛰어나신 분• MS 오피스를 원활하게 활용 하시는 분• 담당 업무에 대한 책임감과 능동적인 태도를 갖추신 분-우대사항• 영어 등 외국어가 유창하신 분 (일본어, 중국어, 기타 외국어 가능하신분 우대)• 기술에 대한 이해도 및 관심도가 높으신 분• Tracking Solution 사용 경험이 있으신 분• 스타트업에서 근무한 경험이 있으신 분-[Always Bettter. Better, Always.]우리는 항상 내 일에 최선을 다하며, 더 잘할 수 있도록 성장할 기회를 모색합니다. 우리는 여태까지 개인의 성장이 팀의 성장으로 이어진다는걸 검증해왔으며 앞으로도 검증해 나갈 것입니다.회사의 주인은 우리 모두입니다. 업무 환경을 개선하고 프로세스를 효율화하여 생산성을 높일 수 있도록 스스로 노력하며 그에 따른 지원을 아끼지 않습니다.[업무 효율 중심 문화]• Open Culture, 우리가 몰입할 수 있는 업무 문화를 위해 적극적으로 의견을 개진하고 개선해나갑니다.• Airbase, 매월 모든 임직원이 모여 로드맵과 업무 티켓을 점검하고 회고합니다.• 직급체계가 아닌 '-님'을 통해 상호 수평적인 조직문화를 추구합니다.• 고사양의 업무용 디바이스를 지원합니다. (개인용 MacBook, MagicMouse, Magic Keyboard, LeoPold FC750R, MagicTrack Pad, MicroSoft 인체공학 마우스 기본 지급 / 회의실 별 Apple TV 구비, 웹캠 사용 등)• 다양한 유료 소프트웨어를 사용하고 (Notion, Slack, Github, New Relic, Jira, Docswave 등), 언제든 새로운 툴을 도입할 수 있습니다.• 업무효율은 시간과 비례하지 않는다고 생각하기 때문에 야근을 지양합니다.• 사당역 도보 30초 거리에 우리만의 멋지고 쾌적한 사무실이 있습니다. (라운지, 미팅룸, 탕비실 등 시설 완비)[일하기 좋은 환경]• 코어 워킹 타임을 기반으로 한 자율 출퇴근제를 운영하고 있습니다.• 눈치 보지 않고 자율적으로 휴가를 사용할 수 있으며 포상 휴가 등 다양한 제도를 시행 중입니다.• 태어나주셔서 감사합니다, 연차와 별개로 생일 휴가를 사용할 수 있습니다.• 한 달에 한 번, 여성분들을 위한 유급 보건 휴가를 지원합니다.• 매월 다양한 용도로 사용 가능한 팀 회식비를 지원합니다. (점심 회식, 문화생활 등의 목적으로 사용할 수 있습니다.)• 해외 출장 시 항공권, 여행자 보험, 숙박 등의 일체 비용을 지원합니다.• 생일 event, 워크숍, 종무식 등 임직원과 함께 다채로운 사내 행사를 진행합니다.• 음료, 과자, 커피 등 간식을 무한제공합니다.• 제한 없는 저녁 식사와 야근교통비를 지원합니다.• 안락한 휴식을 위해 수면실, 리클라이너 소파와 같은 편의시설을 운영합니다.• 비즈니스 캐주얼? NO! 패션은 자유입니다.• 사내전문가님과의 프로필 사진 촬영을 통해 인생샷을 선물해드립니다.• 검증된 실력이라면 업계 최고 수준으로 보상해드립니다.[성장 지원]• Review180, 분기별 동료 간의 피드백을 통해 자기 성장은 물론 이를 바탕으로 공정하고 객관적인 보상체계를 운영합니다.• 나와 팀원의 성장을 위해 강의, 세미나, 컨퍼런스 등 교육에 지원을 아끼지 않습니다.• 읽고 싶은 책은 분야에 관련 없이 모두 구매할 수 있습니다.[생활 안정 지원]• 작지만 큰마음으로 임직원의 기쁨과 슬픔을 함께하고자 경조사 지원금을 드립니다.• 설날, 추석과 같은 명절에 인당 10만 원 상당의 상품권을 선물로 드립니다. • 본인은 물론 부모님까지 건강검진 할인 적용이 가능합니다.• 청년내일채움공제 가입이 가능합니다.• 4대 사회보험 가입을 통해 임직원의 안정적 생활을 도모합니다.\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+3                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}