{"url":"https://www.rocketpunch.com//jobs/66015/BeeCanvas%EB%B9%84%EC%BA%94%EB%B2%84%EC%8A%A4-User-Experience-Designer","title":"BeeCanvas(비캔버스) User Experience Designer","origin":"비캔버스","start_date":"11/19 ","newbie":"경력","content":["\n        주요 업무\n                    Role Description비캔버스의 디자이너는 사용자 분석과 데이터 분석을 기반으로한 제품 설계에 관여합니다. 지속적인 실험을 통해 UX를 정량적으로 개선하고 지속적으로 사용자 리서치를 통한 학습과 실행을 반복합니다. 비캔버스의 미국법인과의 협업이 필요할 수 있기 때문에 기초적인 수준 이상의 영어 커뮤니케이션이 요구될 수 있습니다.Responsi…\n            더 보기\n            Role Description비캔버스의 디자이너는 사용자 분석과 데이터 분석을 기반으로한 제품 설계에 관여합니다. 지속적인 실험을 통해 UX를 정량적으로 개선하고 지속적으로 사용자 리서치를 통한 학습과 실행을 반복합니다. 비캔버스의 미국법인과의 협업이 필요할 수 있기 때문에 기초적인 수준 이상의 영어 커뮤니케이션이 요구될 수 있습니다.Responsibilities* 사용자, 시장 리서치 및 인터뷰* Amplitude 등 데이터분석 도구를 활용한 정량적 제품 설계 관여* 개발팀과의 커뮤니케이션* 사용자 경험 개선 및 실험\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          UI/UX디자인\n          UX디자인\n        \n      ","\n        채용 상세\n                    우리는 화이트보드 형태의 비주얼 워크스페이스 협업툴, 비캔버스를 만듭니다. 전세계 13만명의 가입자를 확보했으며, 론칭 이후 지속적인 성장세로 2020년 본격적으로 미국에 진출합니다. 한국의 한화 드림플러스, 영국의 킹슬리벤처스, 미국의 알케미스트 액셀러레이터로부터 투자를 유치하였으며, 국내에서 잘 시도 되지 않는 B2B SaaS 카테고리를 새롭게 …\n            더 보기\n            우리는 화이트보드 형태의 비주얼 워크스페이스 협업툴, 비캔버스를 만듭니다. 전세계 13만명의 가입자를 확보했으며, 론칭 이후 지속적인 성장세로 2020년 본격적으로 미국에 진출합니다. 한국의 한화 드림플러스, 영국의 킹슬리벤처스, 미국의 알케미스트 액셀러레이터로부터 투자를 유치하였으며, 국내에서 잘 시도 되지 않는 B2B SaaS 카테고리를 새롭게 개척해나가고 있습니다. 비캔버스는 뛰어난 기술적 장벽과 UX/UI에 대한 다년간의 노하우를 바탕으로 국내에서 독보적인 포지션을 갖고 성장하고 있습니다. 이제 우리는 최고의 팀을 구성하고, 최고의 제품을 만들어 본격적으로 미국 시장을 정복하려 합니다.\u2028BeeCanvas is the all-in-one visual workspace with over 130k registered users across 50 countries. It's helping people and teams focus on the work that matters. People around the world are already using a variety of apps for communication, conferencing and file sharing. But now, the Workspace generation is here and multiple features can be found in one place. Developed in South Korea, Japan, and Germany, the core concept of BeeCanvas is that it's an easy and flexible visual workspace.Role Description비캔버스의 디자이너는 사용자 분석과 데이터 분석을 기반으로한 제품 설계에 관여합니다. 지속적인 실험을 통해 UX를 정량적으로 개선하고 지속적으로 사용자 리서치를 통한 학습과 실행을 반복합니다. 비캔버스의 미국법인과의 협업이 필요할 수 있기 때문에 기초적인 수준 이상의 영어 커뮤니케이션이 요구될 수 있습니다.Responsibilities* 사용자, 시장 리서치 및 인터뷰* Amplitude 등 데이터분석 도구를 활용한 정량적 제품 설계 관여* 개발팀과의 커뮤니케이션* 사용자 경험 개선 및 실험Requirements* 2년 이상의 경력 또는 그에 준하는 경험* 높은 수준의 리서치 능력* 강한 지적 호기심과 커뮤니케이션 능력* 실험정신과 개발팀과의 협업\n\n            \n              \n                  \n                \n            \n          "]}