{"url":"https://www.rocketpunch.com//jobs/66863/%EC%95%88%EB%93%9C%EB%A1%9C%EC%9D%B4%EB%93%9C-%EA%B0%9C%EB%B0%9C%EC%9E%90","title":"안드로이드 개발자","origin":"글로벌리어","start_date":"12/13 ","newbie":"경력","content":["\n        주요 업무\n                    글로벌리어는 실리콘벨리에 본사를 둔 글로벌 스타트업으로서 인공지능 기반 여행 솔루션으로 세계적인 여행 기업들과 혁신적인 여행 시장을 만들어 나가고 있습니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Android\n          Java\n          JSP\n          Node.js\n          C++\n          Python\n          JavaScript\n          Front-end\n          풀스택개발\n        \n      ","\n        채용 상세\n                    담당업무:• 백엔드, 기획자, 디자이너 등 팀원과의 협력을 토대로 Feature의 목적을 이해하고, 이에 적합한 클라이언트 개발 의견을 제시• 와이어 프레임과 디자인을 토대로 Android 서비스 feature를 설계, 구현• 글로벌리어 Android 앱 성능 및 품질 모니터링• Android platform best practice를 활용하여 양질…\n            더 보기\n            담당업무:• 백엔드, 기획자, 디자이너 등 팀원과의 협력을 토대로 Feature의 목적을 이해하고, 이에 적합한 클라이언트 개발 의견을 제시• 와이어 프레임과 디자인을 토대로 Android 서비스 feature를 설계, 구현• 글로벌리어 Android 앱 성능 및 품질 모니터링• Android platform best practice를 활용하여 양질의 코드와 서비스 feature 구현자격요건:• 안드로이드 개발 2년 이상 혹은 그에 상응하는 실력을 갖추신 분• Android platform 및 Kotlin에 대한 높은 이해도 및 활용 능력 보유• 비동기 관점에서의 Reactive Programming에 대한 이해도 보유• CS Fundamental (자료구조, 운영체제, 알고리즘) 에 대한 풍부한 이해 및 적용 능력 보유• 실 개발 경험을 보유, 고객 경험 개선에 기여할 수 있는 UX/UI 구현 가능 • 고객 경험 중심의 협업 및 다양한 부문과의 원활한 커뮤니케이션이 가능우대사항:• 하나 또는 다수의 앱이 현재 Google Play에 등재되어 계신 분• Data Driven 의사결정을 하는 조직에서의 개발 경험을 보유하신 분• 사용자와 비지니스 도메인을 이해하고 서비스를 설계하는 능력이 있으신 분• Server Backend 개발 경험이 있으신 분• Web Frontend 개발 경험이 있으신 분• 테스팅과 자동화 경험이 있으신 분혜택 및 복지: • 사무실은 선릉역 2번 출구에서 도보 2분 이내에 위치하고 있습니다 (위워크 선릉 3호점). • 주 단위의 스프린트 방식으로 업무를 진행합니다. 매 주를 계획하고 회고를 통해 학습합니다. • 연봉은 이전의 경력 및 성과를 고려하여 협의하며, 탁월한 성과는 업계 최고의 연봉으로 보상합니다. • 4대보험 / 인센티브제 / 자기계발 도서 / 모임 지원 등 일반적인 복지는 모두 제공해드리고 있습니다. • 글로벌리어의 실리콘벨리 본사에서 장기근무/로테이션 (항공, 숙박 모두 제공해드리고 있습니다). •각기 다른 개성과 전문성을 가진 멤버들이 수평적인 분위기에서 서로 협력하며 서비스를 만들어 갑니다. 글로벌리어의 채용 프로세스는 다음과 같습니다: • 1단계 서류 심사: 보내주신 이력서와 참고자료 등을 검토합니다. • 2단계 대면(실무+컬처) 인터뷰: 담당팀의 실무자들과 실무 역량 면접을 진행하고, 다양한 직군의 구성원들이 참여하여 글로벌리어와의 Cultural Fit을 맞춰보는 컬처 인터뷰를 최종적으로 진행합니다. • 3단계 코딩 시험: 인터뷰 합격자에 한하여 마지막 코딩 테스트를 진행합니다. • 수습기간 진행: 입사 후 3개월의 수습 과정을 거쳐 최종 합격이 결정됩니다.\n"]}