{"url":"https://www.rocketpunch.com//jobs/57332/Software-Engineer-Front-End","title":"Software Engineer, Front-End","origin":"엘비스","start_date":"12/06 ","newbie":"소경력","content":["\n        주요 업무\n                    LVIS는 Brain Network Analysis 도구를 통해 Live Visualization을 제공하여 신경 질환의 진단과 치료를 혁신합니다.LVIS는 첨단 뇌신경 분석기술의 선두주자로 뇌 신호 분석을 통해 뇌 내에 구축되어 있는 네트워크 관계를 밝혀냄으로써 뇌질환에 대한 새로운 치료법을 찾는 첨단 기술을 개발하고 있습니다. 독자적인 특허 기술…\n            더 보기\n            LVIS는 Brain Network Analysis 도구를 통해 Live Visualization을 제공하여 신경 질환의 진단과 치료를 혁신합니다.LVIS는 첨단 뇌신경 분석기술의 선두주자로 뇌 신호 분석을 통해 뇌 내에 구축되어 있는 네트워크 관계를 밝혀냄으로써 뇌질환에 대한 새로운 치료법을 찾는 첨단 기술을 개발하고 있습니다. 독자적인 특허 기술을 보유하고 있으며 스탠포드 대학의 신경과학 및 공학 분야의 전문가를 포함한 팀을 갖추고 있습니다. LVIS는 스탠포드 대학의 Startup 프로그램인 StartX 커뮤니티와 NVIDIA 인셉션 프로그램의 멤버입니다. 현재 미국 캘리포니아의 팔로 알토 오피스와 한국의 서울 오피스에서 다국적 팀이 근무하고 있습니다. LVIS와 함께 신경 과학 분야의 새로운 지평을 열어 갈 경쟁력 있는 인재를 찾습니다.LVIS에서는 모두가 회사와 함께 성장할 것으로 기대받습니다. 우리는 첨단 기술을 선도하며 스스로 동기를 부여할 수 있는 팀원을 찾습니다.LVIS, through our advanced brain network analysis tools, provides Live Visualization to innovate how neurological diseases are diagnosed and treated.LVIS is a leader in cutting edge neural information analysis technologies that can decode brain networks and find cures for neurological diseases. LVIS owns patented technologies and our team includes leaders with strong expertise in neuroscience and engineering from Stanford University. LVIS has been selected to be a member of the Stanford StartX community and the NVIDIA inception program. We have an international team with our headquarter located in Palo Alto, California, USA and we have an office in Gangnam, Seoul, South Korea. We are looking for talented individuals to join us in transforming the neurology health care industry.LVIS provides an environment where everyone is expected to grow with the company. We are looking for self motivated team members who will be at the leading edge of technology.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          JavaScript\n          Front-end\n          Vue.js\n          Web Service\n          React\n        \n      ","\n        채용 상세\n                    담당업무- 웹서비스 기반 3차원 의료 소프트웨어의 사용자 인터페이스 구현- 뇌과학, 의료 분야의 최신 연구결과, 수학적 모델, 요구사항을 이해하고 고성능의 효율적인 시각화 기능을 구현- 웹방식 서비스 제품에 필요한 일반적인 사용자 인터페이스 구현자격요건- JavaScript, HTML5, CSS3 의 숙련된 웹개발자- 3년 이상 경력 동안 소프트웨어…\n            더 보기\n            담당업무- 웹서비스 기반 3차원 의료 소프트웨어의 사용자 인터페이스 구현- 뇌과학, 의료 분야의 최신 연구결과, 수학적 모델, 요구사항을 이해하고 고성능의 효율적인 시각화 기능을 구현- 웹방식 서비스 제품에 필요한 일반적인 사용자 인터페이스 구현자격요건- JavaScript, HTML5, CSS3 의 숙련된 웹개발자- 3년 이상 경력 동안 소프트웨어 개발 실무 경험- 학사이상 (관련분야: Computer Engineering, Computer Science, Electrical Engineering 등 공학 또는 관련 분야)우대사항- 뛰어난 소프트웨어 시스템, 서비스를 구현하기 위해 집중하고 노력한 경험과 역량- Vue.js, WebGL, Three.js 또는 관련 Software 를 활용한 UX 개발 경험- 석사 이상의 Computer Engineering, Electrical Engineering 관련 전공자 혹은 관련된 분야에서의 업무경력- Linear Algebra, Signal Processing, Machine Learning 지식 기반의 실무 경험- Git 기반 코드 리뷰, 자동화된 빌드, 테스트, 배포 환경을 다루고 구성한 경험Responsibilities- Implement web-based user interface for medical software with 3-dimensional visualization.- Implement recent research results and algorithms with mathematical models in neuroscience applications.- Implement high performance data visualization with optimal hardware resource usage.- Implement general user interface for web-based software product.Basic Qualifications- Strong programming skills in at least one of JavaScript, Java, or Python.- Strong programming skills in front-end web technologies: JavaScript, HTML5, CSS3- 3+ years of experience in practical software development.- BS degree in Computer Science, Electrical Engineering, or similar technical field.Preferred Qualification- Experience in design and development of outstanding software systems and services.- Hands-on experience in UX development using Vue.js, WebGL, Three.js, or equivalent softwares.- Graduate degree in Computer Science, Electrical Engineering, or similar technical field of study, or equivalent practical experience.- Hands-on experience in software development with knowledges of Linear Algebra, Signal Processing, or Machine Learning.- Experience in build and use of automated build, testing, and deployment environment and code review practices using Git.\n"]}