{"url":"https://www.rocketpunch.com//jobs/63643/UIUX-%EB%94%94%EC%9E%90%EC%9D%B4%EB%84%88","title":"UI/UX 디자이너","origin":"슬라운드","start_date":"01/13 ","newbie":"인턴신입경력","content":["\n        주요 업무\n                    - 홈페이지 UI/UX 기획 및 디자인- 브랜드 디자인- 마케팅에 필요한 온/오프라인 채널 컨텐츠 및 프로모션 페이지 디자인\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          UI/UX디자인\n          Adobe Photoshop\n          Adobe Illustrator\n          서비스디자인\n          UX디자인\n          웹디자인\n          콘텐츠디자인\n          UI디자인\n          마케팅디자인\n          편집디자인\n        \n      ","\n        채용 상세\n                    Q. 어떤 일을 하게되나요? 브랜드 컨셉과 맞는 UX를 도출하고 시각적 UI 시나리오를 설계합니다. 자사 홈페이지 및 온드 미디어(블로그, 페이스북, 인스타그램)에 게시될 배너를 디자인하는 업무가 포함됩니다. 뿐만 아니라 다양한 시각툴을 사용해 UX 디자인 아이디어를 '슬라운드 브랜드' 이미지를 구체화할 수 있습니다. Photoshop, Illust…\n            더 보기\n            Q. 어떤 일을 하게되나요? 브랜드 컨셉과 맞는 UX를 도출하고 시각적 UI 시나리오를 설계합니다. 자사 홈페이지 및 온드 미디어(블로그, 페이스북, 인스타그램)에 게시될 배너를 디자인하는 업무가 포함됩니다. 뿐만 아니라 다양한 시각툴을 사용해 UX 디자인 아이디어를 '슬라운드 브랜드' 이미지를 구체화할 수 있습니다. Photoshop, Illustrator를 포함한 다양한 그래픽 툴을 사용하여 브랜드에 대한 이해를 제품에 담아내는 일에 주도권을 갖고 임할 수 있습니다.Q. 어떤 기회가 있나요?1. 대행사, 대기업에서 기존의 가이드라인 대로 노동형 디자인을 하지 마세요. 디자이너 본인의 실력을 쌓을 수 있도록 스스로 브랜드의 시각적 요소를 개발할 수 있습니다. 2. 빠르게 성장하는 팀에서 다양하고, 새로운 영역을 시도할 수 있는 기회가 있습니다.3. 추후 자신만의 브랜드를 만들고 싶으시다면, 고객과 브랜드에 대한 이해도를 높이며 디자이너이자 창업가의 역량을 동시에 키울 수 있습니다.[좋은 잠을 통해 삶의 질을 혁신하는 기업, 슬라운드] 슬라운드는 우리의 친구와 가족이 안심하고 쓸 수 있는 안전한 매트리스를 만들겠다는 신념을 바탕으로 시작되었습니다. 낡은 침대 업계의 관행과 타협하지 않고 우리는 우리만의 높은 기준과 원칙으로 삶의 질을 혁신하는 좋은 제품'을 만들기 위해 노력해왔습니다.  우리의 고객을 우리의 가족처럼, 우리의 제품을 우리가 쓰는 물건처럼 다른 이유 다 보지 않고 그저 슬라운드이기 제품이기 때문에' 믿고 쓸 수 있는 그런 브랜드를 만들어 가고자 합니다.   [슬라운드의 문화] 1.  1순위는 고객이다. 2.  빠르고 유연하고, 집요하게 실행한다. 3.  스스로 생각하고, 계획하고, 실행하고, 성취한다. 4.  나만의 관심과 강점을 우리의 성과로 만든다. 5.  잡담은 가장 훌륭한 문제해결 방법이다. 6.  일은 내 삶의 가장 재미있는 이야기이다. 7.  지금 이곳의 잔재미를 놓치지 않는다. [특별하게 지지하고, 최선으로 대우합니다] 1.  특별한 인재를 위해 입사 시, 업무용 장비 ‘맥북’을 지원합니다. 2.  인재의 성장을 위해 도서 구입비 및 강의 수강비를 무제한으로 지원합니다. 3.  야근시 저녁식사를 제공해, 배고픈 야근러가 발생하지 않도록 케어합니다. 4.  눈치보지 않고 휴가를 쓸 수 있습니다.5.  일하다가 당이 떨어지지 않도록 간식을 제공합니다. 6.  팀원 개인의 성과에 따라 정기적으로 보상을 제공합니다.8.  창업자와의 정기적인 피드백 세션을 통해 업무 난이도 및 업무 영역을 조정할 수 있습니다.\n\n            \n              \n                  \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}