{"url":"https://www.rocketpunch.com//jobs/69261/%EC%9A%B4%EC%98%81%ED%8C%80-%EA%B3%A0%EA%B0%9D-%EC%84%9C%EB%B9%84%EC%8A%A4-%EB%8B%B4%EB%8B%B9%EC%9E%90-%EC%B1%84%EC%9A%A9-CSOperation-%EC%8B%A0%EC%9E%85%EA%B2%BD%EB%A0%A5","title":"운영팀 고객 서비스 담당자 채용 (CS/Operation) [신입/경력]","origin":"원 모먼트","start_date":"02/26 ","newbie":"신입경력","content":["\n        주요 업무\n                    • 고객 상담 / 커뮤니케이션 - 전화, 채널톡을 통한 고객 상담 업무 • 주문, 배차 관리 - 접수된 주문의 제작발주, 배차 현황을 관리• 서비스, 고객 피드백 분석 - 고객 문의, 피드백을 수집하여 분석- 해당 부서에 문제 해결을 위한 제안\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          고객커뮤니케이션\n          cs\n          운영\n          고객대응\n          고객분석\n          고객관리\n          고객상담\n          고객센터\n          고객지원\n          상담\n          상담업무\n          인바운드 콜\n          고객센터\n          CX Manager\n        \n      ","\n        채용 상세\n                    ■ 회사 소개 원모먼트는 '행복을 전하는 꽃배달'을 표방하는 온라인 당일배송 전문 꽃배달 서비스입니다. (https://www.1moment.co.kr)누구나 사랑하는 사람과의 기념일, 생일이나 승진 또는 아기의 탄생처럼 행복의 감정을 나누고 축하를 전하고 싶어합니다. 저희는 고객이 모바일을 통해 쉽고 편하게 사랑하는 사람을 위한 꽃을 고르고, 훈련…\n            더 보기\n            ■ 회사 소개 원모먼트는 '행복을 전하는 꽃배달'을 표방하는 온라인 당일배송 전문 꽃배달 서비스입니다. (https://www.1moment.co.kr)누구나 사랑하는 사람과의 기념일, 생일이나 승진 또는 아기의 탄생처럼 행복의 감정을 나누고 축하를 전하고 싶어합니다. 저희는 고객이 모바일을 통해 쉽고 편하게 사랑하는 사람을 위한 꽃을 고르고, 훈련된 전문 플로리스트들이 신선한 꽃으로 당일에 제작한 꽃다발을 배송하고 있습니다. 설립 초기에 '프라이머'에서 엔젤투자와 함께 엑셀러레이팅을 받은 후, 본엔젤스, 캡스톤 파트너스 로부터 시드 투자를 유치한 바 있습니다. 지난 3년 동안 7만개 이상의 꽃다발과 꽃바구니를 배달하였고, 작년 12월 누적 주문액 40억원을 돌파하였습니다. 또한 작년 8월에 출시한 '대형꽃다발'이 선풍적인 인기를 끌며 새로운 트렌드를 형성하고 있습니다. 이와 같은 성장세를 바탕으로 원모먼트는 디저트, 쥬얼리 등 특색있는 선물 카테고리로 확장하려고 합니다. 저희와 함께 꽃을 선물하는 트렌드를 선도하고, 국내 화훼 시장에 새로운 변화를 만들어갈 좋은 분들의 지원을 기다리겠습니다. ■ 자격 요건 1. 서비스 운영에 대한 이해 2. 고객 경험에 대한 이해 ■ 우대사항 1. 전화 상담에 두려움이 적은 분 (상담 업무 경험자) 2. 엑셀을 능숙하게 다룰 수 있는 분 3. 논리적, 분석적 사고- 원모먼트의 고객팀은 단지 수동적으로 접수되는 고객의 문의와 불만을 상담으로 해결하지 않습니다. 반복적인 고객의 문의와 불만 사항을 분석하여 고객이 서비스 이용에 겪는 '문제'를 파악하고 이를 창의적으로 해결하여 고객의 서비스 경험을 개선하기 위한 1차적인 채널이어야 합니다. * 원모먼트의 데이터에 기반한 개선사례\"꽃 폐기율 2%의 비밀\"https://brunch.co.kr/@onemoment/50■ 업무환경 및 복리후생 1. 업무 장비 제공 (듀얼 모니터 등) 3. 소중한 사람에게 한 달에 한 번씩 선물할 수 있는 원모먼트 무료 쿠폰 제공 4. 도서비, 세미나비 등 교육비 지원 (현재까진 횟수나 금액의 제한이 없습니다.)■ 채용과정1. 서류전형2. 대표 및 실무자 인터뷰\n"]}