{"url":"https://www.rocketpunch.com//jobs/64238/%EA%B5%AD%EB%82%B4-1%EC%9C%84-%EA%B8%80%EB%9E%A8%EC%9D%98-%EB%B0%B1%EC%97%94%EB%93%9C-%EA%B0%9C%EB%B0%9C%EC%9E%90%EB%A5%BC-%EB%AA%A8%EC%8B%AD%EB%8B%88%EB%8B%A4","title":"국내 1위 글램의 '백엔드 개발자'를 모십니다!","origin":"큐피스트","start_date":"02/05 ","newbie":"경력","content":["\n        주요 업무\n                    백엔드 개발자는 글램 서비스 개발을 위해 필요한 신기술 도입 검토 및 서버 인프라 개선을 통해 실제 서비스에 혁신적인 변화를 만들어가는 업무를 진행하게 됩니다. 사람과 사람을 매칭할 때 기존 추천시스템에서 겪지 못한 다양한 기술적인 챌린지를 경험할 수 있으며 이를 빅데이터 및 AI 기반 서비스를 활용하여 개선하고 확장하게 됩니다. 현재 큐피스트는 필…\n            더 보기\n            백엔드 개발자는 글램 서비스 개발을 위해 필요한 신기술 도입 검토 및 서버 인프라 개선을 통해 실제 서비스에 혁신적인 변화를 만들어가는 업무를 진행하게 됩니다. 사람과 사람을 매칭할 때 기존 추천시스템에서 겪지 못한 다양한 기술적인 챌린지를 경험할 수 있으며 이를 빅데이터 및 AI 기반 서비스를 활용하여 개선하고 확장하게 됩니다. 현재 큐피스트는 필요한 솔루션을 만드는 과정을 통해 깊은 기술력을 가지게 되었고 더 발전된 기술을 학습하고 적용하려고 합니다.현재 서버 인프라는 AWS위에서 운영되고 있으며 EC2 + Autoscaling, Elastic Beanstalk, ECS를 중심으로 SQS, Firehose, ElasticCache(Redis), RDS, AWS Elasticsearch와 같이 다양한 클라우드 서비스를 사용하고 있습니다. 따라서 클라우드 플랫폼에 관심 있는 DevOps들에게 최신 기술 스택을 직접 사용해 볼 수 있는 좋은 기회가 될 것입니다. 그뿐만 아니라, 글램(GLAM)은 총 다운로드 100만 이상의 대용량 트래픽을 갖는 서비스이기 때문에 다양한 데이터 처리 및 분석처리를 경험해 볼 수도 있습니다.백엔드 서버는 PHP Laravel, Django를 사용하고 있으면 OOP, Design Patterns, TDD, 코드리뷰를 통하여 기술적 Best Practice를 지향하고 있습니다. 백엔드 기술은 언제든지 새로운 기술을 제안하여 검토해볼 수 있고 서비스 요구사항을 충족한다면 빠른 도입을 지향하고 있습니다.현재 PHP에서 Python으로 이전하는 작업을 진행 중이며 또 서비스의 규모가 커짐에 따라 자연스럽게 마이크로서비스 환경으로 분산되었고 이는 지속해서 발전하는 중입니다. 데이팅 서비스를 글로벌 SNS 서비스로 발전시키고 있는 중요한 과정인 만큼 업계 최고 수준의 보상으로 엔지니어분들을 모시고자 합니다. 서비스를 한 번 개발하고 단순 관리만 하는 것이 아닌, 아이를 키우듯 계속해서 성장하는 서비스를 함께 만들어 봅시다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Java\n          PHP\n          Python\n          Ruby\n          Django\n          Flask\n          Laravel\n          Spring\n          Rails\n          aws\n          GCP\n          Azure\n          message-queue\n          Kubernetes\n          docker-swarm\n          Neo4j\n          ArangoDB\n          Amazon Neptune\n        \n      ","\n        채용 상세\n                    [자격요건]- Python, PHP, Ruby, Java 등 1개 이상의 능숙한 언어 보유- Web Framework (Django, Flask, Laravel, Spring, Rails 등)을 사용한 웹 서비스 개발 경험- 관계형 데이터베이스를 활용한 업무 경험[우대사항]- 클라우드 컴퓨팅 플랫폼(AWS, GCP, Azure 등)을 활용한 업무 경…\n            더 보기\n            [자격요건]- Python, PHP, Ruby, Java 등 1개 이상의 능숙한 언어 보유- Web Framework (Django, Flask, Laravel, Spring, Rails 등)을 사용한 웹 서비스 개발 경험- 관계형 데이터베이스를 활용한 업무 경험[우대사항]- 클라우드 컴퓨팅 플랫폼(AWS, GCP, Azure 등)을 활용한 업무 경험- MSA 도입 및 활용 경험- Message Queue 시스템 도입 및 활용 경험- Container Orchestration(Kubernetes, Docker Swarm 등) 활용 경험- Neo4j, ArangoDB, Amazon Neptune 등 Graph Database 로 개발 경험이 있으신 분- 동남아, 글로벌 프로젝트 진행 경험이 있으신 분  [혜택 및 복지]• 업계 최고 수준의 보상• iMac, Macbook Pro 및 듀얼 모니터 등 최고급 업무장비 지원• 매주 업무 시간 중 10%를 개인 스터디로 제공• 성장을 위한 자유로운 지원(도서 무제한 구입, 세미나 참석 등• 자유로운 연차/반차/반반차 사용• 시차출퇴근 제도 (09:00 ~ 11:00 사이 원하는 시간에 자유롭게 출근)• 장기 근속 유급 휴가 및 휴가비 지원• 4대 보험 및 종합건강검진 지원• 간식 및 커피 제공 및 야근 시 석식비 지원* 큐피스트 복지의 모든 것 :https://www.notion.so/cupist/CUPIST-3880b83504074eec8138a552dbaab746\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+1                \n            \n          \n            \n              \n                  \n                \n            \n          "]}