{"url":"https://www.rocketpunch.com//jobs/70112/Communications-Manager","title":"Communications Manager","origin":"미소","start_date":"02/26 ","newbie":"경력","content":["\n        주요 업무\n                    미소의 Manager of Communications 는 미소의 Brand 와 Service 관련한 모든 커뮤니케이션의 중심이 되도록 하는 훌륭한 스토리텔러여야 합니다. 주요 뉴스 아웃렛과 기자들과 지속적인 관계를 구축하며 미소의 이야기를 미디어와 제삼자에게 알립니다. 또한, 소셜 미디어를 포함하여 우리의 이야기를 어떻게 창의적으로 전달할 수 있는지…\n            더 보기\n            미소의 Manager of Communications 는 미소의 Brand 와 Service 관련한 모든 커뮤니케이션의 중심이 되도록 하는 훌륭한 스토리텔러여야 합니다. 주요 뉴스 아웃렛과 기자들과 지속적인 관계를 구축하며 미소의 이야기를 미디어와 제삼자에게 알립니다. 또한, 소셜 미디어를 포함하여 우리의 이야기를 어떻게 창의적으로 전달할 수 있는지도 고심하게 됩니다. 더 큰 야망을 품고 계신 분에겐 미소의 스토리텔러 이상으로 업무를 확장할 기회가 제공됩니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          마케팅커뮤니케이션\n          SNS콘텐츠\n          대외협력\n          마케팅전략기획\n          입소문바이럴\n          PR\n          대행사관리\n          종합광고대행사\n          브랜드관리\n          언론홍보\n          언론사\n        \n      ","\n        채용 상세\n                    [미소에서 하게 될 업무는요.]-미디어 및 제 3자에게 미소의 브랜드 및 프로필 확립-조직 내 리더와 관계 형성. 신속함과 뛰어난 대인관계 능력을 통해 미소의 비즈니스, 브랜드, 직원, Crisis communication에 대한 전략적인 서술이 가능하도록 조언.-Editor 및 Influencer와의 관계 형성-언론과 소셜 미디어가 공감할 수 있는…\n            더 보기\n            [미소에서 하게 될 업무는요.]-미디어 및 제 3자에게 미소의 브랜드 및 프로필 확립-조직 내 리더와 관계 형성. 신속함과 뛰어난 대인관계 능력을 통해 미소의 비즈니스, 브랜드, 직원, Crisis communication에 대한 전략적인 서술이 가능하도록 조언.-Editor 및 Influencer와의 관계 형성-언론과 소셜 미디어가 공감할 수 있는 창의적이고 고무적인 방식으로 미소의 이야기 전달-최대 효율성을 위한 리소스(대행사 등) 관리 [이런 분과 일하고 싶어요.]-결과가 검증 가능한 커뮤니케이션 관련 최소 5년 경력을 보유하신 분-복잡한 아이디어를 간결하지만 신뢰 가능한 주장으로 만들 수 있는 분. 제품과 사람, 그리고 미소가 고객의 삶을 어떤 방법으로 개선하고 있는지에 대해 이야기를 전달하기 위하여 뛰어난 작문 능력과 독창성이 필요합니다.-언론 관계 경험과 이야기를 형성하고 전달할 수 있는 전문성을 보유한 Spokesperson[근무기간 및 장소]-근무형태 : 정규직 (수습 3개월)-근무시간 : 주 5일-근무장소 : 성수역 부근 (서울특별시 성동구 아차산로 68, 10~12층) [지원방법 및 절차]-지원방법 : 국문이력서 또는 영문이력서 + 경력기술서-지원절차 : 서류리뷰 - 면접전형 (최대 3회) - 레퍼런스 체크 - 합격 [보상 제도]-Stock Option 보상-홈클리닝 서비스 제공-4대보험 가입 및 퇴직금 별도 [업무환경]-최신기종 랩탑 및 듀얼 모니터 제공-유연근무제, 반려동물과 함께 출근 가능-휴게공간 라운지 이용 24/7-조식 제공 및 간식, 커피, 크래프트 비어 무제한-핫플레이스 성수 근무 [기타 유의사항]입사지원 서류에 허위사실이 발견될 경우, 채용 확정 이후라도 채용이 취소될 수 있습니다.[키워드]#미소 #미소가사도우미 #미소홈클리닝 #외국계 #외국계O2O #Communications #Influencer관리 #인플루언서관리 #브랜드네이밍 #브랜드관리 #언론홍보 #PR #AE #AM #PR대행사 #홍보대행사 #홍보\n"]}