{"url":"https://www.rocketpunch.com//jobs/58446/%ED%81%B4%EB%9E%98%EC%8A%A4MD","title":"클래스MD","origin":"클래스101","start_date":"02/06 ","newbie":"신입경력","content":["\n        주요 업무\n                    우리는 ’누구나 사랑하는 일을 하며 살 수 있도록’이라는 미션으로 온라인 클래스 플랫폼 ‘클래스101’을 운영하고 있습니다. 다양한 분야의 크리에이터에게서 디자인, 음악, 요리, 운동 등 여러 활동을 배울 수 있고, 고객이 수강을 신청하면 준비물 키트도 함께 보내드리는 서비스입니다. 비 오는 날 부랴부랴 외출 준비를 하지 않아도, 이것저것 사느라 신…\n            더 보기\n            우리는 ’누구나 사랑하는 일을 하며 살 수 있도록’이라는 미션으로 온라인 클래스 플랫폼 ‘클래스101’을 운영하고 있습니다. 다양한 분야의 크리에이터에게서 디자인, 음악, 요리, 운동 등 여러 활동을 배울 수 있고, 고객이 수강을 신청하면 준비물 키트도 함께 보내드리는 서비스입니다. 비 오는 날 부랴부랴 외출 준비를 하지 않아도, 이것저것 사느라 신경 쓰지 않아도 됩니다. 미용실에 있는 순간에도 클릭 몇 번 만에 클래스를 볼 수 있습니다. 앞으로도 세상의 모든 취미와 재능, 지식을 모아 가치 있는 클래스로 만들고 싶습니다. 그러려면 다른 어떤 기업보다 빠르게 움직여야 한다는 것도 알고 있습니다. 우리가 분야별 최고의 전문가와 일하고 싶은 가장 큰 이유입니다.클래스101의 전신이었던 과외 중개 서비스 페달링은 UNIST(울산과학기술원) 학생 여덟 명이 2015년에 창업했습니다. 2017년에 사업 전환을 결정하고 출시한 서비스가 바로 클래스101입니다. 2018년 3월 런칭 이후, 2019년 11월 기준으로 개설 클래스는 380여 개, 서비스 누적 방문자 수는 700만 명, 클래스 평균 만족도는 95%를 넘었습니다. 회사가 빠르게 성장하면서 여덟 명이었던 팀원은 100여명으로 늘어났습니다. 지난 일 년 동안 이룬 성과와 앞으로의 성장 가능성을 인정받아 2019년 4월에는 여러 투자기관으로부터 총 120억 원의 투자를 유치했습니다. 업계에는 평균 연령 27세의 밀레니얼 세대도 함께 힘을 합치면 많은 투자와 매출을 일으킬 수 있다는 사실을 보여주었습니다. 지금은 서울역 앞, 서울스퀘어 13층에 사무실이 있습니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          영업기획\n          기획•운영\n          기획\n          콘텐츠 기획\n          콘텐츠 제작/기획\n          영업관리\n          Sales\n          파트너십\n          Sales planning\n          Partnership\n        \n      ","\n        채용 상세\n                    클래스101의 MD는 여러 분야의 크리에이터를 찾고 설득하며, 크리에이터와 함께 클래스를 개설하는 전 과정을 책임집니다. 클래스 기획, 수요 예측, 사전 예약 진행, 클래스 판매 등 각각의 과정에서 크리에이터로부터 받은 자료를 매력적으로 가공해 셀링 페이지를 제작합니다. 그동안 클래스101의 MD는 평균 만족도 96% 이상의 클래스를 300여 개 이…\n            더 보기\n            클래스101의 MD는 여러 분야의 크리에이터를 찾고 설득하며, 크리에이터와 함께 클래스를 개설하는 전 과정을 책임집니다. 클래스 기획, 수요 예측, 사전 예약 진행, 클래스 판매 등 각각의 과정에서 크리에이터로부터 받은 자료를 매력적으로 가공해 셀링 페이지를 제작합니다. 그동안 클래스101의 MD는 평균 만족도 96% 이상의 클래스를 300여 개 이상 제작하였습니다. MD의 직무 역량은 크리에이터의 삶에 변화를 가져옵니다. 누군가는 공방을 만들었고, 또 누군가는 자신의 일에 확신을 갖게 되었습니다. 클래스101은 세상 사람들이 자신이 사랑하는 일을 하면서 멋지게 살 수 있는 세상을 만들고 싶습니다. 또, 자신이 사랑하는 일을 하고 있는 사람들을 충분히 널리 알리고 더 멋있게 만들어 드리고 싶습니다. MD는 클래스101의 시작입니다. 모두가 사랑하는 일을 하며 살 수 있도록, 클래스101을 함께 만들 MD 팀원을 모십니다.[주요업무]- 크리에이터 영업: 클래스101과 함께 온라인 클래스를 개설할 수 있을만한 역량을 갖춘 크리에이터를 직접 찾고, 섭외하는 일을 담당합니다.- 영업 기획: 클래스101은 대한민국에서 새롭고 최초로 시도되는 온라인 클래스 플랫폼입니다. 클래스101의 사업 방향에 맞게 어떤 클래스 카테고리를 어떤 방식으로 확장해 나갈지를 MD가 기획하고 해당 전략에 맞게 영업합니다.- 클래스 기획 및 수요 조사: 어떤 클래스가 잘 팔리지에 대해 크리에이터와 함께 고민합니다. 또, 크리에이터가 직접 작성한 알림 신청 페이지 등의 내용을 확인하고 실제 수요를 진행합니다.- 데이터 분석: 크리에이터 및 클래스 관련 지표 분석 및 다양한 가설 수립과 실험을 통해 인사이트를 발굴합니다.- 셀링 페이지 편집: 클래스가 실제 판매 단계에 이를 수 있도록 매력적이게 꾸미는 일을 합니다.[자격요건]- (가장 중요) 크리에이터의 가슴이 뛰게 하는 설득 능력: 클래스101은 매우 빠르게 성장하고 있는, 그리고 매우 생소한 플랫폼입니다. 때문에, 많은 분들은 기존에 하던 시간을 줄이고 새로운 플랫폼에 자신의 시간을 사용하는것에 대해 큰 부담을 가지고 있습니다. 하지만 많은 크리에이터들이 그러한 위험을 가지고 큰 성공을 거두었습니다. 그것은 MD들의 도움과 큰 관심, 그리고 신뢰가 있었기 때문입니다. 크리에이터들에게 신뢰를 주고 그들을 도전하게 도와주세요. 그리고 그러한 도전을 클래스101이 항상 함께 한다는 걸 알려주세요.- 기획, 제작 능력: MD는 크리에이터, 크리에이터가 속한 분야에 대해 취재를 하고, 크리에이터의 클래스를 기획/제작 합니다. 크리에이터의 역량을 최대치로 끌어올려주는 역할도 하기 때문에, 디자인 감각과 디렉팅능력도 겸비해야합니다.- 크리에이터와의 명확한 커뮤니케이션: MD는 정확한 워딩과 맥락으로 클래스101의 매력과 비전을 전달하여 설득할 수 있어야 합니다. 또한, 크리에이터에게 클래스101이라는 플랫폼의 프로세스, 계약 세부사항 등을 정확하게 전달해야 합니다.- 시장 분석 능력: 클래스101에서 런칭 가능한 클래스의 분야에는 한계가 없습니다. 다양한 내용을 가진 클래스가 제작되므로, MD는 어떤 클래스가 잘 판매되는지 분석하는 눈이 필요합니다.[우대사항]- 클래스/교육 회사에서 기획 경험이 있으신 분- 정량적, 정성적 영업 기획을 하고 전략적으로 영업에 접근할 수 있으신 분- 영업의 중요성을 인지하고 있고, 공격적인 영업 경험이 있으신 분- IT스타트업 경험이 있으신 분, 영업 경력 3년 이상이신 분- 각종 다양한 단체/기업에서 섭외 업무를 해보신 분- Data 분석이 가능하신 분[채용 형태] 3개월 근무 후 평가에 따라 정규직 전환 여부 결정 3년 미만의 경력자는 평가에 따라 3개월 추가 근무 후 정규직 전환 여부를 결정합니다.[채용 과정]*보내주신 포트폴리오의 결과에 따라 직무면접이 1차례 추가 될 수도 있습니다.* - ‘서류 전형 → 과제 전형 → 직무면접→컬쳐 면접’ 순으로 진행합니다.*서류 전형을 마치고 추가 질문이 있을 경우 전화 인터뷰를 진행할 수 있습니다.\u003c아래 질문에 대한 답변을 이력서에 포함해주시기 바랍니다. 답변이 없으면 서류 검토가 되지 않습니다\u003e각 질문의 답변은 300자 내로 씁니다. 정답은 없으며, 당신의 이야기를 솔직하게 써주시길 바랍니다.1.어렸을 때의 꿈은 무엇이었나요. 지금은 어떤 꿈을 꾸고 있나요. 그리고 살면서 꼭 이루고 싶은 꿈은 무엇인가요?2.수많은 기업 중 클래스101에 지원한 이유는 무엇인가요? 또 직업을 찾으면서 관심이 갔던 기업엔 어떤 특징들이 있었나요?3.당신이 정말로 성공해서 매달 3,000만원의 월세가 꼬박꼬박 나오는 부동산을 당신이 가지고 있어서 당신은 일상 생활에 전혀 걱정이 없고 오히려 돈이 남는 정도입니다. 그 이후에 당신은 어떠한 삶을 살고 싶나요?4.“모두가 사랑하는 일을 할 수 있는 세상을 만들겠다”는 클래스101의 비전을 이루기 위해 당신은 어떤 방식으로 도울 수 있나요?5.학창 시절, 반장이나 회장 같은 역할 혹은 졸업한 이후에 다양한 조직에서 리드급 역할을 맡은 적이 있나요? 했다면(또는 하지 않았다면) 그 이유는 무엇인가요?[근무환경 및 복지]1) 유연 근무 및 자율 출근: 높은 수준의 집중을 위해 원하는 시간에 일합니다.- 오전6시부터 오후1시까지 원하는 시간에 자율 출근(매일 다른 시간에 출근하셔도 됩니다!)- 업무시간 중 취미 및 자기계발, 운동, 병원 진료 등 1~2시간 자율 외출- 개인 일정이 있을 시, 1시간 자율 조퇴나 지각 가능- 별도의 승인 없이 연차, 반차, (무급)생리 휴가 등 자유롭게 사용2) 식대 및 간식 지원: 든든하게 먹어야 일도 잘됩니다.- 평일 저녁 식사비 지원(1인 12,000원까지 개인 법인카드로 자유롭게 결제)- 주말 출근 시, 아침, 점심, 저녁 식사비 지원- 맥주 무제한, 고급 커피 제공, 사내 매점 운영(100~800원 가격으로 거의 모든 간식 구매)- 부서에 상관없이 8명 이상 모임 시, 회식비 전액 지원(만나서 다양한 이야기를 해주세요. 함께 있을 때 나오는 아이디어가 최고의 아이디어입니다!)3) 최고사양 장비 지원: 일에 방해되지 않도록 최고사양만 고집합니다.- Macbook Pro 15'‘, iMac 27’’, LG gram, 데스크톱 중 원하는 장비 선택- 업무용 의자 별도 지원 (위워크에서 지급하는 의자가 아닌 시디즈를 별도로 구매해드립니다.)4) 기념일 특별 휴가: 가족과 보내는 시간은 소중합니다.- 고등학교, 대학교, 대학원 졸업 당일 “연차 소진 없는” 특별휴가 1일 지원- 본인 및 부모님 생일 당일 “연차 소진 없는” 특별반차 지원- 결혼기념일 당일 “연차 소진 없는” 특별반차 지원5) 외근 및 출장비 지원: 최대한 체력을 아끼는 대신, 정말 많은 고민을 해주세요.- 서울 내 외근 시 타다(TADA) 지원- 서울 외 지역 출장 시 KTX 지원6) 자기계발 및 심리 상담 지원: 꾸준한 학습과 심리적 안정은 성장을 위해 꼭 필요합니다.- 분야 제한 없는 도서비 전액 지원(ebook 포함)- 클원 관련 페어 또는 자기계발 관련 컨퍼런스 참여 시 본인 티켓비 및 동반 1인 식사비 지원- 전문 심리 상담 센터 이용 전액 지원- 클래스101 서비스 내 모든 강의 무료 수강 지원- 월별 각 분야 전문가 초청 강연 진행 (만나고 싶은 분을 요청해주시면 모셔와드립니다.)7) 직원 패밀리 쿠폰 무제한 발급: 당신은 클원의 자부심입니다.- 5만 원 상당의 직원 패밀리 쿠폰 지급: 주변의 모든 지인에게 선물할 수 있습니다.8) 인재 추천 리워드: 실력 있는 인재 추천에 대한 보상은 당연합니다.- 개발자 추천 및 정규직 전환 시 총 400만 원 지급- 그 외 직군 추천 및 정규직 전환 시 총 150만 원 지급9) [정규직] 장거리 거주자 사택 지원: 출퇴근할 시간에, 회사의 성장을 고민해주세요.- 사무실 도보 10분 거리의 서울역 부근 자이 아파트, 리가 아파트 등 78㎡ (구 30평) 10채 이상 운영 중- 사택 요청 시 1인 1실 배정- 회사에서 월세를 지원합니다.(70만원은 회사에서, 10만원 직원이 부담)[주의사항]- 이력서에 나이, 사진을 첨부하지 않습니다. 평가와 관련이 없습니다.\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+5                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}