{"url":"https://www.rocketpunch.com//jobs/49763/Front-end-%EA%B0%9C%EB%B0%9C%EC%9E%90","title":"Front-end 개발자","origin":"피플펀드","start_date":"02/19 ","newbie":"소경력","content":["\n        주요 업무\n                    피플펀드 제품(Web Front-End) 기획에 참여, 설계, 개발\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Java\n          HTML\n          CSS\n          Front-end\n          jQuery\n          JavaScript\n          AngularJS\n          React\n          HTML5\n          CSS3\n        \n      ","\n        채용 상세\n                    우리는 이런 회사에서 일하고 있습니다. • 피플펀드는 국내 최초로 제1금융권과 협업하는 은행협업형 P2P금융 구조를 구축하였습니다. • 피플펀드는 대한민국 P2P금융 역사상 가장 빠르게 성장하고 있는 회사입니다. • 국내외 벤처캐피탈 및 핀테크 투자자에게서 누적 128억 원을 투자 유치하였습니다.우리는 주도적으로 개발 문화를 만들어 갑니다. • 동료…\n            더 보기\n            우리는 이런 회사에서 일하고 있습니다. • 피플펀드는 국내 최초로 제1금융권과 협업하는 은행협업형 P2P금융 구조를 구축하였습니다. • 피플펀드는 대한민국 P2P금융 역사상 가장 빠르게 성장하고 있는 회사입니다. • 국내외 벤처캐피탈 및 핀테크 투자자에게서 누적 128억 원을 투자 유치하였습니다.우리는 주도적으로 개발 문화를 만들어 갑니다. • 동료와의 협업을 중요시 생각합니다. • 개발자 간에 커뮤니케이션 중 많은 부분은 코드를 통해 이루어집니다. 협업의 효율성을 높이기 위해 명료한 코드를 추구하며 PEP 8을 기반으로 코드의 가독성과 일관성을 엄격하게 지키고 있습니다. • 코드의 품질을 높이기 위해 동료의 Pull Request와 코드 리뷰를 의무화하고, 매주 깃찰관(Git commit 메시지 관리자)과 같은 시스템을 운영하고 있습니다. • 코드만으로 모든 커뮤니케이션을 완성할 수 없는 만큼 Confluence 및 Jira를 통해 제품의 주요 스펙과 이슈 처리 히스토리를 기록하며 관리하고 있습니다.개발에만 집중할 수 있는 환경을 만들어 나가고 있습니다. • 개발자는 개발하는 것만으로도 너무 바쁩니다. 한 가지 업무에 집중할 수 있도록 Kanban을 기반으로 진행 중인 작업(Work In Progress)을 2개 이상으로 두지 않습니다. • 다른 부서들과 커뮤니케이션하는 것도 쉽지 않습니다. 이를 위해 다른 부서의 요구사항과 개발팀의 진행 상황은 Product Manager와 Jira를 통해 의사소통하고 있습니다. • 매주 금요일은 Quick Fix Day로 정해 반복되는 일들을 자동화하고 작은 일들을 모아서 처리합니다.책임감을 갖고, 제품을 만들어 나갑니다. • 제품에 책임감을 갖고 개발에 더욱 의욕적으로 참여할 수 있도록, 시스템 아키텍처를 설계하고 개발하는 것을 모두 프로젝트 담당자 스스로 하는 것을 권장합니다. • 내가 설계하고 개발하는 제품의 개발 일정은 본인이 가장 잘 압니다. 각 프로젝트의 담당 개발자가 프로젝트의 범위와 일정을 산출합니다.서로의 의견을 존중하는 토론 문화를 지향합니다. • 좋은 개발환경을 만들기 위해 노력하고 있지만, 찾아보면 더 좋은 방법이 늘 존재합니다. 따라서 누구나, 언제나, 눈치 보지 않고 토론 주제를 발의할 수 있도록 하고 있습니다. 토론은 모든 개발자가 열린 마음으로 참여해 진행합니다. • 결정 사항을 토론에서 결정하지 않고 한 사람이 결정하면 토론의 의미가 없어진다고 생각합니다. 그래서 결정 사항 역시 모두가 참여해 결정합니다.우리는 회사의 성장뿐만 아니라, • 개발자 스스로 성장할 수 있는 문화를 만들어 갑니다. • 매주 금요일 한 명씩 돌아가며 기술 세미나를 진행합니다. • 분기마다 한 번 외부 개발자를 대상으로 스타트업 테크 챌린지(스테챌) 세미나를 진행합니다. • 개발팀 신규 입사자의 적응 기간을 위해 소프트 랜딩 제도를 시행합니다. • 피플펀더 누구에게나 데이터가 열려 있으며, 분석해보고 활용하는 데 제한이 없습니다.피플펀드는 다음과 같은 분을 찾고 있습니다:- HTML, CSS, Javascript 에 대한 충분한 이해- 웹표준 및 웹접근성, 크로스브라우징에 대한 이해- 모바일웹 / 반응형웹 개발 경험- jQuery 및 다양한 Javascript 라이브러리 사용 경험- Open API 연동 경험 (구글, 페이스북, 카카오 등)- Server-Side의 이해 (Python, Java, PHP 등)- 경력 3년 이상우대사항:- 국내/해외 유수 IT기업 및 스타트업 경험- REST 환경에서 API 연동 개발 경험- React JS, Angular JS, Vue.js 등 프레임워크를 활용한 개발 경험- SCSS, LESS 등 CSS Preprocessor를 활용한 개발 경험- Gulp, Grunt, Babel, Webpack 등 빌드 자동화 도구 사용 경험- D3.js 를 이용한 데이터 시각화 개발 경험 - UI, UX, 기획에 대한 욕심이 있는 분- 스타트업 경험추가적으로...- 한번도 해보지 않은 일이라도 과감하게 뛰어들 수 있는 용기있는 분- 풀기 어려운 문제를 만났을 때 끝까지 풀고자하는 끈기와 자신감이 있으신 분- 그런 문제를 누구도 생각지 못한 새로운 방식으로 해결할 수 있는 창의력이 있으신 분- 세상을 바꿀 수 있는 최고의 팀원들과 함께 대한민국의 불합리한 금융산업을 혁신하는 일생일대의 프로젝트에 참여하고 싶으신 분- 좋은 개발 문화와 프로세스를 만들고 싶은 욕구와 의지가 있는 분개발환경:- Front-end: HTML5, jQuery, React.js, LESS, Customized Bootstrap을 사용- Back-end: Python (Django), PHP (Phalcon)을 사용중이지만 Phalcon은 Django로 이전 중- 서비스 운영은 현재 Amazon Web Service을 활용- 일반적인 사내업무는 Slack, Evernote, Google Apps를 이용기본적인 혜택- 최신형 MacBook Pro + 27인치 Dell 모니터 지원- 업무뿐만 아니라 자기 계발에 도움이 되는 도서 자유 구매- 업무와 관련된 컨퍼런스와 교육 참석 지원- 점심 제공, 커피, 간식, 맥주 무한정 제공- 전사 직원 건강검진 제공- 산업기능요원 - 현역/보충역 신규/전직 편입 가능피플펀드 지원절차1) hr@peoplefund.co.kr 로 국문 혹은 영문 이력서와 개발제품 링크 및 github ID 등 제출2) 서류 심사 및 온라인 코딩 테스트 (필요시 전화 면접 가능)3) 실무진 기술 인터뷰 (필요한 경우 과제 수행)4) 대표이사 인터뷰 (최종 합격시 인터뷰 결과와 기존 보상수준을 감안하여 입사 Offer를 드리게됩니다)\n\n            \n              \n                  \n                \n            \n          "]}