{"url":"https://www.rocketpunch.com//jobs/67131/Senior-Embedded-Software-Engineer","title":"Senior Embedded Software Engineer","origin":"어웨어","start_date":"01/01 ","newbie":"경력","content":["\n        주요 업무\n                    IoT 제품의 microcontroller 상에서 동작하는 소프트웨어를 개발하는 역할입니다.- 소프트웨어 설계부터 비즈니스 요구사항 개발 및 OTA(Over-The-Air)를 통한 유지보수까지 전체적인 임베디드 소프트웨어 개발에 참여합니다.- 성공적인 소프트웨어 개발주기에 대한 이해를 바탕으로 팀이 지속적인 성과를 내도록 돕습니다.- 어웨어의 IoT…\n            더 보기\n            IoT 제품의 microcontroller 상에서 동작하는 소프트웨어를 개발하는 역할입니다.- 소프트웨어 설계부터 비즈니스 요구사항 개발 및 OTA(Over-The-Air)를 통한 유지보수까지 전체적인 임베디드 소프트웨어 개발에 참여합니다.- 성공적인 소프트웨어 개발주기에 대한 이해를 바탕으로 팀이 지속적인 성과를 내도록 돕습니다.- 어웨어의 IoT 제품군에서 공통적으로 사용되는 IoT 플랫폼을 개발합니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          C\n          rtos\n          ARM\n          software-engineering\n        \n      ","\n        채용 상세\n                    어웨어의 공동 창업자 노범준 대표는 아이의 아토피 원인을 찾다가 공기질, 즉 온습도 및 화학물질이 큰 영향을 준다는 사실을 알고나서 공기(Air)를 알다(Aware)라는 뜻의 어웨어(Awair)를 창업했습니다. 어웨어는 2015년 첫 제품으로 실리콘벨리에서 주목받은 이후 후속 제품들을 통해 북미 시장 공기질 모니터링 분야 1위를 지키고 있습니다. 또…\n            더 보기\n            어웨어의 공동 창업자 노범준 대표는 아이의 아토피 원인을 찾다가 공기질, 즉 온습도 및 화학물질이 큰 영향을 준다는 사실을 알고나서 공기(Air)를 알다(Aware)라는 뜻의 어웨어(Awair)를 창업했습니다. 어웨어는 2015년 첫 제품으로 실리콘벨리에서 주목받은 이후 후속 제품들을 통해 북미 시장 공기질 모니터링 분야 1위를 지키고 있습니다. 또한 미국시장 뿐만 아니라 영국을 포함한 유럽시장과 한국, 싱가포르 등 아시아 시장에 진출하여 건강한 공간을 원하는 전세계의 소비자와 기업들에게 도움을 주고있습니다.어웨어의 미션은 사람들이 건강한 환경에서 지낼 수 있도록 지식, 동기 그리고 자신감을 주는 것입니다. 이를 위해 IoT 기술로 공기질 데이터를 수집하고, 수집된 데이터를 바탕으로 데이터 시각화와 공기질 API 등 다양한 서비스를 제공합니다. 사람들의 집과 사무실 환경 그리고 삶을 개선하는 제품을 만들기 위해 노력하고 있습니다.어웨어는 샌프란시스코와 서울, 두 곳에 오피스가 있습니다. 두 지역의 제품 관리자, 디자이너, 엔지니어가 글로벌 시장에서 경쟁할 수 있는 제품을 만들기 위해 긴밀하게 협업합니다. 한국에서 실리콘밸리의 인재들과 일하는 경험, 그리고 전세계의 고객들이 만나는 제품을 개발하는 경험을 하고싶은 분께는 최고의 기회가 될 것이라고 확신합니다.요구사항- 고급 C 프로그래밍 능력이 요구됩니다.- OS 에 대한 높은 이해가 요구됩니다.- 유지보수 및 테스트가 용이하도록 대규모 C 프로젝트를 설계할 수 있는 능력이 요구됩니다.- 소프트웨어 개발 주기에 대한 이해가 요구됩니다.- 샌프란시스코 오피스의 엔지니어들과 협업 가능한 기본적인 영어 의사소통 능력이 요구됩니다.우대사항- 일반적인 문제해결능력 및 원활한 커뮤니케이션 능력이 있다면 좋습니다.- IoT 관련 개발 경험(MQTT, WiFi, BLE, …)이 있다면 좋습니다.- Microcontroller 경험이 있다면 좋습니다.혜택 및 복지- 샌프란시스코 오피스로 교환직원 프로그램- 맥북 및 모니터 제공- 무제한 휴가 제공- 간식과 커피 무제한 제공- 어웨어 제품 제공\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                  \n                \n            \n          "]}