{"url":"https://www.rocketpunch.com//jobs/64657/Android-%EA%B0%9C%EB%B0%9C%EC%9E%90-%EA%B0%9C%EB%B0%9C%EC%9E%90%EC%B9%B4%EC%B9%B4%EC%98%A4%EC%BB%B4%ED%8D%BC%EB%8B%88","title":"Android 개발자 개발자(카카오컴퍼니)","origin":"카닥","start_date":"11/06 ","newbie":"경력","content":["\n        주요 업무\n                    [담당업무]• 카닥내 여러 서비스의 Android 플랫폼을 개발합니다.카닥 수리/워시/테크샵 등 고객 제품군에 Android 플랫폼을 주로 개발합니다. 또한 각종 신규 서비스의 프로토타이핑, MVP, 정식 출시 등 제품 기획/개발의 전 과정을 함께 참여하시게 됩니다. • 카닥의 현재 기술 스택카닥은 현재 Web / iOS / Android 세 개의 …\n            더 보기\n            [담당업무]• 카닥내 여러 서비스의 Android 플랫폼을 개발합니다.카닥 수리/워시/테크샵 등 고객 제품군에 Android 플랫폼을 주로 개발합니다. 또한 각종 신규 서비스의 프로토타이핑, MVP, 정식 출시 등 제품 기획/개발의 전 과정을 함께 참여하시게 됩니다. • 카닥의 현재 기술 스택카닥은 현재 Web / iOS / Android 세 개의 플랫폼으로 서비스를 제공하고 있습니다.iOS / Android 앱(자동차 오너용 앱)은 초기부터 Native 로 개발 중이며, 웹 서비스(유저사이드의 웹 제품 및 협력업체용 관리도구, 카닥 운영용 관리도구)는 React 와 Angular.js 기반의 Responsive Web으로 구현되어 있습니다.DB는 MySQL을 사용중이며, 부가적으로 mongoDB와 ElasticSearch를 사용하고 있습니다.인프라는 Amazon AWS 상에 구축되어 있으며, 모든 기능은 RESTful API로 구성되어 각 플랫폼에 제공되고, Jenkins, Ansible 등을 DevOps 툴로 사용하고 있습니다.또한 서비스 운영을 위해 Typescript, Java, Kotlin, Python, PHP, javascript, Go, Ruby 등 다양한 언어를 상황에 맞게 사용하고 있습니다.기획/디자인/개발/QA의 전 과정은 Axure RP, Sketch, Figma, Zeplin, Jira, Confluence, G Suite, Slack 등을 적극적으로 활용한 파이프라인을 구성하여 유기적으로 커뮤니케이션이 이뤄지도록 노력하고 있습니다. 개발 소스 버전관리는 Git 를 사용 중입니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Android\n        \n      ","\n        채용 상세\n                    [자격요건]• Android 개발경력 3년 이상• Android 플랫폼에 대해 깊은 이해를 가지신 분 • kotlin에 능숙하시고 java 를 이용한 android 개발 경험이 있으신 분• RESTful API 기반 앱 개발 경험이 있으신 분[우대사항]• 주도적인 분들을 원합니다. 문제의 발견, 정의, 해결 등 제품 개발의 많은 과정들을 스스로 아이…\n            더 보기\n            [자격요건]• Android 개발경력 3년 이상• Android 플랫폼에 대해 깊은 이해를 가지신 분 • kotlin에 능숙하시고 java 를 이용한 android 개발 경험이 있으신 분• RESTful API 기반 앱 개발 경험이 있으신 분[우대사항]• 주도적인 분들을 원합니다. 문제의 발견, 정의, 해결 등 제품 개발의 많은 과정들을 스스로 아이디어를 내고 해결할 수 있는 분들을 찾습니다.• 원활한 의사소통 능력이 필요합니다.회사 내 다양한 업무 담당자들, 외부 이해 관계자들과 원활하게 의사소통 할 수 있어야 합니다.• 신기술 학습에 대한 열정이 필요합니다.현재 개발팀에서는 PHP, javascript, Typescript, Ruby, Python, Objective-C, Swift, Java, Kotlin, Go, Scala 등 다양한 언어를 사용 중입니다. 웹/앱 관련하여 새로 출시되고 있는 각종 신기술을 익히고 적용하는데 재미를 느끼는 분들을 우대합니다.• 자기 주도적 일정 관리외부로 부터가 아닌 스스로 일정을 관리하고 지키는데 익숙하신 분을 선호합니다.• 빌드/테스트/배포 자동화 경험• 안드로이드 권한 요구에 대한 이해 및 리뷰 대응 경험• 위치 기반 서비스 개발 경험\n"]}