{"url":"https://www.rocketpunch.com//jobs/69128/%EB%B7%B0%ED%8B%B0%ED%97%AC%EC%8A%A4%EC%BC%80%EC%96%B4-%ED%94%8C%EB%9E%AB%ED%8F%BC-%EC%97%90%ED%8F%AC%ED%84%B0%EC%99%80-%EB%8F%88-%EC%93%B8%EC%96%B4%EB%8B%B4%EC%9D%84-%EB%A7%88%EC%BC%80%ED%84%B0-%EC%B0%BE%EC%95%84%EC%9A%94","title":"뷰티+헬스케어 플랫폼 에포터와 돈 쓸어담을 마케터 찾아요","origin":"케어마인드","start_date":"03/02 ","newbie":"인턴신입경력","content":["\n        주요 업무\n                    뷰티헬스케어 플랫폼 에포터에서 콘텐츠마케팅을 주도할 역량있는 인재를 찾습니다.고객은 수술 전에 좋은 병원과 의사를 선택해야 하는 스트레스 상황에 놓여있습니다.많은 정보를 탐색하는 과정에 있는 고객에게 올바른 선택을 하도록 관련 정보와 후기를 제공합니다.무엇보다, 타 APP과 차별화되고 독창적인 서비스로는 수술 후 회복관리를 제공하는 점입니다.고객은 …\n            더 보기\n            뷰티헬스케어 플랫폼 에포터에서 콘텐츠마케팅을 주도할 역량있는 인재를 찾습니다.고객은 수술 전에 좋은 병원과 의사를 선택해야 하는 스트레스 상황에 놓여있습니다.많은 정보를 탐색하는 과정에 있는 고객에게 올바른 선택을 하도록 관련 정보와 후기를 제공합니다.무엇보다, 타 APP과 차별화되고 독창적인 서비스로는 수술 후 회복관리를 제공하는 점입니다.고객은 수술 후 퇴원을 하여 집에서 스스로 회복과정을 견뎌야 하는 어려움이 있습니다.하지만 에포터는 고객의 사진과 증상을 분석하여 현재 회복률과 증상의 주의도를 알려주고 관련 정보를 제공합니다.에포터를 통해 수술 전후 케어를 받을 수 있고, 회복 관리의 어려움과 두려움을 해소하고 안심할 수 있습니다.수술 후 회복 관리에 가장 민감하고 예민한 성형수술부터 서비스를 진행하고 있습니다.19년 02월 오픈하여 현재 서비스는 약 1년이 된 시점으로 많이 활성화 되었습니다.주요 매출구조는 병원, 식품회사, 화장품회사, 제약회사, 보험회사에게 환자 DB를 판매하는 구조입니다.성형 분야에서 시장을 주도한 후 여성 관련 수술로 확장하고자 합니다.저희의 수술 후 상태 진단 및 분석 컴퓨팅 프로그램은 AI 기반의 분석 알고리즘에 대한 특허를 출원하였고 현재 많은 고객들이 이용하며 불편함 없이 잘 이용되고 있습니다. 이 기술은 성형 뿐만 아니라 모든 수술 상처에 적용됩니다. 저희와 함께 환자 경험 중심의 의료패러다임을 주도할 콘텐츠 마케터를 찾습니다. IT회사다보니, 기술개발과 서비스개선에 집중되어 있으나, 무엇보다 콘텐츠를 통해 고객 관계를 주도하고 큰 시장에서 다양한 커뮤니케이션 캠페인과 마케팅 전략을 실행해볼 열정있고 역량있는 지원자분을 기대합니다.기술과 서비스는 결국 콘텐츠를 서포트하는 역할일 뿐입니다.콘텐츠로 마케팅으로 서비스의 성장을 이끌고 주도하는 경험을 함께 해봅시다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          콘텐츠 마케팅\n          온라인홍보\n          SNS 채널관리\n          마케팅캠페인\n          블로그마케팅\n          콘텐츠기획\n          바이럴마케팅\n          콘텐츠 제작/기획\n          온라인마케팅\n          마케터\n        \n      ","\n        채용 상세\n                    담당업무- 에포터 앱 내 성형정보 콘텐츠 제작 및 카테고리 운영- 에포터 공식 블로그 콘텐츠 제작 및 운영- 에포터 앱 내 이벤트 카테고리 내 제품 상세페이지 기획- 콘텐츠를 기반으로 커뮤니티, 카페 등 SNS 채널 캠페인 기획 및 운영- IMC 마케팅 전략 기획 및 실행자격요건- 초기 스타트업에서 권한과 도전을 마음껏 휘둘러볼 분- 성형, 뷰티, …\n            더 보기\n            담당업무- 에포터 앱 내 성형정보 콘텐츠 제작 및 카테고리 운영- 에포터 공식 블로그 콘텐츠 제작 및 운영- 에포터 앱 내 이벤트 카테고리 내 제품 상세페이지 기획- 콘텐츠를 기반으로 커뮤니티, 카페 등 SNS 채널 캠페인 기획 및 운영- IMC 마케팅 전략 기획 및 실행자격요건- 초기 스타트업에서 권한과 도전을 마음껏 휘둘러볼 분- 성형, 뷰티, 헬스케어에 대한 애정이 있는 분- 도전해보겠다는 태도와 바로 바로 적용하고 활용하는 실행력이 뛰어나신 분- 커뮤니케이션의 중요성을 이해하고 착하고 바른 분우대사항- 마케팅 전략 기획서 작성 경험 우대- SNS채널 운영 경험 우대- 글쓰기 좋아하시고 카페나 커뮤니티 활동 경험 우대- 블로그 운영 경험 우대- 마케팅 직군 경험 우대\n"]}