{"url":"https://www.rocketpunch.com//jobs/70130/Artist-MCN-%EC%82%AC%EC%97%85PM","title":"Artist MCN 사업PM","origin":"키클롭스","start_date":"03/02 ","newbie":"소경력","content":["\n        주요 업무\n                    아티스트의 다채로운 모습을 YouTube와 회사가 보유한 채널을 활용해 팬 및 시청자에게 보여줄 수 있도록 하는 프로젝트입니다. 키클롭스는 Artist MCN 영역이 아티스트의 새로운 모습을 보여주고, 브랜드 및 광고주에게 새로운 채널을 제공할 수 있다고 생각하며, 이러한 사업 계획을 설계하고 프로젝트를 리드해 나가실 PM을 모시고자 합니다.현재 2…\n            더 보기\n            아티스트의 다채로운 모습을 YouTube와 회사가 보유한 채널을 활용해 팬 및 시청자에게 보여줄 수 있도록 하는 프로젝트입니다. 키클롭스는 Artist MCN 영역이 아티스트의 새로운 모습을 보여주고, 브랜드 및 광고주에게 새로운 채널을 제공할 수 있다고 생각하며, 이러한 사업 계획을 설계하고 프로젝트를 리드해 나가실 PM을 모시고자 합니다.현재 2개의 영상제작팀이 있으며 4명의 아티스트와 함께하고 있고, 앞으로 지속 추가될 예정입니다. (채널에 관해서는 웹 상에서 공개가 어려운 부분 양해 부탁드립니다.)\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          서비스기획\n          사업기획\n          전략기획\n          마케팅기획\n          비즈니스매니저\n        \n      ","\n        채용 상세\n                    *주요업무- 유튜브 채널 운영 등 프로젝트 관리 - 수주 캠페인에 대한 프로젝트 리딩- 영상제작팀 등 유관 부서와 커뮤니케이션- 시장조사, 사업분석, 사업전략 등 리서치 - 사업기획, 사업전략 수립 (PT, PL 작성)- 브랜드 콘텐츠 기획 및 사업부문의 제안*자격요건- 능동적으로 업무를 추진하시고, 일하는 영역에서 리더가 되고자 하시는 분- 엔터테…\n            더 보기\n            *주요업무- 유튜브 채널 운영 등 프로젝트 관리 - 수주 캠페인에 대한 프로젝트 리딩- 영상제작팀 등 유관 부서와 커뮤니케이션- 시장조사, 사업분석, 사업전략 등 리서치 - 사업기획, 사업전략 수립 (PT, PL 작성)- 브랜드 콘텐츠 기획 및 사업부문의 제안*자격요건- 능동적으로 업무를 추진하시고, 일하는 영역에서 리더가 되고자 하시는 분- 엔터테인먼트 및 MCN, 광고, 미디어 등 관련 업계에서 3년 이상 경력 (디지털, IP 기반 커머스 등 신사업기획 경험 등)- 프로덕션 관리, 제작스케줄 관리, 제작예산 관리 등 제작관리 PM 업무 수행 경험이 있으신 분- 뉴미디어 콘텐츠, 크리에이터, 플랫폼(YouTube, Twitch 등)에 대한 이해가 있으신 분- 광고 시장에 대한 이해가 있으신 분 - 명확한 커뮤니케이션 능력을 갖추신 분- 논리적 사고를 갖추신 분*우대사항- 창업 경험자 우대- Sales 및 Sales operation 업무 경험이 있으신 분- 디지털 광고 또는 콘텐츠마케팅에 대한 이해가 있으신 분- 영어, 중국어, 일본어 등 외국어 가능 하신 분- MCN, 디지털 스튜디오 등 뉴미디어 기반 제작업무를 경험하셨거나 이해가 있으신 분*혜택 및 복지- 10 to 7, 업무 시간에 집중해서 일하고 불필요한 야근, 주말근무는 지양- 자유로운 칼퇴 휴가 문화- 1층 카페 스밍스튜디오와 옥상정원에서 업무 진행 가능- No Coffee, No Work (탕비실 에스프레스 머신 자유이용, 1층 카페 음료메뉴 반액 할인)- 직무관련 역량 강화를 위한 세미나/컨퍼런스 참여 지원- 중소기업 청년 소득세 감면 / 내일채움공제 - 월 1회 원격 근무 지원- 생일자 조기퇴근- 간식 지원\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}