{"url":"https://www.rocketpunch.com//jobs/58028/%EA%B2%BD%EB%A0%A5-UXUI-%EB%94%94%EC%9E%90%EC%9D%B4%EB%84%88-%EB%AA%A8%EC%A7%91","title":"[경력] UX/UI 디자이너 모집","origin":"네오사피엔스 주식회사","start_date":"03/02 ","newbie":"경력","content":["\n        주요 업무\n                    네오사피엔스는 인공지능 기술로 미디어 콘텐츠 분야의 혁신을 이루어 내고 있는 스타트업입니다. 저희는 특정 목소리의 고유한 특징을 학습하여 그 목소리로 자연스러운 음성을 생성하는 음성합성 원천 기술을 개발하였고, 이를 기반으로 인공지능 성우서비스 타입캐스트를 운영하고 있습니다. 최근 텍스트에 기반한 많은 정보들이 음성 및 동영상으로 바뀌고 있는데 타입…\n            더 보기\n            네오사피엔스는 인공지능 기술로 미디어 콘텐츠 분야의 혁신을 이루어 내고 있는 스타트업입니다. 저희는 특정 목소리의 고유한 특징을 학습하여 그 목소리로 자연스러운 음성을 생성하는 음성합성 원천 기술을 개발하였고, 이를 기반으로 인공지능 성우서비스 타입캐스트를 운영하고 있습니다. 최근 텍스트에 기반한 많은 정보들이 음성 및 동영상으로 바뀌고 있는데 타입캐스트는 사용자이 보다 쉽게 음성 및 영상 컨텐츠를 만들수 있도록 도움을 드리고 있습니다. 그리고 앞으로 더욱 혁신적인 기술을 통해서 미디어 콘텐츠 분야의 혁신을 만들어가고자 합니다.  그래서 우리는 잘 성장해 나아가고 있는 인공지능의 목소리를 어떤 사용자들에게 어떤 사용 환경에서 어떤 경험을 느끼게 해줄 수 있을지를 함께 고민하고 이를 시각화하며 서비스의 매력 요소를 함께 발전시켜 나아갈 UI 디자이너를 모집하고자 합니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          UI/UX디자인\n          웹디자인\n          GUI디자인\n          그래픽디자이너\n          UI디자인\n          모바일디자인\n          Sketch\n          Interaction디자인\n          Adobe Illustrator\n          BX디자인\n        \n      ","\n        채용 상세\n                    [담당업무]     - 사용자 리서치를 통해 새로운 인사이트 발굴, 신규 서비스 기획     - responsive web/mobile design     - UI 설계 및 프로토타입 제작[자격요건] - 디자인 툴 활용 능숙자 with 디자인 센스 (Sketch 필수)  - HTML, CSS, 반응형에 대한 지식 및 경험을 갖추신 분  - 온라인 서…\n            더 보기\n            [담당업무]     - 사용자 리서치를 통해 새로운 인사이트 발굴, 신규 서비스 기획     - responsive web/mobile design     - UI 설계 및 프로토타입 제작[자격요건] - 디자인 툴 활용 능숙자 with 디자인 센스 (Sketch 필수)  - HTML, CSS, 반응형에 대한 지식 및 경험을 갖추신 분  - 온라인 서비스에 대한 디자인 구조 설계가 가능한 분  - 프로젝트 기획의 전반에 참여하며 이를 시각화하는 일을 즐기시는 분[우대사항]   - 시각디자인 관련 전공 학위를 소지하신 분   - UX research 경험 및 스킬을 갖추신 분   - 평소 다양한 컨텐츠 (영화, 음악, 웹툰 등) 서비스를 즐겨 이용하거나 직접 제작해본 경험이 있으신 분“이런 분이면 더 좋아요!”   - 협업에 적극적으로 참여하는 분   - 새로운 기술 및 지식을 습득하고 공유하며 함께 배워나가는 과정을 즐기시는 분   - 유머있고 즐거움 넘치는 글 감각을 가지고 계신 분   - 원활한 협업 및 의사소통 능력을 갖춘 분[근무 환경]-10 to 7이지만 자유롭게 근무일정 조정이 가능합니다.-각종 간식 및 커피를 무한으로 제공해 드립니다.-우리는 서로를 ‘ㅇㅇ님’ 이라고 부르며 모두의 의견을 존중하는 조직 문화를 갖췄습니다.[채용 절차]서류 제출 (디자인 포트폴리오, 이력서 제출 필수) \u003e 1차 온라인 인터뷰 \u003e 2차 오프라인 인터뷰 \u003e 결과 발표\n"]}