{"url":"https://www.rocketpunch.com//jobs/68496/%EA%B5%AD%EB%82%B4-1%EC%9C%84-%EA%B8%80%EB%9E%A8%EC%9D%98-iOS-Developer%EB%A5%BC-%EB%AA%A8%EC%8B%AD%EB%8B%88%EB%8B%A4","title":"국내 1위 글램의 'iOS Developer'를 모십니다!","origin":"큐피스트","start_date":"02/05 ","newbie":"신입경력","content":["\n        주요 업무\n                    글램 iOS 플랫폼의 신규 기능을 개발하며 전반적인 개선 작업과 함께 앱스토어 플랫폼 관리를 합니다. 우리는 높은 수준의 디자인과 월드와이드 사용자 경험을 추구하며 기술적 챌린징을 받아왔고 회고를 통해 많은 노하우를 가지게 되었습니다. 또한 이제는 글로벌 전략을 목전에 두고 신규 기능을 비롯한 현지화를 위한 앱 최적화 등 다양한 도전과제가 우리를 기…\n            더 보기\n            글램 iOS 플랫폼의 신규 기능을 개발하며 전반적인 개선 작업과 함께 앱스토어 플랫폼 관리를 합니다. 우리는 높은 수준의 디자인과 월드와이드 사용자 경험을 추구하며 기술적 챌린징을 받아왔고 회고를 통해 많은 노하우를 가지게 되었습니다. 또한 이제는 글로벌 전략을 목전에 두고 신규 기능을 비롯한 현지화를 위한 앱 최적화 등 다양한 도전과제가 우리를 기다리고 있습니다.글램 iOS 앱은 Swift로 작성 되었고 애플의 Cocoa MVC를 기반으로 최초 설계가 이루어졌으며, MVVM 패턴으로 변모 중입니다. 분할된 Storyboard로 유연한 화면 플로우를 가질 수 있도록 했고 AutoLayout을 적극 사용합니다. UI는 글램 디자인 가이드를 준수하는 컴포넌트를 정의하여 재사용성을 높였습니다. 디펜던시 관리 도구는 CocoaPods을 사용하며 Firebase, Crashlytics, Facebook, Admob, Adjust, Sendbird 등 다양한 서드 파티 SDK를 다뤄볼 수 있습니다. 크래시 리포팅부터 자체 데이터 수집, 소셜 로그인 기능, 데이터 분석을 위한 이벤트 트래킹, 채팅 기능 등 다방면으로 활용하고 있습니다.최근 들어서는 시장에서 우위를 점하기 위해 빠른 제품 개선이 중요해졌고 장기적으로 개발 환경과 생산성을 위한 많으 시도를 하고 있습니다. fastlane으로 빌드 자동화를, 반복 코드 작업을 줄이고 협업 시 충돌 방지를 위해 SwiftGen, XcodeGen 도입 등 다양한 방향에서 변화를 시작하고 있습니다.지금껏 서비스가 성장한만큼 기능 개발에만 몰두해왔다면 앞으로는 SwiftUI나 Combine 프레임워크 채용으로 앱 패러다임을 바꾸는 것을 장기적인 목표로 잡고 있습니다. 그 과정에서 자체 iOS 개발 가이드라인, CI/CD와 함께 테스트 자동화를 이루는 등 iOS 생태계에서 기술적 Best Practices를 달성하려는 높은 의지로 단기, 장기 로드맵을 세우고 있습니다. 함께 기여해나가며 성장해나갈 멋지고 수준 있는 iOS 개발자가 되실 분을 기다립니다.* 글램을 함께 성장시킬 엔지니어를 모십니다https://www.notion.so/7644b21f53424ab79389b6395f6158df* 큐피스트 자세한 소개 https://brunch.co.kr/@iamzenon/3 * 글램 국내 1위 고군분투기 https://brunch.co.kr/@iamzenon/11 * 큐피스트와 함께 성장할 분을 찾고있어요 https://www.notion.so/5e5a779d51024fbc92428c88143f1def* 큐피스트 기술 블로그 https://www.notion.so/cupist/CUPIST-f90561c9c7d947bc809f5f171f59e439* 글램 YouTube https://www.youtube.com/channel/UCC5ETXSpyOv3pau8OwUWKTw\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          iOS\n          Swift\n          ios-sdk\n          Objective-C\n          fastlane\n        \n      ","\n        채용 상세\n                    [기본 요건]• 기초적인 공학 지식: 4년제 대학 컴퓨터 공학(혹은 유사 전공) 학사 이상 혹은 동등한 실력 보유• Swift 언어를 이해하고 사용하며 iOS SDK API 활용 능력• 애플 개발 가이드 문서를 읽고 이해할 수 있는 수준의 영어 독해 능력• 유저 입장에서 제품 요구사항에 대한 꼼꼼한 분석과 피드백이 가능하신 분• iOS 최신 기술 트…\n            더 보기\n            [기본 요건]• 기초적인 공학 지식: 4년제 대학 컴퓨터 공학(혹은 유사 전공) 학사 이상 혹은 동등한 실력 보유• Swift 언어를 이해하고 사용하며 iOS SDK API 활용 능력• 애플 개발 가이드 문서를 읽고 이해할 수 있는 수준의 영어 독해 능력• 유저 입장에서 제품 요구사항에 대한 꼼꼼한 분석과 피드백이 가능하신 분• iOS 최신 기술 트렌드에 관심 많고 지속적으로 성장하려는 분• 코드 리뷰 등 개발 문화 발전에 적극적이신 분[우대 사항]• 상용 서비스 개발 경력 2년 이상• 목적을 가지고 디자인 패턴을 도입해본 경험• 대규모 마이그레이션 작업 경험(Obj-C에서 Swift, Swift 2에서 3)• Fastlane 등 여러 자동화 도구를 활용해본 경험• Unit / UI 테스트 코드 작성 경험• App Store Connect 라이브 서비스 관리 경험• 많은 종류의 앱 스토어 심사 리젝을 해결한 경험• 글로벌 서비스 프로젝트 경험• 고객 경험을 극대화 할 수 있는 다양한 Animation 구현 경험[혜택 및 복지]• 업계 최고 수준의 보상• iMac, Macbook Pro 및 듀얼 모니터 등 최고급 업무장비 지원• 매주 업무 시간 중 10%를 개인 스터디로 제공• 성장을 위한 자유로운 지원(도서 무제한 구입, 세미나 참석 등• 자유로운 연차/반차/반반차 사용• 시차출퇴근 제도 (09:00 ~ 11:00 사이 원하는 시간에 자유롭게 출근)• 장기 근속 유급 휴가 및 휴가비 지원• 4대 보험 및 종합건강검진 지원• 간식 및 커피 제공 및 야근 시 석식비 지원* 큐피스트 복지의 모든 것 :https://www.notion.so/cupist/CUPIST-3880b83504074eec8138a552dbaab746\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+1                \n            \n          \n            \n              \n                  \n                \n            \n          "]}