{"url":"https://www.rocketpunch.com//jobs/63246/%EA%B2%BD%EB%A0%A5-%EC%9B%B9-%EA%B0%9C%EB%B0%9C%EC%9E%90-%EA%B8%80%EB%A1%9C%EB%B2%8C-%ED%83%80%EA%B2%9F-%EC%8B%A4%ED%97%98-%EC%A4%91%EC%8B%9C-%ED%94%84%EB%A1%9C%ED%8E%98%EC%85%94%EB%84%90-%EA%B0%9C%EB%B0%9C%EC%9E%90","title":"[경력] 웹 개발자_ 글로벌 타겟, 실험 중시, 프로페셔널 개발자","origin":"스트림","start_date":"02/14 ","newbie":"경력","content":["\n        주요 업무\n                    당신은 한국 시장이 작다고 생각합니다.당신은 현재 기술 필수 요소를 진단하고 최적의 기술 스택을 설계할 수 있습니다. 당신은 아예 처음부터 글로벌 시장 \"진출\"이 아니라 \"런칭\"이 가능한 서비스를 원합니다.그렇다면 당신은 스트림 (STRIM)에 조인하세요.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Python\n          Node.js\n          HTML5\n          CSS\n          Amazon AWS\n          MySQL\n          jQuery\n          PHP\n          CSS3\n          JavaScript\n          GitHub\n          풀스택개발\n        \n      ","\n        채용 상세\n                    때로는 월마트에서 $1 을 아끼면서 쇼핑하고,때로는 명품 편집 샵에서 쇼핑하는 다이나믹한 당신을 잘 아는 플랫폼은 어디인가요?STRIM (스트림)은 복잡 미묘한 소비 성향을 가진, 당신을 위한 커뮤니티입니다.상품과 서비스에 대해 서로 경험을 나누면서 새로운 소비 취향을 발견하는 공간.글로벌 상품 리뷰 커뮤니티.STRIM(스트림)의 미션은 보완재나 대…\n            더 보기\n            때로는 월마트에서 $1 을 아끼면서 쇼핑하고,때로는 명품 편집 샵에서 쇼핑하는 다이나믹한 당신을 잘 아는 플랫폼은 어디인가요?STRIM (스트림)은 복잡 미묘한 소비 성향을 가진, 당신을 위한 커뮤니티입니다.상품과 서비스에 대해 서로 경험을 나누면서 새로운 소비 취향을 발견하는 공간.글로벌 상품 리뷰 커뮤니티.STRIM(스트림)의 미션은 보완재나 대체재를 넘어, 소비자의 \"라이프스타일에 맞는 Things\"를 쉽고 빠르게 찾을 수 있도록 도와주는 것입니다. Scalability, True Global Service, The Next Thing을 경험하고 싶다면 같이 만들어봐요.STRIM is product review community.Walmart is your staple shopping place, but luxurious Italian brands may also be your friends. Are you a bargain shopper or with mix-and-match luxury lifestyle?We buy things for many reasons.What is your thing and why do you buy it? Our mission is to help people find things fit to the style of living.Reframe your staples and savor cultural experiences.회사 문화Self starter로 스스로 시간을 관리하고, 사무실에 항상 오지 않더라도 파이프라인에 따라 진행할 수 있고 책임감 있게 수행할 수 있어야 합니다.구글이나 팀원에게 적극적으로 질문하고 답을 찾으며, 영어로 기본 의사 소통이 가능하고 외국인 팀원들과 협업이 가능해야 합니다. 새로운 시도와 경험을 즐겁게 여기고, scale 하기 위해 효율적으로, 열정적으로 사고하고 움직입니다. -글로벌 서비스의 런칭은 언제, 무엇을, 어떻게 해야하는지 글로벌 서비스 런칭/확장/엑시트 경력이 있는 멤버와 같이 일합니다.-한국의 사무실에서 미국 타겟의 커뮤니티를 만드는 방법을 직접 경험합니다.-스트림은 글로벌 서비스이기 때문에, 미국 현지 서비스 분석과 벤치마킹이 중요합니다. 이에 깊은 흥미와 재미를 느끼는게 필수입니다.-업무를 보여주고 바로 피드백을 받아 개선합니다. 다시 말해서, 유의한 결과를 만들 수 있는 실험을 하고, 결과 중심으로 배움을 정리하는 방법을 배웁니다.-LINE, KPMG 컨설팅, CJ 출신의 캐나다, 미국 등지에 있는 Advisor와 함께 일합니다.-스스로 약점을 찾고 개선하여 나만의 글로벌 전략을 최적화하여 습득합니다.자격요건• XML, RestFul, JavaScript, HTML5, and CSS3 에 대한 깊은 이해• Working experience with Node.js or Python, MySQL• Working with API integration• Proficient understanding of code versioning tools (Github, Bitbucket).• Knowledge of browser capabilities and cross-browser compatibility issues• Proficient understanding of SEO and speed optimization우대사항• 풀스택 개발자• AWS and cloud server configuration• 동료들과 함께 끝없이 배우고 성장해 나가려는 의지를 가지고 계신 분• 앱 서비스를 오랜 기간 지속적으로 개선해보신 분 • Testable한 코드작업에 익숙한 분• 테스트/배포 자동화 경험• 최신 개발 동향에 관심이 많은 분• 목표지향적인 사고와 실행능력이 뛰어난 분필수 사항-포트폴리오/개발 경력-해외 오픈 소스를 활용하고 기반으로 customize 할 수 있는 능력-비즈니스가 가능한 영어실력 (유려하지 않더라도 구어 및 문어로 의사소통이 가능한 것이 중요)-필요한 정도의 프로토타입을 제작할 수 있는 순발력. 즉, 빠른 iteration을 하실 수 있어야 합니다.\n"]}