{"url":"https://www.rocketpunch.com//jobs/69177/%ED%94%84%EB%A1%A0%ED%8A%B8%EC%97%94%EB%93%9C-%EB%B0%8F-%EB%B0%B1%EC%97%94%EB%93%9C-%EA%B0%9C%EB%B0%9C%EC%9E%90-%EB%AA%A8%EC%8B%AD%EB%8B%88%EB%8B%A4","title":"프론트엔드 및 백엔드 개발자 모십니다","origin":"(주) 리앤로","start_date":"02/20 ","newbie":"신입경력","content":["\n        주요 업무\n                    - 당사에서 기획 중인 전자상거래 중개플랫폼 관련 프론트엔드 및 백엔드 개발- 전통적인 전자상거래 플랫폼 기능 이외에 대용량 데이터 처리, 비즈니스 인텔리전스, 인공지능 등 다양한 최신 기술에 대한 연구 및 적용- 개발자 출신 대표이사가 제공하는 체계적인 개발 프로세스 전 과정에 대한 경험 및 성장하실 분- 개발 과정을 행복하게 생각하고 제품 출시 …\n            더 보기\n            - 당사에서 기획 중인 전자상거래 중개플랫폼 관련 프론트엔드 및 백엔드 개발- 전통적인 전자상거래 플랫폼 기능 이외에 대용량 데이터 처리, 비즈니스 인텔리전스, 인공지능 등 다양한 최신 기술에 대한 연구 및 적용- 개발자 출신 대표이사가 제공하는 체계적인 개발 프로세스 전 과정에 대한 경험 및 성장하실 분- 개발 과정을 행복하게 생각하고 제품 출시 이후 그 결실의 기쁨 또한 즐기고 싶은 강한 의지를 지닌 개발자 환영합니다\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Front-end\n          MariaDB\n          Amazon AWS\n          Java\n          Android\n          C#\n          PHP\n          jQuery\n          React\n          iOS\n          Node.js\n        \n      ","\n        채용 상세\n                    담당업무- 당사가 기획하는 전자상거래 중개 플랫폼 개발- 프론트엔드 개발 0명- 백엔드 개발 0명- 워드프레스 기반의 전자상거래 기능 개발- 대표 개발자의 리딩하에 분석, 설계, 개발, 테스트 및 배포 전 과정 참여- 웹 환경, 대용량 데이터베이스 처리, 분산시스템 등 인프라 시스템 기능에 대한 연구와 적용 - 형상관리, 이슈관리에 대한 이해와 적용…\n            더 보기\n            담당업무- 당사가 기획하는 전자상거래 중개 플랫폼 개발- 프론트엔드 개발 0명- 백엔드 개발 0명- 워드프레스 기반의 전자상거래 기능 개발- 대표 개발자의 리딩하에 분석, 설계, 개발, 테스트 및 배포 전 과정 참여- 웹 환경, 대용량 데이터베이스 처리, 분산시스템 등 인프라 시스템 기능에 대한 연구와 적용 - 형상관리, 이슈관리에 대한 이해와 적용- 최신 기술에 대한 동향 파악 및 이에 대한 연구 및 공유자격요건- 학력, 경력, 전공, 나이, 성별 무관- 업계 신입 또는 경력자 환영 - 타업계 종사 중 뜻하는 바 있어 학원 또는 자기 주도 학습을 통해 능력을 확보한 인재 환영기술요건# 프론트엔드- 프론트엔드 개발의 기본인 CSS, HTML5, JavaScript에 대한 깊은 이해 및 활용 필수- JQuery, React 또는 Vue 중 최소 하나에 대한 이해 및 개발 경험# 백엔드- PHP7.0 및 Laravel 프레임워크 기반 지식 및 개발 경험- Apache, Tomcat, JEUS, WebLogic, Node.js 등 웹 서버 및 웹어플리케이션 서버에 대한 이해와 구축 경험- MySQL, Maria DB 또는 상용 데이터베이스 제품 기반하에 프로젝트 수행 및 쿼리 작성 능력우대사항- 워드프레스 기반 전자상거래 사이트 구축 및 운영 경험- 모바일 개발을 위한 React Native 또는 NativeScript에 대한 이해 및 개발 능력- Docker, Kubernetes, Amazon, Azure 등 가상화와 클라우드에 대한 이해 또는 경험- 분산시스템 환경에 대한 이해 및 적용- Java 지식 및 프로젝트 경험- 모바일(안드로이드, IOS) 앱 개발 경험- 디자인 감각 보유 및 웹에이전시 근무 경험- 웹 및 모바일 포트폴리오 제출 가능자연봉관련- 학업배경, 경력연차, 보유능력에 따라 2,700만원 ~ 7,000만원까지의 범위 안에서 연봉 협의\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+1                \n            \n          \n            \n              \n                  \n                \n            \n          "]}