{"url":"https://www.rocketpunch.com//jobs/68739/%EC%86%8C%ED%94%84%ED%8A%B8%EC%9B%A8%EC%96%B4-%EC%97%94%EC%A7%80%EB%8B%88%EC%96%B4%EA%B0%9C%EB%B0%9C%EC%9E%90-%EC%82%B0%EC%97%85%EA%B8%B0%EB%8A%A5%EC%9A%94%EC%9B%90","title":"소프트웨어 엔지니어(개발자) - 산업기능요원","origin":"봉봉","start_date":"01/29 ","newbie":"소신입경력","content":["\n        주요 업무\n                    - Service: 웹, 안드로이드 앱, 아이폰 앱 개발- Backoffice: 운영 툴, 통계 툴, 자동화툴 개발- DevOps: 클라우드 운영, 모니터링, 스케일링 관리 및 튜닝\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          JavaScript\n          Front-end\n          Back-end\n          GitHub\n          Amazon AWS\n          Node.js\n          Python\n          Android앱개발\n          ios 앱개발\n          devops\n        \n      ","\n        채용 상세\n                    봉봉에서 함께 성장할 소프트웨어 엔지니어(개발자)를 찾습니다.병역특례 산업기능요원 보충역 편입 또는 전직 가능합니다.즐겁게 일할 수 있는 근무 환경 때문에, 산업기능요원으로 재직중인 분들의 만족도 또한 높습니다.봉봉은 창업 첫 해인 2015년부터 퀴즈 서비스로 전세계 유저들에게 사랑을 받았으며, 퀴즈(봉봉) 외에도 기사(뉴스낵), 퍼즐(플레이브레인)…\n            더 보기\n            봉봉에서 함께 성장할 소프트웨어 엔지니어(개발자)를 찾습니다.병역특례 산업기능요원 보충역 편입 또는 전직 가능합니다.즐겁게 일할 수 있는 근무 환경 때문에, 산업기능요원으로 재직중인 분들의 만족도 또한 높습니다.봉봉은 창업 첫 해인 2015년부터 퀴즈 서비스로 전세계 유저들에게 사랑을 받았으며, 퀴즈(봉봉) 외에도 기사(뉴스낵), 퍼즐(플레이브레인), 게임(메이비) 등 엔터테인먼트 컨텐츠 분야에서 다양한 서비스들을 만들어 운영하고 있습니다.봉봉의 개발자들은 모두 기본적으로는 \"웹 개발자\"입니다.  일반 사용자들에게 제공하는 웹 서비스를 차치하더라도, 내부 운영 툴, 통계 툴 등은 모두 웹 서비스로 개발이 되기 때문에 봉봉에서는 모두가 기본적으로 \"웹 개발자\"가 되어야 합니다.봉봉의 개발팀은 주로 밑단 시스템을 개발 및 운영하는 파트, 웹/API 로직을 개발하는 파트, 모바일앱 클라이언트를 개발하는 파트로 어느 정도 나뉘어져 프로젝트를 진행합니다.  하지만, 개발자 각자의 역량과 관심도 그리고 회사의 상황에 따라 담당하는 개발 업무가 유동적으로 변화합니다.  이로 인해, 자연스럽게 풀스택 개발자로 성장하거나 자신에게 적합한 분야를 발견할 수 있는 좋은 환경입니다.  또한 대규모 메이저 서비스 개발 및 운영 경력을 지닌 뛰어난 개발자들이 많이 포진되어 있어, 서로 자극을 받으면서 함께 발전할 수 있는 기회를 제공합니다.봉봉은 직원들이 자기주도적으로 즐겁게 일할 수 있도록 다음과 같은 문화를 지켜나가고 있습니다.- 직급/직책 호칭 없이 닉네임만으로 상호 호칭하여, 수평적인 의사소통 장려- 자율적인 휴가 사용 및 재택 근무 가능- 점심식대 2만원 지원- 간식과 음료 무제한 제공봉봉의 창업자들은 큰 회사의 시스템을 오랜 시간 경험했고, 스타트업 창업의 경험도 두루 갖추고 있어, 양쪽의 장점들을 갖춘 봉봉만의 자유롭고 즐거운 업무 문화를 만들어가고 있습니다.개발자 채용은 인원과 기간을 미리 정해놓지 않습니다.회사 상황에 따라 조기 마감할 수도 있고, 계속 열어놓을 수도 있습니다.담당업무- Service: 웹, 안드로이드 앱, 아이폰 앱 개발- Backoffice: 운영 툴, 통계 툴, 자동화툴 개발- DevOps: 클라우드 운영, 모니터링, 스케일링 관리 및 튜닝 자격요건- 개발을 좋아하고 잘 해야 함- 문제해결(trouble shooting 및 debugging)을 좋아하고 잘 해야 함- 전산학(컴퓨터공학) 관련 전공자 또는 전공자에 준하는 지식을 갖춘 자- 영어로 읽고 쓰기에 문제 없어야 함 (구글링 및 사내 협업을 위해)우대사항- 정보올림피아드 수상 경력- 공개소프트웨어 또는 상용 제품/서비스 개발 경력개발환경- 맥북프로 16인치 고급사양 (3년 주기 교체)- 27인치(또는 32인치) 모니터- 높낮이 조절 책상복지사항- 무제한 휴가- 2년 만근 리프레쉬 휴가비 제공- 점심식사 카드(2만원 한도) 제공- 간식과 음료 무제한 제공산업기능요원(병역특례)- 보충역: 채용 가능- 현역: 채용 가능, 2020 현역 TO 재배정 대기(TO 배정은 불확실)\n"]}