{"url":"https://www.rocketpunch.com//jobs/68187/%EC%9D%BC%EB%B3%B8%EC%8B%9C%EC%9E%A5-%EB%8B%B4%EB%8B%B9-%ED%8D%BC%ED%8F%AC%EB%A8%BC%EC%8A%A4-%EB%A7%88%EC%BC%80%ED%84%B0%EB%A5%BC-%EB%AA%A8%EC%A7%91%ED%95%A9%EB%8B%88%EB%8B%A4","title":"일본시장 담당 퍼포먼스 마케터를 모집합니다.","origin":"게임베리","start_date":"01/28 ","newbie":"인턴신입경력","content":["\n        주요 업무\n                    - 게임베리는 일본 현지 파트너사들과 네트워크를 구축해왔고, 현지 주요 광고주들과 협업을 하고 있습니다. 일본시장에서 게임베리의 광고솔루션으로 새로운 가치를 창출하며 사업을 전개해 나가실 분을 모십니다.1. What we do(1) 일본 광고주와의 커뮤니케이션- 신규 캠페인 런칭 (캠페인 상세 내용 확인 및 캠페인 셋업)- 기존 캠페인 매니징 (일별…\n            더 보기\n            - 게임베리는 일본 현지 파트너사들과 네트워크를 구축해왔고, 현지 주요 광고주들과 협업을 하고 있습니다. 일본시장에서 게임베리의 광고솔루션으로 새로운 가치를 창출하며 사업을 전개해 나가실 분을 모십니다.1. What we do(1) 일본 광고주와의 커뮤니케이션- 신규 캠페인 런칭 (캠페인 상세 내용 확인 및 캠페인 셋업)- 기존 캠페인 매니징 (일별 모니터링 및 캠페인 최적화, 관리)- 기타 광고주 문의 및 이슈 사항 대응(2) 데이터 관리- 캠페인을 운영하면서 누적된 데이터 분석 및 관리 (Black list, White list)- 누적 데이터를 통한 캠페인 별 및 매체 별 인사이트 발굴(3) 신규 신규 광고주 발굴- 국내외 전시회 및 이벤트 참가2. What people we are- 더 좋은 결과를 위해 다각도로 생각하고 도전할 수 있는 사람- 성장하고자 하는 욕구와 능력이 있는 사람- 솔직하고 예의 바른 태도로 열심히 일할 수 있는 사람3. what are the achievable goals and growth point- Ad-Tech 분야에 대한 인사이트 및 전문 지식 확보 가능- 다양한 이슈들에 대한 능동적인 문제 해결 능력 확보 가능- 데이터를 보는 인사이트 및 데이터 분석 능력 확보 가능4. What you will need- 커뮤니케이션 스킬 (언어 능력만이 아닌 얼마나 효율적으로 광고주와 소통하는지)- 데이터 분석 능력 (이상 데이터를 감지할 수 있는 분석력과 꼼꼼함)5. Desirable Skills- 원활한 일본어 비즈니스 회화 및 이메일 작성 능력을 가지신 분- 기본적인 수준의 영어 회화가 가능하신 분[채용 Process]1. 서류전형   recruit@gameberry.co.kr로 자유양식의 이력서 및 자기소개서 제출(PDF파일)   파일명 : [지원직무] 지원날짜 - 지원자 성함    지원동기 및 희망연봉 기재 필수 2. 1차 인사팀 컬쳐 인터뷰3. 2차 경영진 및 실무 인터뷰4. 최종합격\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          모바일광고\n        \n      ","\n        채용 상세\n                    [회사소개]게임베리는 전세계 10억명 이상의 유저를 확보하고 300여개 게임사들의 광고/수익화를 담당해온 글로벌 Ad-tech 회사입니다. 국내 기업들 뿐만 아니라 Baidu, Alibaba, MachineZone, Playtika, NetEase, XD Global, IGG 등 해외 주요 게임사들의 광고/수익화 파트너로써 협업해왔습니다.자체 광고네…\n            더 보기\n            [회사소개]게임베리는 전세계 10억명 이상의 유저를 확보하고 300여개 게임사들의 광고/수익화를 담당해온 글로벌 Ad-tech 회사입니다. 국내 기업들 뿐만 아니라 Baidu, Alibaba, MachineZone, Playtika, NetEase, XD Global, IGG 등 해외 주요 게임사들의 광고/수익화 파트너로써 협업해왔습니다.자체 광고네트워크인 정글엑스(JungggleX) 및 Ad-exchange 플랫폼 레브리프트(RevLift)를 비롯하여 디지털 마케팅 시장에서 혁신적인 광고 서비스를 제공해왔으며, 매출의 80% 이상을 해외 시장에서 발생시키고 있습니다.게임베리는 30여명의 인원이 평균 연령 30세로, 자유롭고 수평적인 문화와 능동적이고 자기 주도적인 의사결정을 장려하는 업무구조 속에서 일하고 있습니다. 최근 국내외 주요 VC들로부터 시리즈B 규모의 투자를 유치했고 글로벌 시장에서 공격적으로 확장해나갈 예정입니다.[서비스 소개]Ad-network service ‘JungggleX’정글엑스(JungggleX)는 데이터 기반의 글로벌 Ad network입니다.자체 SDK/API로 연동된 In-app 트래픽에서부터, 수백개의 광고 매체까지 다양한 채널에서 트래픽을 바잉합니다.바잉한 트래픽을 자체 개발한 최적화 AI 시스템 및 정성적인 운영을 통해 최적화하여 국내외(미국, 일본, 중국 등) 광고주들에게 제공합니다.꾸준한 트래픽 관리 및 최적화 작업을 통해 프리미엄 트래픽을 광고주에게 제공하고 있으며, 이러한 성과를 인정받아 국내외 수백여 광고주들의 캠페인을 운영하고 있습니다.[인재상]우리는 능동적으로 생각하며 행동합니다. 맡은 프로젝트를 이끌어나가며, 스스로 생각하고, 그 다음 단계를 생각합니다. 단순 반복적인 일을 하더라도 좀 더 나은 방향, 좀 더 효율적인 방법에 대해서 고민하고 개선합니다. 우리는 감사함과 미안함을 표현할 줄 아는 사람입니다. 함께 일하는 팀원의 호의에 감사할 줄 알며, 나의 실수를 인정할 수 있는 마음을 가지고 있습니다. 우리는 함께 소통합니다. 경력, 직책, 나이, 성별에 상관없이 수평적인 관계 속에서 서로를 존중합니다. [회사생활]- 열심히 일한만큼 푹 쉬자! 넉넉한 20일의 연차- 자유롭고 효율적인 연차 사용(당일 및 분 단위 사용 가능)- 고생한 그대여 떠나라! 매 2년 근속 시 장기 포상휴가 혹은 휴가비 지원!- 생일엔 소중한 사람들과 함께하기! 조기퇴근- 다양한 문화가 공존하는 게임베리, 외국인 동료들과 협업할 수 있는 근무환경- 게임베리 아랫집 카페, 언더더베리에서 바리스타가 직접 내려주는 커피 한잔의 여유- 간식제공- 청년 내일채움공제(2년형 / 3년형) 가능\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+1                \n            \n          \n            \n              \n                  \n                \n            \n          "]}