{"url":"https://www.rocketpunch.com//jobs/67333/Software-Engineer-Backend","title":"Software Engineer (Backend)","origin":"스타릭스","start_date":"12/26 ","newbie":"신입경력","content":["\n        주요 업무\n                    저희는 IT 기술을 활용해 택시서비스를 획기적으로 발전시키고자 합니다.  택시기반 모빌리티 서비스인 LOCAR를 통해 변화를 만들어 나아가고자 하며, 이런 여정을 함께하실 뜻 있는 분들을 찾고 있습니다.We believe we can transform mobility in Korea by working with taxi and enabling the…\n            더 보기\n            저희는 IT 기술을 활용해 택시서비스를 획기적으로 발전시키고자 합니다.  택시기반 모빌리티 서비스인 LOCAR를 통해 변화를 만들어 나아가고자 하며, 이런 여정을 함께하실 뜻 있는 분들을 찾고 있습니다.We believe we can transform mobility in Korea by working with taxi and enabling them to offer services that had not been possible before with the appropriate use of technology.  We are looking for talented software engineer(s) (backend) who are bold enough to dream big, to join us at an early stage of an exciting and fulfilling journey.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Node.js\n          Back-end\n          Amazon AWS\n          MySQL\n          JavaScript\n          Redis\n          NoSQL\n        \n      ","\n        채용 상세\n                    담당업무* LOCAR 서비스의 백엔드 서버 개발 및 운영 * 성능향상을 위한 백엔드 아키텍처 개선 * Design, develop, and operate LOCAR backend system * Refactor and improve our system for higher throughput \u0026 availability 자격요건* 서비스 개발, …\n            더 보기\n            담당업무* LOCAR 서비스의 백엔드 서버 개발 및 운영 * 성능향상을 위한 백엔드 아키텍처 개선 * Design, develop, and operate LOCAR backend system * Refactor and improve our system for higher throughput \u0026 availability 자격요건* 서비스 개발, 런칭, 운영 경험    * Legacy 코드 리펙토링 및 운영경험    * AWS 기반 서비스 운영경험 * Agile, TDD 개발 경험* Node.js 숙련자 (production level)* RDB, NoSQL, Redis 유경험자* 협업과 커뮤니케이션이 원할하고 성실하신 분* 자신의 작업에 대한 책임감이 강한 분* 새롭고 올바른 기술을 찾고 받아드리는데 거부감이 없는 분 * 서비스, 작업물, 개발에 대해 거리낌없이 피드백을 공유할 수 있는 분* +2 years of experience in backend development* Good command of Node.js* Hands-on skills working with RDB, NoSQL, Redis* Knowledge of Agile software development process and hands-on experience with Test Driven Development* Practical experience with Code Refactoring, Design Patterns, Design Principles, Software Architecture and Algorithms, and automated tests (preferred)* Keen to constantly learn and improve your own skills, and not afraid to jump into new things.* Curious, proactive mindset\n\n            \n              \n                  \n                  \n                \n            \n          "]}