{"url":"https://www.rocketpunch.com//jobs/60065/%EC%9D%B8%ED%84%B4%EC%8B%A0%EC%9E%85-%EA%B8%80%EB%A1%9C%EB%B2%8C-%EB%A7%88%EC%BC%80%ED%8C%85-12%EC%A3%BC-%EB%B9%A8%EB%8C%80-%EA%BD%82%EA%B8%B0","title":"(인턴/신입) 글로벌 마케팅 12주 빨대 꽂기","origin":"스트림","start_date":"02/14 ","newbie":"인턴신입","content":["\n        주요 업무\n                    당신은 한국 시장이 작다고 생각합니다.당신은 영어로 의사소통이 가능합니다.당신은 서비스의 Scalability를 경험하고 싶어합니다.당신은 아예 처음부터 글로벌 시장 \"진출\"이 아니라 \"런칭\"이 가능한 서비스를 원합니다.그렇다면 당신은 스트림(STRIM)에 조인하세요.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          그로스해킹\n          글로벌 마케팅\n          글로벌비즈니스\n          디지털마케팅\n          바이럴마케팅\n        \n      ","\n        채용 상세\n                    때로는 월마트에서 $1 을 아끼면서 쇼핑하고,때로는 명품 편집 샵에서 쇼핑하는 다이나믹한 당신을 잘 아는 플랫폼은 어디인가요?STRIM (스트림)은 복잡 미묘한 소비 성향을 가진, 당신을 위한 커뮤니티입니다.상품과 서비스에 대해 서로 경험을 나누면서 새로운 소비 취향을 발견하는 공간.글로벌 상품 리뷰 커뮤니티.STRIM(스트림)의 미션은 보완재나 대…\n            더 보기\n            때로는 월마트에서 $1 을 아끼면서 쇼핑하고,때로는 명품 편집 샵에서 쇼핑하는 다이나믹한 당신을 잘 아는 플랫폼은 어디인가요?STRIM (스트림)은 복잡 미묘한 소비 성향을 가진, 당신을 위한 커뮤니티입니다.상품과 서비스에 대해 서로 경험을 나누면서 새로운 소비 취향을 발견하는 공간.글로벌 상품 리뷰 커뮤니티.STRIM(스트림)의 미션은 보완재나 대체재를 넘어, 소비자의 \"라이프스타일에 맞는 Things\"를 쉽고 빠르게 찾을 수 있도록 도와주는 것입니다. Scalability, True Global Service, The Next Thing을 경험하고 싶다면 같이 만들어봐요.STRIM is product review community.Walmart is your staple shopping place, but luxurious Italian brands may also be your friends. Are you a bargain shopper or with mix-and-match luxury lifestyle?We buy things for many reasons.What is your thing and why do you buy it? Our mission is to help people find things fit to the style of living.Reframe your staples and savor cultural experiences.회사 문화Self starter로 스스로 시간을 관리하고, 사무실에 항상 오지 않더라도 파이프라인에 따라 진행할 수 있고 책임감 있게 수행할 수 있어야 합니다.구글이나 팀원에게 적극적으로 질문하고 답을 찾으며, 영어로 기본 의사 소통이 가능하고 외국인 팀원들과 협업이 가능해야 합니다. 글로벌 서비스를 만들기 위해 새로운 시도와 경험을 즐겁게 여기고, scale 하기 위해 효율적으로, 열정적으로 사고하고 움직입니다. 당신의 담당 업무: 12주 동안 전문가 옆에서 빨대를 꽂습니다.구체적으로,-글로벌 서비스의 런칭은 언제, 무엇을, 어떻게 해야하는지 글로벌 서비스 런칭/확장/엑시트 경력이 있는 멘토로부터 직접 배우게 됩니다.-한국의 사무실에서 손쉽게 사업 개발과 마케팅을 실현하는 방법을 직접 경험합니다. -업무를 보여주고 바로 피드백을 받아 개선합니다. 다시 말해서, 유의한 결과를 만들 수 있는 실험을 하고, 결과 중심으로 배움을 정리하는 방법을 배웁니다.-스스로 약점을 찾고 개선하여 나만의 글로벌 마케팅 전략을 최적화하여 습득합니다.자격요건-Linkedin, BuzzSumo, Hubspot, Figma, Indiegogo 글로벌 플랫폼 사용 가능자 -Native / Bilingual 영어실력 (https://strim.us 콘텐츠 참고) -빠르게 배우고 성장하고자 하는 의지-장기간동안 무언가를 준비하고, 시도하고, 노력한 경험이 있는 분 선호-자유로운 환경에서 관리와 업무 진행이 가능한 책임감 (원격 근무 가능자, 주 1회 오프라인 미팅)우대사항-빠르게 배우고 열정적으로 결과물을 내보이는 의지가 가장 중요-Native 레벨의 콘텐츠 기획, 작성 스킬-자사의 Cofounder들이 보유한 인사이트를 직접적으로 경험하는, 경험의 가치를 아는 인재 우대-본 근무 이후, 풀타임 채용 및 스톡옵션 제공P.S.현재 진행 중인 앱 기획 디자인 1차안 참고(Confidential) FIGMA: http://bit.ly/2SczVRg\n"]}