{"url":"https://www.rocketpunch.com//jobs/69133/Frontend-Developer%EA%B2%BD%EB%A0%A5","title":"Frontend Developer(경력)","origin":"핀다","start_date":"02/07 ","newbie":"경력","content":["\n        주요 업무\n                    핀다 서비스 관련 웹앱 개발핀다 Backoffice 시스템 클라이언트 개발마이크로 프론트엔드 아키텍처 설계 및 개발\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Amazon AWS\n          JavaScript\n          Node.js\n          React\n          Elasticsearch\n          MySQL\n          Python\n          Android\n          iOS\n          Front-end\n          Back-end\n          Git\n          서버관리\n          소프트웨어아키텍처\n          WordPress\n        \n      ","\n        채용 상세\n                    - 자격요건2년 이상의 프론트엔드 개발 경력 혹은 그에 준하는 실력을 보유하신 분기본적인 컴퓨터공학 지식에 대한 이해가 있으신 분 (자료구조, 알고리즘)디자인 패턴, 아키텍처에 대한 관심과 코드 퀄리티에 대한 욕심이 있으신 분 HTML, CSS, JavaScript에 대한 깊은 이해를 갖추신 분React, Angular, Vue 중 하나의 SPA 프…\n            더 보기\n            - 자격요건2년 이상의 프론트엔드 개발 경력 혹은 그에 준하는 실력을 보유하신 분기본적인 컴퓨터공학 지식에 대한 이해가 있으신 분 (자료구조, 알고리즘)디자인 패턴, 아키텍처에 대한 관심과 코드 퀄리티에 대한 욕심이 있으신 분 HTML, CSS, JavaScript에 대한 깊은 이해를 갖추신 분React, Angular, Vue 중 하나의 SPA 프레임워크를 깊이 이해하고 사용하시는 분 사용자 입장에서 고민하며 개발하시는 분-우대사항어려운 문제를 해결하며 희열을 느끼시는 분렌더링 최적화 등의 프론트엔드 성능 개선 경험이 있으신 분Server Side Rendering 또는 백엔드 개발 경험이 있으신 분CI/CD를 통한 프론트엔드 워크플로우 자동화 경험이 있으신 분크로스브라우징 환경 대응 경험이 있으신 분TDD 또는 테스트 코드 작성 경험이 있으신 분  [핀다 개발팀은]- 개발 프로세스 준수하고 배울 수 있습니다.- Jira로 이슈관리를 하고, Confluence(Wiki)로 문서/자료를 관리합니다.- Git flow를 활용하고, 빌드/배포를 자동화하고 있습니다.- 서로 코드리뷰를 합니다. 코딩 컨벤션을 따라 최고로 효율적인 코드를 작성하는 방법을 배울 수 있습니다.- 웹 클라이언트, 서버, 앱, AWS 등 풀스택 개발자가 되기 위한 다양한 경험을 할 수 있습니다.- 야근 시간으로 평가하지 않고 ownership, 적극성 및 문서/코드의 품질로 평가합니다.- 업무 관련한 다양한 교육 기회를 제공합니다. [핀다 소개]핀다는 개인들이 금융 상품을 선택할 때 겪는 어려움을 해결하기 위해 시작되었습니다.  “금융상품도 온라인 쇼핑처럼 쉽고 편하게 할 수 있다.”라는 목표를 갖고, 스타트업을 실패해보거나 M\u0026A 성공까지 경험해 본 베테랑들이 금융 시장에 다시 한 번 도전장을 내밀었습니다. 핀다에 지금 조인해서 나와 가족 그리고 보다 많은 사람들의 금융 생활을 변화시키는 더 나은 세상을 만드는데 함께해요! www.finda.co.kr  [채용 프로세스]- 저희는 인재 채용을 언제든지 상시 진행하고 있습니다. 또한 정해진 프로세스에 따르기 보다는 최대한 채용 과정에서 지원자들에 대해 빠르고 많이 알길 원합니다.- 이력서, Cover Letter, Portfolio, 홈페이지, 블로그 등 자신을 알릴 수 있는 서류가 있다면 최대한 제출해 주시면 주실수록 좋습니다. 단, 서류의 양이나 수는 전혀 평가에 영향을 끼치지 않습니다.- 각 직군별로 간단한 과제가 있습니다. 인터뷰를 진행하면서 실제로 저희 핀다에서 고민하고 있는 문제나 조인 이후 실제 진행하실 업무와 직결되는 과제를 풀어보실 수 있습니다.- 면접은 대표 및 실제 함께 일을 하실 팀의 동료들이 함께 합니다. 필요하다면 화상통화로도 진행하기도 합니다.- 편한 복장으로 와주세요. 최대한 짧은 시간내에 서로를 많이 탐색해야 하는 자리인만큼 가장 편하게 자기 자신을 드러낼 수 있는 상태에서 만나뵙고 싶습니다. [근무환경 - 핀다에 조인하시면 반드시 이것 만은 경험하실 수 있습니다]- 능력과 경력, 그리고 성과에 따라 반드시 이에 대한 업계 최고 수준의 보상이 있습니다. 게다가 회사에 대한 실질적인 오너쉽을 가질 수 있도록 성과에 따라 Stock option도 부여합니다.- 핀다에서는 글로벌한 근무 환경을 제공합니다. 국적에 상관없이 인재를 채용하고 있으며, 구글, 500스타트업, 드림플러스 등으로부터 인큐베이팅을 받거나 기술 제휴를 진행할 수 있습니다.- 지금 조인하시면 초기 멤버로 그 분야의 리더로서 일을 할 수 있습니다. 경험이 적은 인턴이더라도 수습 기간을 거쳐 정직원 채용과 무한 승진을 경험할 수 있습니다.- 핀다는 2016년에 미국과 한국의 유수의 벤처캐피탈로부터 15억원의 투자 유치를 성공했습니다. 초기 기업이지만 자금에 대한 불안과 걱정보다는 보다 안전하게 열정과 꿈을 펼칠 수 있는 기회가 있습니다.- 핵심 기술이나 비즈니스, 전략에 대한 중요한 의사 결정을 직접 리드하거나 함께할 수 있습니다.- 핀다는 WeWork 점에서 근무합니다. 자유로운 오픈 라운지에서, 때로는 프라이빗한 별도의 공간에서 본인이 원하는 대로 공간을 이동하며 업무를 할 수 있습니다. 업무 스트레스는 체스, 골프, 탁구 등을 통해 함께 풀 수 있고, 해먹에서의 단잠으로 피로도 풀 수 있습니다. 무제한 제공되는 커피와 수제맥주를 마시며 함께 일할 수 있습니다. [인재상 - 아래 4가지에 해당된다면 당신은 핀다에서 찾고 있는 인재입니다. 꼭 지원해 주세요!]- 팀을 이뤄 동료들과 함께 일하는 것이 즐겁다.- 업무에 대해서 중요한 내역은 다른 사람들이 이해할 수 있을 정도로 문서로 잘 정리하고, 때론 로직을 만들거나 체계적인 시스템을 설계해서 사용할 수 있도록 만드는 것이 매우 중요하다고 생각한다.- 정확하게 규명되지 않은 문제에 대해서도 해결하려고 시도해 보는 것이 두렵지 않다.- 경력이나 경험이 많더라도 잘 모르는 것에 대해서 수긍하고 배우려고 한다.    [미디어 소개 (미디어사, 제목, URL 순)]- 조선일보, 금융상품 쇼핑은 왜 어려워야 되죠?,    http://biz.chosun.com/site/data/html_dir/2016/06/12/2016061202040.html- EBN, 금융상품 비교 서비스 '인기'…당국보다 나은 핀테크 스타트업, http://www.ebn.co.kr/news/view/830343- Korea Joongang Daily, For start-up Finda, information is hottest commodity, http://mengnews.joins.com/view.aspx?aId=3018199- 디지털 데일리, 핀다, 신용대출 O2O 서비스를 위해 낙원새마을금고와 제휴, http://www.ddaily.co.kr/news/article.html?no=145467- 플래텀, 금융상품 플랫폼 핀다, 12억 원 규모 후속 투자 유치, http://platum.kr/archives/66658- 매일경제, `앱테크`를 아시나요 ?, http://news.mk.co.kr/newsRead.php?no=673214\u0026year=2016- 더벨, 핀다, 금융상품 중개 온라인화 '속도', http://www.thebell.co.kr/front/free/contents/news/article_view.asp?key=201609050100006400000374- 아시아 투데이, 핀테크 스타트업 핀다, \"금융상품 맞춤 추천해드려요\", http://www.ittoday.co.kr/news/articleView.html?idxno=71678- 매일경제, 핀다, 14개 질문 대답하다보면 내게 딱 맞는 금융상품이, http://news.mk.co.kr/newsRead.php?no=630616\u0026year=2016- 시사저널, [대한민국 금융 토대가 바뀐다]④ 핀다, http://www.sisabiz.com/biz/article/76033  *문의사항이 있으신 경우 hello@finda.co.kr로 연락바랍니다.\n"]}