{"url":"https://www.rocketpunch.com//jobs/70165/%ED%94%84%EB%A1%A0%ED%8A%B8%EC%97%94%EB%93%9C-%EA%B0%9C%EB%B0%9C%EC%9E%90","title":"프론트엔드 개발자","origin":"엔코드","start_date":"02/27 ","newbie":"신입경력","content":["\n        주요 업무\n                    디코드 모바일/피씨 웹 서비스 프론트엔드를 담당하게 됩니다.  모바일/피씨 웹 비지니스 로직 통합 프로젝트에 투입되어 시니어 개발자와 함께 시스템 설계와 구현을 함께 하게됩니다. 객체지향 원칙과 디자인패턴, MVVM 아키텍처를 구현합니다.디코드 백오피스 시스템의 프론트엔드를 담당하게 됩니다.데이터 플랫폼 프론트엔드를 담당하게 됩니다.\n            더 보기\n            디코드 모바일/피씨 웹 서비스 프론트엔드를 담당하게 됩니다.  모바일/피씨 웹 비지니스 로직 통합 프로젝트에 투입되어 시니어 개발자와 함께 시스템 설계와 구현을 함께 하게됩니다. 객체지향 원칙과 디자인패턴, MVVM 아키텍처를 구현합니다.디코드 백오피스 시스템의 프론트엔드를 담당하게 됩니다.데이터 플랫폼 프론트엔드를 담당하게 됩니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          React\n          CSS\n          HTML\n          Git\n          GitHub\n          Amazon AWS\n          Front-end\n          s3\n          React.js\n        \n      ","\n        채용 상세\n                    회사소개디코드(d.code) 서비스를 운영하는 패션테크 스타트업 엔코드 입니다.디코드(d.code)는 프리오더로 전세계 브랜드의 새 컬렉션을 미리 만나볼 수 있는 서비스 입니다. 해외 신진 디자이너 및 하이엔드 브랜드의 다음시즌 상품이 실제작이 들어가기 전 프리오더로 상품을 미리 주문하여 보다 저렴한 가격의 상품을 제공하여 고객과 기업을 바로 연결하…\n            더 보기\n            회사소개디코드(d.code) 서비스를 운영하는 패션테크 스타트업 엔코드 입니다.디코드(d.code)는 프리오더로 전세계 브랜드의 새 컬렉션을 미리 만나볼 수 있는 서비스 입니다. 해외 신진 디자이너 및 하이엔드 브랜드의 다음시즌 상품이 실제작이 들어가기 전 프리오더로 상품을 미리 주문하여 보다 저렴한 가격의 상품을 제공하여 고객과 기업을 바로 연결하는 D2C 플랫폼을 추구하는 서비스 입니다.디코드와 함께 패션시장의 변화를 선도하실 웹 프론트엔드 개발자를 찾습니다.주요업무디코드 모바일/피씨 웹 서비스 프론트엔드를 담당하게 됩니다.   - 모바일/피씨 웹 비지니스 로직 통합 프로젝트에 투입되어 시니어 개발자와 함께 시스템 설계와 구현을 함께 하게됩니다. 객체지향 원칙과 디자인패턴, MVVM 아키텍처를 구현합니다.디코드 백오피스 시스템의 프론트엔드를 담당하게 됩니다.- 사용성 개선을 위한 내부직원 인터뷰 및 기능도출에 함께 참여하게 됩니다.데이터 플랫폼 프론트엔드를 담당하게 됩니다.- 데이터 비주얼라이제이션을 위한 챠트라이브러리 적용 및 리서치- 비지니스 인사이트 도출에 필요한 협업 및 제안# 신규 수집 데이터 제안# 각종 차트 및 실시간 대시보드 구축담당업무- 디코드 모바일/피씨 웹 서비스 프론트엔드를 담당하게 됩니다.  - 디코드 백오피스 시스템의 프론트엔드를 담당하게 됩니다.- 데이터 플랫폼 프론트엔드를 담당하게 됩니다.자격요건고객과 기업을 바로 연결하는 D2C 플랫폼 구축에 함께 하고 싶으신 분 ES2015+, Typescript 3.x 문법을 이해하고 작성하실 수 있는 분ReactJS 를 다룰 수 있으신 분MVVM 아키텍처에 대해 이해하고 계신분 Git 사용경험이 있으신 분우대사항1. CSS, Html 마크업 이해도가 높은분 2. AWS, S3, CloudFront 사용 경험이 있으신분3. Git 협업 경험이 있으신 분4. 고객에게 전달하는 서비스 완성도를 고민하고 해결하는 것에 즐거움이 있으신 분5. 다른 개발자와 협업이 원활하 신 분6. 상대방의 의견을 존중 하실 수 있는 분7. 자신의 의견을 논리있게 전달 하실 수 있는 분8. 코드리뷰 등을 통해 주변 동료에게 자극을 주는 분팀내 개발자 : 3명 (시니어 / 평균경력 12년차)버전관리 :\tBitbucket기술 스택 : Linux, AWS CloudWatch, AWS CloudFront, AWS S3프로젝트 관리 :\tJIRAOS 환경 : MacOS코드 리뷰\tBitbucketJIRA Task 아이디로 develop 브랜치로부터 신규 브랜치를 생성 후 작업이 완료되면 develop 브랜치로 merge request를 전송합니다.슬랙과 이메일로 PR알림이 도착한 후 리뷰어가 코드리뷰를 시작합니다.작업한 코드의 맥락을 이해하기 위해 Jira Task 작성 시 업무의 배경, 목적, 업무범위를 기록하여 리뷰어가 업무의 맥락을 이해하고 리뷰를 진행할 수 있도록 돕습니다.코드에 대한 의견을 나눈 후 머지할 수준이 되면 devleop 브랜치로 머지됩니다.추후 master 브랜치에 여러개의 커밋을 합쳐서 운영환경으로 배포가 진행됩니다.\n"]}