{"url":"https://www.rocketpunch.com//jobs/68014/%EC%98%A4%ED%94%84%EB%9D%BC%EC%9D%B8-%ED%96%89%EC%82%AC%EB%8C%80%ED%96%89-%EB%A7%A4%EB%8B%88%EC%A0%80%EC%A3%BC%EB%8B%88%EC%96%B4-%EC%9D%B8%EC%9E%AC%EB%A5%BC-%EB%AA%A8%EC%8B%AD%EB%8B%88%EB%8B%A4","title":"오프라인 행사대행 매니저(주니어) 인재를 모십니다","origin":"써클커넥션","start_date":"01/11 ","newbie":"인턴신입","content":["\n        주요 업무\n                    [업무소개]- 행사대행업무 주니어급(신입~2년 내외)- 성별은 무관하나 여직원이 많은 관계로 남성 선호(여성도 무관합니다)- 운전면허 가능자 우대- 영어가능자 우대(블록체인 관련 해외 프로젝트 진행하는 경우가 있어 영어실력도 우대사항입니다)- 새로운 문화나 기획에 관심이 많으신분(예: 스타트업 문화, VC, 각종 브랜딩 등)- 연봉은 기록된 숫자 외…\n            더 보기\n            [업무소개]- 행사대행업무 주니어급(신입~2년 내외)- 성별은 무관하나 여직원이 많은 관계로 남성 선호(여성도 무관합니다)- 운전면허 가능자 우대- 영어가능자 우대(블록체인 관련 해외 프로젝트 진행하는 경우가 있어 영어실력도 우대사항입니다)- 새로운 문화나 기획에 관심이 많으신분(예: 스타트업 문화, VC, 각종 브랜딩 등)- 연봉은 기록된 숫자 외에 협의 사항입니다 [인재상]매니저 회사에서 매니저는 직급 상으로는 가장 낮은 직급이며, 사내의 다양한 잡무도 업무를 수행하는 직급입니다. 그러나, Senior 들의 시간과 불필요한 공수를 줄여주는 역할 이기 때문에 절대 가벼운 직급은 아니기에 업무를 가볍게 여기지 않아야 합니다. 매니저라는 직급으로 일할 때에는 회사가 업무를 하는 전체적인 흐름, 커뮤니케이션의 방법, 문서를 작성하는 방법, 파트너사의 관리, 사내 비품 관리 등 ‘올라운드 플레이어’로서의 역량을 키워가는 단계입니다. 이 단계를 지나면 제안서를 쓰는 수준으로 올라가게 되고, 제안서를 쓰는 수준이 어느 수준 이상을 넘어가게 될 경우에는 고객사와 직접 대면하여 프로젝트를 수행할 수 있게 됩니다. 통상 대리직급 부터 이러한 프로젝트 직접 수행이 가능해진다고 볼 수 있습니다.  매니저 초기의 잡무들은 매우 의미없고 시간소비적 경향이 강하게 느껴지지만, 실제로 그러한 업무들을 점차 빠르고 정확하게 처리할 수록 실제 프로젝트를 진행할 수 있는 가능성이 점차 높아지게 됩니다. 또한, 클라이언트와의 직접적인 접점이 없는 경우가 많은 만큼, 자기 개발에 대한 시간적 여유가 상대적으로 있는 편이며 그러한 장점을 잘 활용할 수 있어야 합니다매니저 직급은 RPG 게임으로 치면 특정한 Techtree 를 타지 않은 초보레벨의 캐릭터라고 할 수 있습니다. 그 만큼 다양한 능력들을 관찰하고 타인의 업무 스킬과 커리어를 바라보면서 본인의 진로 경로를 결정하는데 도움이 될 수 있는 시기입니다. Senior 레벨로 올라갈 수록 이러한 커리어패스는 변경하는데 더 많은 시간과 노력이 들어가기 때문에 상대적으로 적은 책임과 다소 많은 시간을 활용하여 다양한 능력을 습득하는 것이 중요한 시기입니다. 반대로 말하자면, 이 시기에 경쟁력을 갖추기 위한 노력을 하지 않으면, 매니저의 밑으로 인턴이나 새로운 매니저가 들어왔을때 능력에 입각한 권위나 지시를 발현하기 힘들어 집니다. 즉, 스스로를 채찍질하며 발전하지 않는 것이 업무의 가장 큰 리스크라고 할 수 있습니다.  매니저는 기획자로 들어서는 첫 걸음이기 때문에 마이크로소프트의 오피스, 한글프로그램 등을 능수능란하게 쓸 수 있을 정도로 많은 문서연습을 해야합니다. 또한 보고서에서 나타나는 구어적 표현을 문어적 표현으로 짧고 간명하게 표현하는 것을 연습할 수 있는 최적의 시기이기도 합니다. 대리의 직급에서도 언급하였듯, 마찬가지로 많은 독서와 글을 읽음을 통해 이 능력을 배양해야 합니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          BTL마케팅\n          이벤트 프로모션\n        \n      ","\n        채용 상세\n                    [업무소개]- 행사대행업무 주니어급(신입~2년 내외)- 성별은 무관하나 여직원이 많은 관계로 남성 선호(여성도 무관합니다)- 운전면허 가능자 우대- 영어가능자 우대(블록체인 관련 해외 프로젝트 진행하는 경우가 있어 영어실력도 우대사항입니다)- 새로운 문화나 기획에 관심이 많으신분(예: 스타트업 문화, VC, 각종 브랜딩 등)- 연봉은 기록된 숫자 외…\n            더 보기\n            [업무소개]- 행사대행업무 주니어급(신입~2년 내외)- 성별은 무관하나 여직원이 많은 관계로 남성 선호(여성도 무관합니다)- 운전면허 가능자 우대- 영어가능자 우대(블록체인 관련 해외 프로젝트 진행하는 경우가 있어 영어실력도 우대사항입니다)- 새로운 문화나 기획에 관심이 많으신분(예: 스타트업 문화, VC, 각종 브랜딩 등)- 연봉은 기록된 숫자 외에 협의 사항입니다\n\n            \n              \n                  \n                \n            \n          "]}