{"url":"https://www.rocketpunch.com//jobs/66264/Account-Executive","title":"Account Executive","origin":"에이비일팔공","start_date":"02/18 ","newbie":"경력","content":["\n        주요 업무\n                    마케팅 테크놀로지 컨설턴시 에이비일팔공의 미션은 고객이 데이터 기반의 의사결정으로 더 높은 비즈니스 KPI를 달성하게 하는 것입니다. 그로스해킹 경험이 풍부한 디지털 마케팅 전문가와 기술자들이 모인 팀 에이비일팔공. 우리는 고객의 데이터를 지속적으로 분석하여 그로스해킹 전략과 제품을 성장시키고 더 많은 사용자를 확보할 수 있도록 돕는 서비스를 제공하…\n            더 보기\n            마케팅 테크놀로지 컨설턴시 에이비일팔공의 미션은 고객이 데이터 기반의 의사결정으로 더 높은 비즈니스 KPI를 달성하게 하는 것입니다. 그로스해킹 경험이 풍부한 디지털 마케팅 전문가와 기술자들이 모인 팀 에이비일팔공. 우리는 고객의 데이터를 지속적으로 분석하여 그로스해킹 전략과 제품을 성장시키고 더 많은 사용자를 확보할 수 있도록 돕는 서비스를 제공하고 있습니다.에이비일팔공은 마케팅 테크놀로지 전문지식과 서비스로 여러 기업의 성장을 지원해왔습니다. 리테일, 푸드, 파이낸스, 이커머스, 공유경제, 엔터테인먼트 각 분야의 1등 기업부터 유니콘 스타트업까지. 이베이코리아, 버거킹, 쏘카, GS샵, 레이니스트, 블랭크, 레진코믹스가 우리의 고객입니다. 그리고 데이터를 기반으로 성장하고자 하는 기업들은 모두 우리의 잠재 고객입니다.우리가 제공하는 서비스는 에어브릿지와 180컨설팅입니다. 에어브릿지는 옴니채널 어트리뷰션이 가능한 마케팅 데이터 분석 툴로, 마케팅 퍼포먼스를 측정하고 효율적으로 마케팅 비용을 집행할 수 있도록 돕는 서비스입니다. 180컨설팅 서비스는 마케팅 테크놀로지 전문지식과 서비스로 고객들이 데이터 기반의 그로스해킹 전략을 수립하고 제품까지 성장시킬 수 있도록 지원하고 있습니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          B2B영업\n          영업\n          세일즈\n          Sales\n          세일즈마케팅\n          기술영업\n          IT기술영업\n          비즈니스매니저\n          법인영업\n        \n      ","\n        채용 상세\n                    담당업무• SaaS 솔루션 기술 영업• 고객사에게 프리젠테이션, 데모 진행• 제안서 제작-자격요건• 스타트업 또는 IT기업에서 2년 이상 고객관리 영업 업무를 담당하신 분• 동종업계 경력이 있으시거나 영업 마케팅 전략 수립 경험이 있으신 분• B2B 디지털 영업 마케팅 경험이 있으신 분• 탁월한 프리젠테이션 능력을 보유하신 분• 자료 수집, 분석, …\n            더 보기\n            담당업무• SaaS 솔루션 기술 영업• 고객사에게 프리젠테이션, 데모 진행• 제안서 제작-자격요건• 스타트업 또는 IT기업에서 2년 이상 고객관리 영업 업무를 담당하신 분• 동종업계 경력이 있으시거나 영업 마케팅 전략 수립 경험이 있으신 분• B2B 디지털 영업 마케팅 경험이 있으신 분• 탁월한 프리젠테이션 능력을 보유하신 분• 자료 수집, 분석, 요약 리포팅 경험이 있으신 분• 다양한 툴 사용을 통한 문서 작성이 가능하신 분 (PowerPoint, Excel 등)• 해외출장이 가능하신 분 (최대 2주/월)-우대사항• 영어를 능숙하게 사용할 수 있는 분 (일본어, 중국어, 기타 외국어 가능하신분 우대)• 애드테크 업계에 대한 전반적인 이해도가 높으신 분• 기술에 대한 이해도 및 관심을 갖고 있으신 분• 담당 업무에 대한 책임감 및 능동적인 태도를 갖고 있으신 분• 뛰어난 커뮤니케이션 스킬을 보유하신 분• 창의적이고 긍정적인 사고방식을 갖고 있으신 분• CAN DO attitude를 갖고 있으신 분-[Always Better. Better, Always.]우리는 항상 내 일에 최선을 다하며, 더 잘할 수 있도록 성장할 기회를 모색합니다. 우리는 여태까지 개인의 성장이 팀의 성장으로 이어진다는걸 검증해왔으며 앞으로도 검증해 나갈 것입니다.회사의 주인은 우리 모두입니다. 업무 환경을 개선하고 프로세스를 효율화하여 생산성을 높일 수 있도록 스스로 노력하며 그에 따른 지원을 아끼지 않습니다.[업무 효율 중심 문화]• Open Culture, 우리가 몰입할 수 있는 업무 문화를 위해 적극적으로 의견을 개진하고 개선해나갑니다.• Airbase, 매월 모든 임직원이 모여 로드맵과 업무 티켓을 점검하고 회고합니다.• 직급체계가 아닌 '-님'을 통해 상호 수평적인 조직문화를 추구합니다.• 고사양의 업무용 디바이스를 지원합니다. (개인용 MacBook, MagicMouse, Magic Keyboard, LeoPold FC750R, MagicTrack Pad, MicroSoft 인체공학 마우스 기본 지급 / 회의실 별 Apple TV 구비, 웹캠 사용 등)• 다양한 유료 소프트웨어를 사용하고 (Notion, Slack, Github, New Relic, Jira, Docswave 등), 언제든 새로운 툴을 도입할 수 있습니다.• 업무효율은 시간과 비례하지 않는다고 생각하기 때문에 야근을 지양합니다.• 사당역 도보 30초 거리에 우리만의 멋지고 쾌적한 사무실이 있습니다. (라운지, 미팅룸, 탕비실 등 시설 완비)[일하기 좋은 환경]• 코어 워킹 타임을 기반으로 한 자율 출퇴근제를 운영하고 있습니다.• 눈치 보지 않고 자율적으로 휴가를 사용할 수 있으며 포상 휴가 등 다양한 제도를 시행 중입니다.• 태어나주셔서 감사합니다, 연차와 별개로 생일 휴가를 사용할 수 있습니다.• 한 달에 한 번, 여성분들을 위한 유급 보건 휴가를 지원합니다.• 매월 다양한 용도로 사용 가능한 팀 회식비를 지원합니다. (점심 회식, 문화생활 등의 목적으로 사용할 수 있습니다.)• 해외 출장 시 항공권, 여행자 보험, 숙박 등의 일체 비용을 지원합니다.• 생일 event, 워크숍, 종무식 등 임직원과 함께 다채로운 사내 행사를 진행합니다.• 음료, 과자, 커피 등 간식을 무한제공합니다.• 제한 없는 저녁 식사와 야근교통비를 지원합니다.• 안락한 휴식을 위해 수면실, 리클라이너 소파와 같은 편의시설을 운영합니다.• 비즈니스 캐주얼? NO! 패션은 자유입니다.• 사내전문가님과의 프로필 사진 촬영을 통해 인생샷을 선물해드립니다.• 검증된 실력이라면 업계 최고 수준으로 보상해드립니다.[성장 지원]• Review180, 분기별 동료 간의 피드백을 통해 자기 성장은 물론 이를 바탕으로 공정하고 객관적인 보상체계를 운영합니다.• 나와 팀원의 성장을 위해 강의, 세미나, 컨퍼런스 등 교육에 지원을 아끼지 않습니다.• 읽고 싶은 책은 분야에 관련 없이 모두 구매할 수 있습니다.[생활 안정 지원]• 작지만 큰마음으로 임직원의 기쁨과 슬픔을 함께하고자 경조사 지원금을 드립니다.• 설날, 추석과 같은 명절에 인당 10만 원 상당의 상품권을 선물로 드립니다. • 본인은 물론 부모님까지 건강검진 할인 적용이 가능합니다.• 청년내일채움공제 가입이 가능합니다.• 4대 사회보험 가입을 통해 임직원의 안정적 생활을 도모합니다.에이비일팔공 관련 기사 보러가기▼▼▼http://abit.ly/AB180_Growth_Team\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+3                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}