{"url":"https://www.rocketpunch.com//jobs/68273/%ED%94%84%EB%A1%9C%EC%A0%9D%ED%8A%B8-%EB%A7%A4%EB%8B%88%EC%A0%80Project-Manager-PM-%EA%B2%BD%EB%A0%A5-2%EB%85%84-%EC%9D%B4%EC%83%81","title":"프로젝트 매니저(Project Manager, PM) (경력 2년 이상)","origin":"퍼블리","start_date":"02/19 ","newbie":"경력","content":["\n        주요 업무\n                    * 실시간으로 채용을 진행하며, 채용 완료 시 본 채용 정보를 마감합니다. 퍼블리는 평생 학습하고 배우고 일해야 하는, life-long learning and working 시대를 살아가는 사람들의 문제를 해결한다는 미션을 가지고 있습니다. 지금까지 DSC인베스트먼트, 캡스톤 파트너스, 500스타트업 등 국내외 탑티어 투자사로부터 누적 58억 원 …\n            더 보기\n            * 실시간으로 채용을 진행하며, 채용 완료 시 본 채용 정보를 마감합니다. 퍼블리는 평생 학습하고 배우고 일해야 하는, life-long learning and working 시대를 살아가는 사람들의 문제를 해결한다는 미션을 가지고 있습니다. 지금까지 DSC인베스트먼트, 캡스톤 파트너스, 500스타트업 등 국내외 탑티어 투자사로부터 누적 58억 원 규모의 투자를 유치하였습니다.(투자 유치 기사 참고: https://platum.kr/archives/116369)퍼블리 프로젝트 매니저는 콘텐츠를 제품의 관점에서 생각하는 프로덕트 매니저(참고 아티클: https://publy.co/content/3116 )입니다. 고객의 문제와 니즈를 발견하고 이걸 해결해 줄 수 있는 솔루션인 콘텐츠를 기획하고 저자, 에디터와 함께 발전시켜나갑니다. 퍼블리 프로젝트 매니저의 가장 중요한 목표는 '만족감을 주는 콘텐츠를 통한 타겟 고객의 인게이지먼트 향상'이며, 이를 위해 개별 콘텐츠의 기획 및 제작에서 끝나지 않고 데이터 분석, 마케팅 메시지 도출, 고객 조사 등 다양한 업무를 수행합니다. 현재 퍼블리 프로젝트 매니저들은 홍보회사 AE, 기업 컨설턴트, 금융기관 종사 등 콘텐츠 업과는 무관한 경력을 가지고 있습니다. 고객 중심 비즈니스에 대한 이해, 문제 중심의 사고와 해결 능력, 논리적이고 명료한 커뮤니케이션을 하실 수 있는 분이라면 어떤 경력이든 환영합니다. 퍼블리에서 프로젝트 매니저가 어떤 일을 하는지 더 자세히 알고 싶으시다면, 아래 링크를 참고해 주세요. - 방향키를 잡고 판을 까는 사람, 퍼블리 PM 인터뷰(1) — 최해솔 편 http://bit.ly/3bQxmLR- 프로젝트 매니저 해보니 by 해솔 https://www.slideshare.net/Publy-co/6-205319501- 중앙일보 인터뷰 by 소희 https://news.joins.com/article/23661628[주요 업무]1. 타겟 고객에 대한 이해와 고객의 니즈 파악- 프로젝트 매니저는 각각 담당하는 타겟 고객군이 존재합니다. - 타겟 고객의 만족감을 이끌어낼 수 있는 콘텐츠를 기획하기 위해 담당 타겟 고객군을 이해하고 이들의 니즈를 계속 파악하고 업데이트합니다. 2. 콘텐츠 아이디어 기획 및 외부 아이디어 검토 및 추진- 위의 파악된 고객 니즈를 기반으로 신규 콘텐츠를 기획하거나, 외부 지원자의 아이디어를 검토합니다. - 책/ 잡지/ 팟캐스트와의 협업을 검토하고 추진하기도 합니다.  3. 콘텐츠 제작(저자 섭외/ 일정 조율/ 초고 피드백)- 해당 콘텐츠의 기획 방향대로 콘텐츠가 제작될 수 있도록 저자, 퍼블리 편집 매니저를 포함한 여러 외부 및 내부 이해관계자들과 일정/ 계약/ 진행 상황 등을 조율하고 결정합니다. - 퍼블리 오리지널 콘텐츠의 경우 저자의 원고가 기획 방향에서 이야기한 내용을 충분히 담고 있는지를 검토하고 저자에게 피드백을 전달하는 것도 프로젝트 매니저의 주요 업무입니다. 4. 발행 콘텐츠의 성과 평가 및 리뷰- 발행된 콘텐츠가 실제로 타겟 고객에게 만족감을 주었는지, 해당 콘텐츠는 퍼블리 멤버십 성과에 어떻게 기여했는지를 평가하고 이를 이후 기획/ 제작 과정에 적용, 개선합니다. [필요 역량]1. 논리적 사고력 \u0026 소통 능력- 퍼블리 프로젝트 매니저는 내부 외부 이해관계자와 계속 커뮤니케이션하고, 설득해가며 일을 만들어 가야 합니다. - 또한, 각 분야 전문가인 저자 혹은 큐레이터들과 대등하게 토론하고 최선의 결과를 이끌어내는 것도 중요합니다. - 이를 위해 문제 중심으로 생각하고 본인의 생각을 명료하게 글 혹은 말로 전달하는 역량이 필수입니다. 2. 불확실성과 변화에 대한 수용과 적응 - 퍼블리는 스타트업입니다. 하루 사이에도, 하나의 콘텐츠를 만드는 동안에도 업무의 많은 부분이 바뀌거나 개선됩니다.- 불확실성과 변화를 긍정적으로 생각하고, 프로젝트 매니저의 업무도 이 변화에 맞춰 적극적으로 개선하고 바꿔나갈 수 있어야 합니다. 3. 목표를 중심으로 생각하고 일하는 태도- 퍼블리 프로젝트 매니저는 한 시점에 여러 개의 업무를 진행해야 하며, 외부로부터 요청도 많이 받습니다. - '어떤 일이 퍼블리의 성장에 가장 도움이 되는지', '목표를 위해 어떤 일이 가장 중요한지' 스스로 고민하고 이를 바탕으로 우선 순위를 설정해서 주도적으로 일을 진행해야 합니다. 4. '최고'보다 '최선'을 위한 실행력- “Ideas are cheap. Execution is expensive” 라는 말이 있듯이, 콘텐츠 아이디어는 세상에 많습니다. 모호하고 복잡하고 상황에서 이를 빠른 속도로 실제 결과물로 만들 수 있는 실행력이 훨씬 더 중요합니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          기획\n          콘텐츠 기획\n          콘텐츠 마케팅\n          비즈니스 전략\n          시장분석\n        \n      ","\n        채용 상세\n                    [자격 요건]• 경력 2년 이상• 외부 혹은 내부 파트너 대상 기획/ 제안/ 컨설팅/ 홍보 및 마케팅 업무 유경험자• 퍼블리 멤버십을 과거에 사용해 봤거나 현재 사용하고 계신 분 [우대 사항]• 스타트업 근무 경험이 1년 이상 있는 분• 관리자/팀장으로서 팀을 이끌어본 경험[선발 절차]1. 서류 전형: 이력서(A4 1~2장)와 자기소개서(A4 1~2…\n            더 보기\n            [자격 요건]• 경력 2년 이상• 외부 혹은 내부 파트너 대상 기획/ 제안/ 컨설팅/ 홍보 및 마케팅 업무 유경험자• 퍼블리 멤버십을 과거에 사용해 봤거나 현재 사용하고 계신 분 [우대 사항]• 스타트업 근무 경험이 1년 이상 있는 분• 관리자/팀장으로서 팀을 이끌어본 경험[선발 절차]1. 서류 전형: 이력서(A4 1~2장)와 자기소개서(A4 1~2장) (파일명: 이름_프로젝트매니저_이력서or자기소개서.pdf)1) 이력서: 학력(전공, 성적 등) 그리고 기타 업무와 관련 있는 경력 중심으로 작성해주세요. 사진, 가족 관계 사항, 키, 몸무게 등 개인 인적사항을 포함하지 말아주세요. 2) 자기소개서: 자기소개서의 아래 문항에 대해 각각 약 500자 내외로 간략하게 작성해주세요.(1) 퍼블리 프로젝트 매니저로 본인을 채용해야 하는 이유 (채용 공고의 주요 업무 및 필요 역량을 잘 읽고 작성해주세요)(2) 어떤 콘텐츠가 좋은 콘텐츠라고 생각하는지, 그렇게 생각한 이유가 무엇인지 구체적으로 적어주세요.2. 과제 전형: 서류 전형 통과자에 한해 온라인으로 과제를 진행합니다. 과제 내용은 개별적으로 알려드리겠습니다.3. 1차 오프라인 면접: 박소리 VP of Content4. 2차 오프라인 면접: 박소령 CEO, 이승국 CPO* 면접 전형: 1~2시간 내외로 진행되며, 지원자와 퍼블리가 서로 잘 맞는지 파악하기 위한 자리입니다. 저희도 많은 질문을 준비하겠지만 지원자 분들이 하시는 질문에도 진솔하고 성실하게 답변해 드리겠습니다.[근무 및 급여 조건]• 채용 형태: 6개월 수습. 이 기간동안 성과 평가를 거쳐 정규직 채용 여부를 결정 *퍼블리의 모든 포지션에 공통되는 사항이며, 단순히 회사가 지원자를 평가하는 기간이 아닌 서로가 충분히 알아가며 오래 함께 할 수 있는지 판단하려는 목적입니다.• 급여 및 연봉: 개인의 역량에 따라 협의를 거쳐 결정• 근무 장소: 서울 강남구 테헤란로 503 하이브로빌딩(구 옥산빌딩) 패스트파이브 삼성3호점 15층 (2호선 삼성역 부근) • 수습 기간 동안 4대 보험 가입 및 1개월 근무 시 1일 유급휴가 사용 가능• 노트북 및 업무에 필요한 장비 제공[어떤 사람이 퍼블리 팀과 문화적으로 잘 맞을까요?]퍼블리는 30명 규모의 작은 팀이기 때문에, 한 사람 한 사람이 팀에서 중요한 역할을 합니다. 그렇기 때문에 회사가 지향하는 미션, 비전, 전략, 문화를 팀원 개인이 이해하고 공감하는 얼라인먼트(Alignment)를 중시합니다. 퍼블리에서 성공적으로 일하고 있는 분들은 공통적으로 다음과 같은 특성을 가지고 있습니다.\u003cValue\u003e1) 일하는 것을 좋아하고, 잘하고 싶어 하는 사람- 일이 삶에서 중요한 의미를 차지한다.- 일을 잘하기 위해, Comfort Zone에서 벗어나 많은 노력을 투입하고자 한다.2) 퍼블리의 미션에 공감하는 사람- 퍼블리가 추구하는 미션이 충분히 가치 있다고 생각한다.3) 항상 배우는 사람- 배움에 대한 욕구가 크며, 배움을 즐긴다.- 호기심을 가지고 있으며, 알고 싶은 분야가 생기면 어떻게든 잘 알기 위해서 공부한다.- 누가 시키지 않아도 자발적으로 배운다.- 자신만의 학습 방식을 가지고 있다.4) 팀웍: 팀과 함께 일하는 사람- 혼자서 일할 때보다 팀으로서 일할 때 더 큰 성과를 낼 수 있다고 믿는다.- 팀으로서 일하며 성과를 낸 긍정적인 경험을 가지고 있다.5) 팀웍: 팀 의사결정 구조를 이해하는 사람- 인간 관계는 수평적이어야 하지만, 의사 결정은 수평적일 수 없다는 점을 이해한다.- 치열하게 논쟁한 끝에 내려진 결정이 나의 생각과 다르더라도, 결정된 바에 헌신한다. (Disagree and commit)6) 목적을 생각하며 일하는 사람- 목적이 무엇인지 생각하고, 그 목적을 달성하기 위한 수단을 찾아서 일한다.7) 변화에 적응할 수 있는 사람- 팀에서 자신이 맡는 역할이 변할 수 있다는 점을 알고 있으며, 이를 긍정적인 도전으로 받아들인다.- 자신에게 익숙한 하나의 업무만 고집하지 않는다.8) 겸손한 사람 - 자신의 한계를 인정하고, 나아지기 위해 노력한다.- 팀의 성과에 대해서, 자신이 얼마만큼 기여했는지 객관적으로 인식한다.9) 솔직한 사람- 의견 차이 혹은 갈등을 드러내고 조절할 수 있다. - 자신이 생각하는 바를 솔직하게 이야기하고, 다른 사람의 생각을 듣고 이해할 수 있다.\u003cAptitude\u003e1) 배울 점이 있는, 똑똑한 사람- 대화를 나눴을 때 배울 점이 있다.2) 불확실하고 모호한 상황을 견딜 수 있는 사람- 정해진 일을 하달받아서 하려고 하지 않고, 매 상황에 필요한 일을 스스로 생각해서 실행할 수 있다.3) 커뮤니케이션 능력: 공감 능력- 상대방의 생각과 의견을 쉽게 일축하지 않고, 상대방의 입장을 이해하려 노력한다.4) 커뮤니케이션 능력: 논리적 커뮤니케이션- 자신이 생각하는 바를 구체적인 언어로 표현할 수 있다. - 두괄식으로 의사소통한다. - 주장을 할 때는 근거를 함께 이야기한다. 5) 커뮤니케이션 능력: 적시에 커뮤니케이션하기- 적시에 커뮤니케이션을 함으로써 업무 성과가 높아질 수 있다는 점을 알고 있다.- 업무가 완성되기 전 중간 공유를 하는 것과, 피드백을 주고 받는 것을 불편하게 생각하지 않는다. 6) 커뮤니케이션 능력: 숨김 없이 커뮤니케이션하기- 실수를 했을 때 이해관계자들에게 숨김 없이 이야기하고, 책임을 인정하고, 해결책을 마련한다.- 과실을 숨기고 혼자 수습하는 것보다는, 팀에 공개해서 함께 해결책을 모색하는 것이 더 좋은 결과를 가져온다는 것을 안다.\n\n            \n              \n                  \n                \n            \n          "]}