{"url":"https://www.rocketpunch.com//jobs/68798/%EB%B9%85%EC%9B%8C%ED%81%AC%EC%97%90%EC%84%9C-%ED%8D%BC%ED%8F%AC%EB%A8%BC%EC%8A%A4-%EB%A7%88%EC%BC%80%ED%84%B0-%EB%8F%99%EB%A3%8C%EB%A5%BC-%EC%B0%BE%EC%8A%B5%EB%8B%88%EB%8B%A4","title":"빅워크에서 퍼포먼스 마케터 동료를 찾습니다.","origin":"(주)빅워크","start_date":"02/28 ","newbie":"경력","content":["\n        주요 업무\n                    주요업무- 자사 앱 서비스 데이터 분석 ( 트랙킹 툴 삽입 /데이터 드리븐)- 팀원들과 협업을 통한 마케팅 전략 수립 및 실행- 고객 Funnel 별 특성을 이해하고, 전환율 및 이탈율을 개선하기 위한 마케팅 기획- 유입, 비용, 매출 관련 전환율 최적화 작업 및 기타 주요 지표 측정- 브랜드 및 콘텐츠 관련 전략 수립 및 수행자격요건- 데이터 분석…\n            더 보기\n            주요업무- 자사 앱 서비스 데이터 분석 ( 트랙킹 툴 삽입 /데이터 드리븐)- 팀원들과 협업을 통한 마케팅 전략 수립 및 실행- 고객 Funnel 별 특성을 이해하고, 전환율 및 이탈율을 개선하기 위한 마케팅 기획- 유입, 비용, 매출 관련 전환율 최적화 작업 및 기타 주요 지표 측정- 브랜드 및 콘텐츠 관련 전략 수립 및 수행자격요건- 데이터 분석 툴(Google Analytics, Fire base 등)을 활용하여 고객생애주기 개선경험이 있으신 분- 앱 마케팅 자동화 경력/앱 서비스 초기 트랙킹 셋팅 경험이 있으신 분- 홍보 전략 및 제품 포지셔닝, 브랜드 전략 및 유저 리서치 분야를 포함하는 경험이 있으신 분- 마케팅 팀 구축 경험(퍼포먼스, 콘텐츠, 그로스 해킹)이 있으신 분우대사항- 데이터 퍼널 분석을 통해 MD, 제품기획팀과 협업하여 구매전환율을 증가시켜본 경험- CRM 구축을 통해 고객 리텐션 및 재구매율을 증가시켜본 경험- 데이터 분석을 통해 전략을 수립하고 실행해 그로스를 경험해본 사례\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          디지털마케팅\n          소셜마케팅\n          온라인마케팅\n          콘텐츠마케팅\n          앱마케팅\n        \n      ","\n        채용 상세\n                    #빅워크 소개빅워크는 개인의 걸음이 모여 도움이 필요한 사람들에게 전달될 수 있도록 하고, 그로 인해 세상을 변화시킬 수 있다고 믿습니다.지난 9년간 앱 서비스를 통해 203개 기업 및 기관과 협업하여 약 70만 명의 서비스 가입자분들과 함께 지구 1000바퀴 거리(약 4천만 km)의 걸음을 달성하여 60억원의 누적 모금액을 도움이 필요하신 분들에게…\n            더 보기\n            #빅워크 소개빅워크는 개인의 걸음이 모여 도움이 필요한 사람들에게 전달될 수 있도록 하고, 그로 인해 세상을 변화시킬 수 있다고 믿습니다.지난 9년간 앱 서비스를 통해 203개 기업 및 기관과 협업하여 약 70만 명의 서비스 가입자분들과 함께 지구 1000바퀴 거리(약 4천만 km)의 걸음을 달성하여 60억원의 누적 모금액을 도움이 필요하신 분들에게 전달하였습니다.*홈페이지: http://www.bigwalk.co.kr/*페이스북: https://www.facebook.com/m.bigwalk/*인스타그램: https://www.instagram.com/bigwalkofficial/# 채용 상세1. 채용개요- 모집요강 : 1명- 경력 : 경력- 직책 : 디지털 퍼포먼스 마케터- 근무시간 : 오전 9 - 오후 6시 (탄력 근무제)- 주 근무장소 : 서울시 중구 남대문로9길 40, 센터플레이스 20F- 연봉 : 3000 이상 (협의)2. 채용안내# 빅워크 소개안녕하세요, 빅워크에 관심을 갖고 공고를 보고 계신 미래의 동료(?!)분들께 감사의 인사를 드립니다.빅워크는 개인의 작은걸음을 모아 세상을 변화시킬 수 있는 큰 걸음으로 연결하는 사회적기업입니다!저희는 2012년 부터 지금까지 걸음을 통해 기부할 수 있는 어플리케이션을 운영하며, 사용자 분들이 사회를 변화시킬 수 있도록 돕는 역할을 하고 있습니다 : ) 그리고 지금 이 순간! ( ; 12년부터 19년까지 운영하던 과거의 서비스를 내려놓고, 2020년 트렌드를 이끌어 갈수 있는 가장 패셔너블 한 건강기부 서비스로, 대한민국의 힙한 기부문화를 이끌어가는 새로운 빅워크 앱 서비스 출시가 임박한 순간을 일컫음)함께 대한민국의 힙한 기부 문화를 이끌어 갈 동료분을 찾습니다. (새로운 기부놀이를 만들어 보겠다 ! - by 빅워크)-# 우리 팀은 이렇게 일해요!하나!우리 팀은 누구나 성장하고 기회를 얻을 수 있는 평등을 존중합니다.둘!재밌게 일 하고, 이루고자 하는 것들을 자유롭게 이야기하고 이룰 수 있도록 노력합니다.셋! 지속적인 피드백과 개선을 통해 발전할 수 있도록 노력합니다.# 저희가 찾는 동료는요빅워크는 탁월함을 추구합니다. (빅워크 팀원들은 개개인이 스스로 탁월하다고 믿고 있습니다 ㅎㅎ 물론 탁월해지고있는 중 이구요.)또한, 여러 영역의 스페셜리스트들이 모인 프로 집단 이기에 목표지향적 사고를 갖고 골(Goal)을 달성하는 팀입니다. 저희는 더 좋은 서비스로 사용자에게 다가가기 위해 노력하고, 서비스의 방향에 대해 함께 논의하고, 서비스 방법에 대해 함께 고민하고, 늘 고객과 대화하고, 동료들과 열린마음으로 이야기하고, 업무방식의 효율화를 고민하는 ……. 등등…을 함께할 동료분을 찾고 있습니다. # 빅워크의 팀 문화빅워크는 수평적인 문화를 중시 합니다.빅워크 안에선 누구나 자신의 생각을 편하게 말할 수 있고, 동료들은 그 생각의 장점을 강화하기 위해 함께 논의하며 구체화합니다. 또한 닉네임으로 서로를 호칭하며, 한 사람이 주도하는 팀보다 각자의 역할에 집중하며 스스로 할일을 계획하고 자기 주도적으로 일하는 팀을 추구합니다.  # 빅워크는 성장과 개선을 중요하게 생각합니다.매주 서로 간 배운 것들을 공유하는 것을 즐기며, 부족한부분은 스스로 공부를 하고,회사는 개인적인 성장을 독려합니다 (사실 바쁠 땐, 그렇게 하지 못하는 경우도 있으나 기본적으로는 그렇습니다)그리고 분야에 국한되지 않는 피드백은 우리의 의지를 더 견고하고, 강력하게 만들어줍니다.이렇게.. 빅워크에선 단순히 업무를 하는 것이 아니라 개인과 팀, 이를통해 회사를 함께 성장 시켜나갈 동료들을 찾고 있습니다.빅워크는 열린마음으로 환영할 준비가 되어있습니다! 연락주세요!3. 전형 방식[면접 절차]1차: 서류 면접 (포트폴리오)2차: 동료, 팀 미팅- 구성원들과 함께 미팅을 진행합니다.3차: 팀 리더 미팅- 대표 및 팀 리더들과 미팅을 진행합니다.입사: (3개월 수습)[지원방법]1. 모든 제출서류는 파일명 통일해서 지원- (예시)190801_지원자성함_직군명_자기소개서2. 모든 제출서류는 PDF로 변환3. 채용 사이트 지원[제출서류]1. 이력서(자유양식)- 희망연봉 기재2. 자기소개서: 아래 사전질문을 포함해서 작성 후 제출 요망- 어떤 삶을 살고 싶으신가요? 삶의 지향점이나 추구하는 가치를 키워드 2~3가지로 설명해주세요.- 회사를 선택할 때 어떤 부분을 중점적으로 보시나요? 왜인지 알려주실 수 있으세요?- 왜 빅워크에 지원하셨고, 본인의 역량을 조직에 어떻게 공헌/기여하시고 싶으신가요?(300자 이내)3. 포트폴리오(필수)지금껏 진행한 프로젝트의 포트폴리오를 제출해주세요.제출하실 포트폴리오 안에 중요 정보가 담겨 있다면, 이를 제외하고 설명 가능한 수준에서 제출해주세요.양식과 분량은 자유입니다.\n"]}