{"url":"https://www.rocketpunch.com//jobs/67738/React-Native-%EA%B0%9C%EB%B0%9C%EC%9E%90-Android-IOS-%EA%B2%BD%EB%A0%A5-2%EB%85%84-%EC%9D%B4%EC%83%81","title":"React Native 개발자 (Android, IOS) (경력 2년 이상)","origin":"소다크루","start_date":"01/17 ","newbie":"경력","content":["\n        주요 업무\n                    - React Native로 Android, iOS 설계 및 개발- 테스트 \u0026 성능 개선 \u0026 리팩토링\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Amazon AWS\n          AngularJS\n          Node.js\n          GitHub\n          Git\n          JavaScript\n          Front-end\n          Vue.js\n          AWS Lambda\n          Atlassian JIRA\n          react-native\n          ReactNative\n          angular4\n          nuxt.js\n          vuex\n        \n      ","\n        채용 상세\n                    안녕하세요, 소다크루입니다. 소다크루는 너무나도 불편한 해외송금을 혁신하고자 설립된 회사입니다. 국내, 해외에 계신 분들이 언제 어디서든 쉽고 빠르게 해외송금을 하실 수 있도록 \"SodaTransfer\" 서비스와 한국에 계신 분께 선물을 할 수 있는 \"SodaGift\" 서비스를 런칭해서 운영하고 있습니다. 국내 스타트업으로서는 보기 드물게 미국 시장…\n            더 보기\n            안녕하세요, 소다크루입니다. 소다크루는 너무나도 불편한 해외송금을 혁신하고자 설립된 회사입니다. 국내, 해외에 계신 분들이 언제 어디서든 쉽고 빠르게 해외송금을 하실 수 있도록 \"SodaTransfer\" 서비스와 한국에 계신 분께 선물을 할 수 있는 \"SodaGift\" 서비스를 런칭해서 운영하고 있습니다. 국내 스타트업으로서는 보기 드물게 미국 시장을 공략하고 있으며 이미 미국에서는 한국인들 사이에서 \"Soda\" 브랜드 인지도와 신뢰를 쌓아가고 있습니다. 2015년 회사 설립후 2017년에 엔젤투자를 유치하고 이어 2018년에는 프리시리즈A 투자를 유치하였습니다. 2018년 11월에는 TIPS 프로그램에도 선정되었습니다. 개발자 비율이 50%가 넘는 엔지니어 친화적인 스타트업이며 수평적이고 자율적인 분위기속에서 근무를 하고 있습니다. 소다크루와 함께 세계로 도약할 열정과 역량을 갖춘 인재를 찾고 있습니다. 많은 지원 부탁드립니다!주요업무- React Native로 Android, iOS 설계 및 개발- 성능 개선 \u0026 리팩토링자격요건- React Native 실무 개발 경력 3년 이상- Redux, Redux-Saga, MobX 개발 및 운영 경험- HTTP 또는 RESTful API 클라이언트 개발 경험- Google Play Store 및 App Store 앱 등록 및 운영 경험- 하이브리드 웹앱 개발 경험- 모바일 운영체제 및 디바이스에 대한 이해우대사항- expo를 이용한 리액네이티브 개발 가능자 - 자동화 배포 경험- 적극적, 주도적으로 필요한 업무를 찾고 개선하는 태도와 인성- 영어 중급 이상이신 분전형절차서류 전형 ▶ 원격 인터뷰(기술위주) ▶ 사무실 인터뷰(동료) ▶ 채용* 채용 완료 시, 기존 팀원과 실제 업무를 통해 알아가는 과정이 필요하다고 생각하며 3개월간의 수습 기간을 가집니다. (계약급여의 100%를 지급하면서 진행됩니다)\u003c소다크루가 사용하는 주요 기술\u003e- Front-End: Angular4, Vuejs, Nuxtjs, Vuex- Back-End: Java (Spring Framework 4.3)- Data: ORM (Hibernate/JPA), MySQL, Amazon Aurora, Redis, Elasticsearch, SQS- Servers: Linux, AWS- Communication: Slack, Jira, Confluence, Github\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}