{"url":"https://www.rocketpunch.com//jobs/37172/%EC%9B%B9%EC%84%9C%EB%B9%84%EC%8A%A4-%ED%92%80%EC%8A%A4%ED%83%9D-%EA%B0%9C%EB%B0%9C%EC%9E%90","title":"웹서비스 풀스택 개발자","origin":"자란다","start_date":"02/19 ","newbie":"경력","content":["\n        주요 업무\n                    자란다 O2O 서비스 플랫폼 Front-end/Back-end 설계/개발- 추천시스템: 성향/기질/위치정보/스케줄 등의 데이터 분석 기반 추천 매칭 시스템- 방문/스케줄관리: 자란선생님 방문일정/스케줄 매니지먼트 시스템- 결제시스템: 카드결제, 계좌이체, 펌뱅킹, iamport, 카카오페이 등의 각종 결제시스템 구축 및 연동- IOS, Android…\n            더 보기\n            자란다 O2O 서비스 플랫폼 Front-end/Back-end 설계/개발- 추천시스템: 성향/기질/위치정보/스케줄 등의 데이터 분석 기반 추천 매칭 시스템- 방문/스케줄관리: 자란선생님 방문일정/스케줄 매니지먼트 시스템- 결제시스템: 카드결제, 계좌이체, 펌뱅킹, iamport, 카카오페이 등의 각종 결제시스템 구축 및 연동- IOS, Android 앱 기능개선\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          HTML5\n          Python\n          MySQL\n          google-cloud-platform\n          Front-end\n          Back-end\n          angular\n          TypeScript\n          Firebase\n          Node.js\n          Google App Engine\n          Less\n        \n      ","\n        채용 상세\n                    자란다의 조직문화와 구성원의 특성을 먼저 살펴보시고자 한다면, 아래 링크를 눌러주세요. https://www.notion.so/00d476669ed04c1a845f6e1ad85b9354[자란다 개발팀 기술 스택]- 프론트엔드: HTML5, CSS3, Angular, TypeScript, Less.js- 백엔드: Python, Node.js, MySQ…\n            더 보기\n            자란다의 조직문화와 구성원의 특성을 먼저 살펴보시고자 한다면, 아래 링크를 눌러주세요. https://www.notion.so/00d476669ed04c1a845f6e1ad85b9354[자란다 개발팀 기술 스택]- 프론트엔드: HTML5, CSS3, Angular, TypeScript, Less.js- 백엔드: Python, Node.js, MySQL, Firebase, Google Cloud Platform- 커뮤니케이션: Slack, Jira, Confluence[업무 능력]- DB 설계: MySQL, Firebase 등의 DB 설계 및 Query 작성, 최적화, 튜닝- 통계/스케줄러: 서비스 운영에 필요한 각종 통계 DB 구축 및 스케줄러에 의한 서비스 프로세스 제어/관리- API 설계: 클라이언트(웹/앱)로부터의 각종 비즈니스 로직 처리 및 데이터 입출력을 위한 API 서버 구축 및 API 설계/작성- 메시징 서비스: 웹/앱 상에서 발생하는 각종 메시지, 카카오 알림톡, APNS/FCM Push 등을 통합적으로 처리하는 메시징 서비스 구축- Front-end 개발: Javascript 클라이언트 로직 구현 (AngularJS, VueJS, jQuery)[자격 요건]- 학력/경력 무관- Computer Science에 대한 탄탄한 기초 지식을 보유하신 분- 새로운 개발 환경, 언어, 기술을 익히는 것에 대한 두려움이 없고 learning curve가 좋은 분- 합리적인 커뮤니케이션 스킬을 통해, 각 분야의 담당자들과 생산적인 협업을 하실 수 있는 분[우대 사항]- polyglot / devops 개발자- Angular, VueJS 등 한 가지 이상의 Javascript Framework을 능숙하게 사용하시는 분 (자체제작 Framework도 인정)- UI/UX의 차이점을 이해하고 고객 중심의 서비스를 설계하는데 익숙하신 분- RESTful 서비스 설계, python 기반의 Back-end 개발 등 웹서비스의 전체적인 흐름을 이해하고 설계/개발할 수 있는 full stack 개발자- 데이터 분석/알고리즘 능력자 (선생님과 아이 간 매칭을 위한 추천시스템 고도화)- iPhone/Android 개발 (Webapp을 기반으로 한 모바일 앱 개발)[인터뷰 진행 절차]1. 서류 검토:- 이력서, 포트폴리오2. 전화 인터뷰:- 본격적인 인터뷰 과정 진행 전에 전화를 통해 몇가지 질문을 서로 주고받습니다.- 전화 인터뷰는 10분 가량 소요됩니다.3. 온라인 심층 인터뷰- 구글독스를 이용해 문제해결, 코딩, 업무지식 등을 묻고 질의응답합니다.- 온라인 심층 인터뷰는 약 30분에서 1시간 가량 소요되며, 일정은 전화 인터뷰 합격자에 한해 추후 협의합니다.4. 실무자 대면 인터뷰- 인터뷰 장소: 양재역 서브원강남빌딩 13층- 실무자 대면 인터뷰는 약 1시간 가량 소요되며, 일정은 온라인 심층 인터뷰 합격자에 한해 추후 협의합니다.[자란다 소개]\u003c자란다\u003e는 4~13세 아이들 대상으로, 선생님이 가정을 방문하여 함께 이야기하고, 놀고, 숙제도 봐주는 교육/보육 매칭 플랫폼입니다. 단순 구인구직 플랫폼이 아닌, 아이정보와 선생님정보를 기반으로 추천알고리듬에 의해 매칭하고, 방문관리를 진행합니다. 이를 통해 실제 매칭 후 약 77%가 정기방문을 유지합니다.  \u003c자란다\u003e의 구성원은 부모와 대학생의 입장에서 각기 다른 어려움과 요구사항을 정성적으로 파악하고 이를 IT 서비스로 해결하는 최적의 팀으로, 2017년 3월  sopoong의 엑셀러레이팅과 투자, 구글 캠퍼스 서울  입주, 4월 D-day 우승을 거쳐1000여명의 대학생 선생님을 관리하면서, 사업을 확장하는 단계에 있습니다.현재 대한민국의 맞벌이 가정은 43%이고, 3~13세 연령의 아이들은 약 600만여 명 입니다. 이 아이들에게는 생기는 2~4시간의 방과 후 돌봄공백과 맞벌이가정의 보육+교육 문제를 함께 해결해보아요!!- 2019.6 : 카카오벤처스, 500스타트업, 우리은행, 대교인베스트먼트, 하나은행, 디캠프 series A 투자- 2018.8 : 카카오벤처스, 500스타트업 pre-series A 투자- 2018.4 : 은행권청년창업재단 디캠프 디데이 4월 우승- 2018.1 : 구글캠퍼스 서울 입주사 선정\n\n            \n              \n                  \n                \n            \n          "]}