{"url":"https://www.rocketpunch.com//jobs/68223/%ED%81%B4%EB%9D%BC%EC%9D%B4%EC%96%B8%ED%8A%B8-%EC%86%8C%ED%94%84%ED%8A%B8%EC%9B%A8%EC%96%B4-%EA%B0%9C%EB%B0%9C%EC%9E%90-Client-Software-Developer","title":"클라이언트 소프트웨어 개발자 (Client Software Developer)","origin":"휴멜로(Humelo)","start_date":"01/16 ","newbie":"신입경력","content":["\n        주요 업무\n                    Beyond AI : 인공지능을 넘어 감정지능이 여는 세상을 꿈꿉니다. *감정지능 AI 스타트업 휴멜로와 함께 새 제품을 만들어 갈, 유능한 개발자를 찾습니다.스타트업에 관심이 있는 분, 대기업의 경직된 문화가 싫으신 분, 좋은 개발 문화에 대해 고민하고 같이 토론할 수 있으신 분, 머신러닝에 관심이 있으신 분, 아니면 방금 관심이 생기신 분여기 휴…\n            더 보기\n            Beyond AI : 인공지능을 넘어 감정지능이 여는 세상을 꿈꿉니다. *감정지능 AI 스타트업 휴멜로와 함께 새 제품을 만들어 갈, 유능한 개발자를 찾습니다.스타트업에 관심이 있는 분, 대기업의 경직된 문화가 싫으신 분, 좋은 개발 문화에 대해 고민하고 같이 토론할 수 있으신 분, 머신러닝에 관심이 있으신 분, 아니면 방금 관심이 생기신 분여기 휴멜로에 지원하세요!휴멜로는 감정과 운율을 조절할 수 있는 고품질 음성 합성 기술로내가 꼭 원하는 음성을 만들어내지 못했던 기존의 음성 합성 서비스를 대체할 수 있는\"프리미엄 음성(영상) 합성/편집 프로그램\" 을 서비스하는 회사입니다.여기에 더 나아가서, 인공지능 친구를 만들기 위해, 창의력을 올릴 수 있는 새 제품을 만드려 합니다.여러 AI 기술들을 이용해 제품을 만들어 AI의 현실 실체화를 꿈꾸는 분들AI와 새 프론트 엔드 툴, 좋은 UI/UX, 새 기술과 연구들을 볼 때마다 가슴이 뛰시는 분스타트업에 관심이 있는 분, 대기업의 경직된 문화가 싫으신 분좋은 개발 문화에 대해 고민하고 같이 토론할 수 있으신 분여기 휴멜로에 지원하세요!여러 훌륭한 개발자들과 연구자들과 협업해 나가며새로운 분야를 같이 연구해가며 감정을 담은 TTS, 작사, 작곡 등 기존에 경험하지 못한 인공지능 서비스를 제공할 수 있습니다.더 나아가 유명 엔터테인먼트 회사와 같이 일하는 경험을 해볼 수 있습니다.자율 출퇴근으로 자신에게 맞는 업무 환경을 조성하고 각 분야의 전문가들과의 협업을 통해 자신의 능력과 경쟁력을 극대화할 수 있습니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          .NET\n          C#\n          WPF\n          Swift\n          xcode-storyboard\n          macos\n        \n      ","\n        채용 상세\n                    담당업무• AI 기술의 사용성 증대를 위한 PC 소프트웨어 Prosody의 다양한 기능 구현- AI에 맞는 UX를 구현, 프로그램 기능 개발- Restful-API와 연결하는 클라이언트 개발- 대량 작업에 적합한 알고리즘 및 GUI 개발- 유저 Log 분석 및 데이터 처리를 통한 기능 개선자격요건- 컴퓨터 공학이나 그와 유사한 학과 재학 또는 학사 …\n            더 보기\n            담당업무• AI 기술의 사용성 증대를 위한 PC 소프트웨어 Prosody의 다양한 기능 구현- AI에 맞는 UX를 구현, 프로그램 기능 개발- Restful-API와 연결하는 클라이언트 개발- 대량 작업에 적합한 알고리즘 및 GUI 개발- 유저 Log 분석 및 데이터 처리를 통한 기능 개선자격요건- 컴퓨터 공학이나 그와 유사한 학과 재학 또는 학사 이상 학위 소지자- 유지 보수 및 협업이 가능한 코드를 작성 기술 경험자- .Net, C#, WPF 또는 MacOS Swift 및 Storyboard UI 개발 경험자- Client - Server 개발 모델에 익숙하며 RESTFul 개발 경험자- Git 등 분산 버전 관리 시스템 및 코드 리뷰 경험자우대사항- Audio Algorithm에 이해가 있거나 개발을 해본 경험이 있으신 분- UI/UX를 포함한 기획 및 개발에 참여해 보신 분- 커뮤니케이션을 원활하게 잘 하시는 분\n"]}