{"url":"https://www.rocketpunch.com//jobs/67037/%EC%BB%A4%EB%AE%A4%EB%8B%88%ED%8B%B0-%EB%A7%A4%EB%8B%88%EC%A0%80-%EC%8B%AC%EC%82%AC-Community-Manager-Integrity-Part","title":"커뮤니티 매니저: 심사 (Community Manager: Integrity Part)","origin":"텀블벅","start_date":"12/29 ","newbie":"신입경력","content":["\n        주요 업무\n                    텀블벅에서 창작자의 프로젝트 검토를 함께 할 팀원을 찾고 있습니다! ?‍♀️커뮤니티 매니저(심사파트)는 창작자가 검토 요청한 프로젝트에 대해 자세한 평가를 수행하는 것은 물론, 콘텐츠의 톤 앤 매너 유지와 규정 준수를 위해 사이트 전반의 모더레이션을 수행합니다.텀블벅의 각 카테고리에 멋진 프로젝트들이 채워지도록 돕는 역할이기 때문에, 프로젝트의 탄생…\n            더 보기\n            텀블벅에서 창작자의 프로젝트 검토를 함께 할 팀원을 찾고 있습니다! ?‍♀️커뮤니티 매니저(심사파트)는 창작자가 검토 요청한 프로젝트에 대해 자세한 평가를 수행하는 것은 물론, 콘텐츠의 톤 앤 매너 유지와 규정 준수를 위해 사이트 전반의 모더레이션을 수행합니다.텀블벅의 각 카테고리에 멋진 프로젝트들이 채워지도록 돕는 역할이기 때문에, 프로젝트의 탄생과 성장에 대한 관심, 그리고 창작 분야에 대한 일정 수준의 전문 지식은 필수입니다!이상적인 지원자는 텀블벅의 존재 이유에 관한 공감, 그리고 플랫폼을 훌륭하게 운영하기 위한 방법에 높은 관심을 갖고 계신 분입니다. 텀블벅 생태계의 건강에 관심이 많은 섬세한 분이라면, 창작자들이 더욱 멋진 프로젝트를 시작할 수 있도록 텀블벅과 함께 해주시기 바랍니다!\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          서비스운영\n          플랫폼서비스운영\n          고객관리\n          기획•운영\n          검수\n          고객대응\n        \n      ","\n        채용 상세\n                    [주요 업무]- 텀블벅에 게시되는 프로젝트가 약관 및 커뮤니티 규정을 준수하도록 검토 · 지원- 규정과 관련하여 창작자와 소통, 관련 문제를 해결할 수 있도록 지원- 컴플라이언스 관련 리포트 정리 및 제출- 프로젝트 심사 워크플로우 분류 및 개선, 심사 개선을 위한 정보 식별과 적용- 텀블벅 커뮤니티의 신뢰도와 건강을 지킬 수 있는 인프라 개발[자격…\n            더 보기\n            [주요 업무]- 텀블벅에 게시되는 프로젝트가 약관 및 커뮤니티 규정을 준수하도록 검토 · 지원- 규정과 관련하여 창작자와 소통, 관련 문제를 해결할 수 있도록 지원- 컴플라이언스 관련 리포트 정리 및 제출- 프로젝트 심사 워크플로우 분류 및 개선, 심사 개선을 위한 정보 식별과 적용- 텀블벅 커뮤니티의 신뢰도와 건강을 지킬 수 있는 인프라 개발[자격 요건]- 메일·전화·미팅 등을 통해 창작자와 소통할 수 있는 뛰어난 커뮤니케이션 역량을 지닌 분- 적극적이고 책임감을 갖고 업무에 임하는 태도를 지닌 분- 정확함과 꼼꼼함을 추구하는 분- 비판적 사고, 추론, 분석을 즐기시는 분- 새로운 환경을 두려워하지 않고 학습을 즐기시는 분[우대 사항]- 디자인, 테크놀로지, 패션, 푸드, 게임 등 텀블벅 카테고리 중 최소 하나 이상의 커뮤니티에 친숙하신 분- 해당 분야에서 창작자들의 제작 프로세스에 관한 지식을 보유하신 분- 중급 이상의 엑셀 활용 능력- 데이터 분석 능력- 텀블벅 펀딩 진행 경험[채용 형태와 조건]- 신입 지원 가능한 포지션입니다.- 신입 : 6개월 적합성 평가 기간 중 적합성 리뷰 및 최종 면담 후 합류 여부 확정- 경력 : 3개월 적합성 평가 기간 중 적합성 리뷰 및 최종 면담 후 합류 여부 확정- 급여 : 연봉제 2,500~4,000만원. 적합성 평가 기간 급여 모두 정규직과 동일[혜택 및 복지]- 월 최대 35만 원의 선택적 복리후생제도 (Flexible Benefits Plan)- 연 20만 원 건강검진비 추가 지원- 각종 경조 휴가 및 경조금 지원- 장기근속자 만 3년마다 유급 리프레시 휴가 및 휴가비 제공- 실제적인 육아휴직 제도 · 육아기 근로시간 단축 · 가족 돌봄 휴직 지원[상세 채용 프로세스]- 전형 안내: 서류전형 → 전화인터뷰 → 실무/경영진면접 → 처우 협의 → 입사- 전형 과정에서 레퍼런스 체크를 요청할 수 있습니다.- 지원 순으로 먼저 채용 프로세스를 진행하고, 적격자가 있는 경우 채용이 마감될 예정입니다.ㅤ※ 지원 의사가 있으시면 마감일에 관계 없이 지원해주세요.- 입사 지원 서류에서 허위 사실이 발견될 경우 채용이 취소될 수 있습니다.- 본 채용과 관련된 문의사항은 이메일(hiring@tumblbug.com)을 통해 연락주시기 바랍니다.[제출서류]1. [이력서 및 경력기술서] - 상기 자격요건과 우대사항에 관련된 사항을 반드시 기재해주세요.2. [자기소개서] - 아래 문항에 대해 각각 약 500자 내외로 간단하게 작성해주세요:ㅤ① 텀블벅에 지원한 동기 (왜 텀블벅인가요?)ㅤ② 지원자분께서 자신의 일에 대해 갖고 있는 비전 (커리어 목표)ㅤ③ 텀블벅의 개선과 성장을 위해 지원자분이 할 수 있는 일 (채용공고의 주요 업무 및 자격 요건을 충분히 읽고 작성해주세요)ㅤ※ 서류는 1개 PDF 파일로 합하여 제출 부탁드립니다.\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}