{"url":"https://www.rocketpunch.com//jobs/66611/%ED%99%88%ED%8E%98%EC%9D%B4%EC%A7%80%EC%A7%80%EC%9B%90-%EC%BD%98%ED%85%90%EC%B8%A0-%EB%A7%88%EC%BC%80%ED%84%B0-%EC%8B%A0%EC%9E%85%EA%B2%BD%EB%A0%A5","title":"[홈페이지지원] 콘텐츠 마케터 (신입/경력)","origin":"패스트캠퍼스","start_date":"02/28 ","newbie":"신입경력","content":["\n        주요 업무\n                    함께 성장해나갈 예비 패캐머를 기다립니다.패스트캠퍼스는 개인과 조직의 실질적인 ‘업’의 성장을 돕고자 모든 종류의 교육 콘텐츠 서비스를 제공하는 대한민국 No. 1 교육 서비스 스타트업니다.우리는 학교에서 얻지 못하는, 일해야만 얻을 수 있는, 실제로 필요로 하는 기술을 제공하여, 원하는 경력과 직업을 얻기 위해 도전하는 모든 성인을 돕는 교육 파트…\n            더 보기\n            함께 성장해나갈 예비 패캐머를 기다립니다.패스트캠퍼스는 개인과 조직의 실질적인 ‘업’의 성장을 돕고자 모든 종류의 교육 콘텐츠 서비스를 제공하는 대한민국 No. 1 교육 서비스 스타트업니다.우리는 학교에서 얻지 못하는, 일해야만 얻을 수 있는, 실제로 필요로 하는 기술을 제공하여, 원하는 경력과 직업을 얻기 위해 도전하는 모든 성인을 돕는 교육 파트너입니다.6년 전, 4명의 팀원으로 시작했던 패스트캠퍼스는 이제 100여 명의 동료가 함께 하고 있으며, 어느새 실무교육을 넘어 취직 그리고 전직까지 연결하는 전환점으로 영역이 확장되었습니다.2019년 현재 우리는, 수백여 개의 오프라인 단기 및 전일제 과정부터 외국어, 온라인 교육 서비스에 더해 대규모 콘퍼런스와 소규모 스터디 모임까지 다양한 학습자의 필요를 만족시키는 모든 교육 콘텐츠 서비스를 제공함으로써 아무도 예상하지 못했던 유일무이한 성장을 보여주고 있습니다.패스트캠퍼스 구성원들이 만드는 교육은 노하우만을 전수해 주는 강의가 아닙니다.앞으로의 대한민국 교육 시장이 마땅히 제공해야 할 새로운 ‘업’ 의 가치를 투영하는 모든 교육 콘텐츠 서비스를 세상에 구축하는 것입니다. 이러한 도전을 가능하게 하는 것은 패스트캠퍼스 구성원들의 핵심 가치에 기반한 가파른 성장 마인드입니다. 우리와 함께한다면, 당신이 해낸 일의 결과가 누군가에게는 삶의 터닝포인트가 되는 기회로, 더 큰 성장으로 이어집니다.어떤 직무 분야를 모집 중인지 확인해보세요!패스트캠퍼스와 함께 교육 시장에서 혁신을 이끌어나갈 당신을 기다리고 있습니다.https://www.fastcampus.co.kr/info/recruiting/\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          콘텐츠마케팅\n          온라인마케팅\n          디지털마케팅\n          소셜마케팅\n          브랜드마케팅\n          바이럴마케팅\n          페이스북\n          카피라이팅\n          그로스해킹\n          인스타그램\n          로컬마케팅\n          Google Analytics\n          YouTube\n          instagram\n          Facebook\n          Mobile Marketing\n          동영상제작\n        \n      ","\n        채용 상세\n                    [업무범위]– 교육 콘텐츠의 홍보에 필요한 온라인 콘텐츠 기획, 제작, 운영 전반을 총괄합니다.– 홈페이지 내 다양한 포맷의 교육과정 상세페이지를 기획하고 퍼블리싱합니다.– 페이스북, 인스타그램, GDN 등 온라인 채널의 광고 크리에이티브를 기획, 제작 및 운영 합니다.– 각 카테고리의 특성에 맞는 다양한 홍보 채널 및 홍보 액션들을 기획하고, 각 …\n            더 보기\n            [업무범위]– 교육 콘텐츠의 홍보에 필요한 온라인 콘텐츠 기획, 제작, 운영 전반을 총괄합니다.– 홈페이지 내 다양한 포맷의 교육과정 상세페이지를 기획하고 퍼블리싱합니다.– 페이스북, 인스타그램, GDN 등 온라인 채널의 광고 크리에이티브를 기획, 제작 및 운영 합니다.– 각 카테고리의 특성에 맞는 다양한 홍보 채널 및 홍보 액션들을 기획하고, 각 채널 및 카테고리 특성에 맞는 홍보콘텐츠를 기획/생산합니다.[필요역량]– 강의 콘텐츠의 장점을 빠르게 파악하고 잠재 고객들의 필요에 맞게 마케팅 콘텐츠 및 홍보액션을 기획할 수 있는 기획력.– 교육콘텐츠의 분야 및 코넨츠 특징에 맞게 잠재 고객을 효과적으로 설득할 수 있는 설득적 글쓰기 능력.– 기획안 및 콘텐츠의 내용을 기반으로 잠재 수강생들에게 필요한 내용들을 웹페이지, 광고 크리에이티브, 각종 홍보 콘텐츠로 표현 할 수 있는 콘텐츠 제작력.– 글, 이미지, 영상등 포맷에 상관없이 수강생들에게 다가갈 수 있는 다양한 콘텐츠를 기획 제작하는 실행력.[우대사항]– 이미지 편집 툴 및 영상 편집 툴을 다룰 줄 아는 분– 홍보용 콘텐츠 기획 및 제작 관련 유경험자– 온라인 콘텐츠 제작 및 온라인 마케팅 관련 유경험자https://www.fastcampus.co.kr/info/recruiting/\n"]}