{"url":"https://www.rocketpunch.com//jobs/67271/%EC%96%B4%EB%AE%A4%EC%A6%88%ED%8A%B8%EB%9E%98%EB%B8%94-%EB%A7%88%EC%BC%80%ED%8C%85-%ED%8C%80%EC%9E%A5-%EB%B0%8F-%EB%A7%A4%EB%8B%88%EC%A0%80-%EC%B1%84%EC%9A%A9","title":"[어뮤즈트래블] 마케팅 팀장 및 매니저 채용","origin":"어뮤즈트래블","start_date":"02/23 ","newbie":"인턴신입경력","content":["\n        주요 업무\n                    [상세 업무 내용] - 마케팅 캠페인 기획 및 실행 지원- 마케팅 컨텐츠 제작 지원- 데이터 기반 조사 및 전략수립 보조- 마케팅 채널 전략 수립 및 실행- 마케팅 지표, 시장 및 경쟁상황 분석- 마케팅 파트너와의 의사소통 지원- 해외여행 시장 동향 및 다양한 여행 상품 조사* 대표자와 함께 사업규모 성장을 이끌어 주실 마케팅 팀장을 찾음* 주도적으…\n            더 보기\n            [상세 업무 내용] - 마케팅 캠페인 기획 및 실행 지원- 마케팅 컨텐츠 제작 지원- 데이터 기반 조사 및 전략수립 보조- 마케팅 채널 전략 수립 및 실행- 마케팅 지표, 시장 및 경쟁상황 분석- 마케팅 파트너와의 의사소통 지원- 해외여행 시장 동향 및 다양한 여행 상품 조사* 대표자와 함께 사업규모 성장을 이끌어 주실 마케팅 팀장을 찾음* 주도적으로 프로젝트 기획 및 운영을 기대함* 회사를 대표하는 얼굴이며 모든 소통에 통로가 되길 기대함* 팀원들에게 자신이 진행하고 있는 내용을 이해하기 쉽게 설명 할 수 있는 소통가능 마케터* 정직은 기본. 꾸준하고 안정감 있는 지원 기대, 논리적이며 진솔한 기획* 그러나 결국은 실력[매력 요건]- 빠르게 움직이는 스타트업 업무 환경에 적응 가능한 주도적이며 책임감 있는 분- 출장과 운전을 두려워 하지 않는 귀한 분- 긍적적인 생각과 다른 사람과 의견을 주고 받는데 거부감 없는 분- 비즈니스 영어 가능한 분- 본인의 생각을 재치있는 말과 글로 표현 표현할 수 있는 분- 데이터를 직접 분석하거나 데이터를 기반으로 한 판단과 결정에 익숙한 분- 네이버 등 여행 카페 우수회원 혹은 블로그 주인인 분- Google Analytics, AppsFlyer 등의 데이터 툴을 사용해봤거나 관심 있는 분- 그로스해킹(Growth Hacking)에 대한 이해가 있는 분- 검색엔진최적화(SEO) 기반 성장 경험이 있는 분- 소셜미디어(Youtube, Facebook, Instagram) 운영 및 성장 경험이 있는 분- 한가지 방법에 몰입하기 보다 얕지만 다양한 방법을 시도하여 해결 방안을 찾아 나가는 분[우대 요건]- 4년제 정규 대학 이상 기졸업자 및 졸업예정자 (근무에 지장이 없는 경우)- 모집 부문 해당 학과 또는 관련 학과 전공자- 남자의 경우, 병역필 또는 면제로 해외 여행에 결격 사유가 없는 자- 여성의 경우, 병역 및 출산자 채용 시 우대- 취업보호대상자(장애/보훈)는 채용 시 우대- 영어 가능자 우대(수화 가능자 우대)- 1종 보통, 1종 대형 면허 및 운전 가능자 우대- Adobe 프로그램 운영 가능자 우대- 소셜 임팩트 비즈니스에 관심이 많고 여행을 좋아하시는 분 우대- 벤처기업 또는 스타트업 근무 경험자 우대- 소셜 커머스 사이트에 대한 지식이 있으신 분 우대- 사람에 대한 애정과 따뜻함이 있으신 분 극우대\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          maketing\n          마케팅디자인\n          브랜드마케팅\n          세일즈마케팅\n          퍼포먼스마케팅\n          콘텐츠 마케팅\n          온라인마케팅\n          온라인홍보\n          온라인커머스\n          오프라인마케팅\n          오프라인영업\n          컨텐츠 기획\n          기획•운영\n          서비스 기획\n          브랜드기획\n          PR\n        \n      ","\n        채용 상세\n                    [회사 미션]  우리는 다양한 사람들과 함께 서로를 의지하고 도와가며 살아가고 있습니다. 특히 가족 구성원에서 그러한 모습을 잘 볼 수 있습니다. 부모가 어린 아이를 돌보고 어린아이가 커서 결혼을 하여 임산부가 되면 그의 남편이 돌보고, 남편이 몸을 다쳤을 떄 아내가 돌보고, 연로하신 부모님을 자식이 돌보는 것을 볼 때 우리는 서로의 약한 부분을 함…\n            더 보기\n            [회사 미션]  우리는 다양한 사람들과 함께 서로를 의지하고 도와가며 살아가고 있습니다. 특히 가족 구성원에서 그러한 모습을 잘 볼 수 있습니다. 부모가 어린 아이를 돌보고 어린아이가 커서 결혼을 하여 임산부가 되면 그의 남편이 돌보고, 남편이 몸을 다쳤을 떄 아내가 돌보고, 연로하신 부모님을 자식이 돌보는 것을 볼 때 우리는 서로의 약한 부분을 함께 지지하고 의지하며 살아갑니다. 그러나 함께 살아가는 일은 결코 쉽지가 않습니다. 우리는 삶의 피로감과 고단함으로 서로를 향하는 마음을 온전히 지켜가며 삶을 지속해 나아가기 어려워합니다. 어뮤즈트래블은 조금 부족하고 약한 가족의 구성원들이 서로의 행복을 지키며 삶을 지속해 나갈 수 있도록 관광약자와 그들을 돌봐야 하는 가족을 위한 여행을 제공하고 있습니다. 여행을 통해 삶을 지속해 나아가는 건강한 힘을 얻고 가족의 행복을 지켜나갈 수 있길 바랍니다. 그리고 차별없는 건강한 세상을 여행을 통해 만들어 나가고 싶습니다.[회사 정보]  신체적 정신적 어려움을 겪고 있는 관광취약계층에게 특화된 여행상품(지체: 이동중심여행, 시각: 감각중심여행, 발달: 체험중심여행) 및 인프라(가족단위 휠체어 차량, 단체 휠체어차량, 수화통역사, 음성해설사, 장애인 객실, 특화된 활동보조, 전동 및 수동 휠체어, 핸드컨트롤러, 휠체어 목욕의자 등)를 제공하는 사업을 하고 있습니다. 특히 여행을 하며 발생되는 영상콘텐츠를 활용하여 이동 데이터 확보하고 있으며 이를 활용한 부가서비스를 제공하여 당사만이 갖고 있는 고유가치를 만들어가고 있습니다. 최근 돈을 잘 벌고 건강하게 쓰는 방법에 대한 고민 많음(매년 매출 2배 성장, 1%플래닛 및 수익의 10%는 건강한 개발에 재투자), 노력에 대한 수상 경력 있음(아직도 부끄), 대기업 2곳에 투자받음(곧 추가 투자 예정) 국내외 여행팀 5명(누군가에겐 현빈, 일본+한국 예쁜사람, 밝음밝음 열매 그녀, 마산사람 따뜻한 여자, 2년 동안 어뮤즈 짝사랑 러버 그녀), 콘텐츠팀 2명(미국에서 공부한 여자, 일본탐방가 그녀), 개발팀 1명(그들에게는 캡틴아메리카), 기획팀 1명(세상 착한 그남자)은 당신을 매일 갈망한다. 가끔 조울증 롤러코스터를 타지만 삘 받으면 언제 그랬냐는 듯 다시 폭풍같이 일 함. 말 잘 통함. 세상에 없던 소통 스킬과 배려가 충만한 팀. 긍정적인 성공 의지와 근성, 책임감 장난 아님(자랑할만 함)  성장가능성이 높으며, 자기주도적인 업무를 경험할 수 있는 회사(데스벨리 끝자락, 건강한 성공이 가능해 보임, 아직 15인 미만, 초기 맴버에 속할 수 있음. 1~2년 후 꿈이 현실, 솔직히 일이 많은편임. 본인 스스로 주도적으로 할 수 있는 일이 많음) [계약조건]- 인턴 및 계약직 : 열정과 도전정신 충만한 마케터, 경력은 주니어지만 근성과 책임감은 시니어라고 생각하는 마케터, 경험을 통해 성장하고 싶은 마케터- 정규직: 결과물에 모두가 감탄하는 실력있는 마케터, 누구나 알만한 성공 사례가 있는 마케터[근무조건]- 근무지 : 서울 마포구 백범로 31길 21 서울창업허브 본관 8층 807호 (공덕역 3분거리, 가장 높은층의 남향, 탁트인 뷰, 넓은 사무공간, 수면실 샤워실 구내식당 등 보유, 어마어마한 경쟁률을 뚫고 입주!)- 복지 : 4대 보험 (정규직), 해외 워크샵(워크샵은 함께 마음을 나누는 시간!), 드롱기 콜롬비아 커피 무한 사용, 인스타에 자랑하기 좋은 핫플레이스 회식, 도서비 지원, 석식 지원, 간식 무한 지원, 소개팅 지원, 장애인 관련 행사 및 교육 마음껏 참여, 능력자는 해외 컨퍼런스 참여(독일, 영국, 싱가포르, 홍콩, 핀란드, 베트남, 미국 등) - 업무환경 : 디지털노마드 라이프를 꿈꾸는 사무공간, 듣고 싶은 노래는 DJ에게, 영문 닉네임 사용, 늦은 저녁 회식 사양, 가족 같지 않은 회사, 서로의 취향 존중, 27인치~32인치 듀얼 모니터, 복사 및 사무용품 마음껏 사용 가능. [지원서류] 이력서(자유양식)포트폴리오[제출방법]이메일로 제출(방문제출 불가)이메일 주소: info@amusetravel.com[채용과정] 서류접수 : 2020년 2월 29일(토) 23:59까지서류 및 면접전형 : 서류 접수기간 중 상시최종 합격자 발표 : 서류 접수기간 중 상시입사(예정) : 서류 접수기간 중 상시\n\n            \n              \n                  \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}