{"url":"https://www.rocketpunch.com//jobs/70283/400%EB%A7%8C%EC%9D%98-%EC%84%A0%ED%83%9D-%EB%8D%B0%EC%9D%B4%ED%8A%B8%ED%8C%9D-%EC%95%88%EB%93%9C%EB%A1%9C%EC%9D%B4%EB%93%9C-%EC%95%B1-%EA%B0%9C%EB%B0%9C%EC%9E%90","title":"[400만의 선택 데이트팝] 안드로이드 앱 개발자","origin":"텐핑거스","start_date":"03/02 ","newbie":"경력","content":["\n        주요 업무\n                    1) 데이트팝 앱 안드로이드 개발2) 제휴점 사장님 앱 안드로이드 개발\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Android\n          Kotlin\n          RxJava\n          Java\n          iOS\n        \n      ","\n        채용 상세\n                    자격요건아래와 같은 기술을 활용하여 개발합니다. 경력 개발자에게는 다수의 기술에 대한 높은 숙련도가 요구됩니다.0) 개발 경력 1년 이상1) 안드로이드 아키텍쳐에 대한 이해2) 안드로이드 앱 개발 및 서비스 연동 관련 개발 역량(Java, Kotlin, REST API 연동 경험)3) 안드로이드 플랫폼에 대한 이해 및 상용 서비스 개발 경험4) 기본…\n            더 보기\n            자격요건아래와 같은 기술을 활용하여 개발합니다. 경력 개발자에게는 다수의 기술에 대한 높은 숙련도가 요구됩니다.0) 개발 경력 1년 이상1) 안드로이드 아키텍쳐에 대한 이해2) 안드로이드 앱 개발 및 서비스 연동 관련 개발 역량(Java, Kotlin, REST API 연동 경험)3) 안드로이드 플랫폼에 대한 이해 및 상용 서비스 개발 경험4) 기본적인 CS 지식(자료 구조와 기초적인 알고리즘 등)에 대한 이해와 논리적인 사고력우대조건1) 안드로이드와 iOS 모바일 파트를 리딩할 수 있으신 분2) Kotlin, RxJava2 개발 경험을 보유하신 분3) 안드로이드 최신 개발 동향에 관심이 있으신 분4) 목표 지향적인 사고와 실행능력이 뛰어나신 분5) 스타트업 / 소셜 커머스 유경험자복지 및 혜택1) 능력에 따라서 스톡옵션 부여2) 공동의 목표 달성 시 성과에 따른 성과급 지급3) 맥푹 프로와 듀얼모니터 지급4) 충분한 개발 역량 성장 지원 (개발 관련 도서 무제한, 유료 세미나\u0026컨퍼런스 참여 가능)5) 급한 이슈로 인한 야근시 야근교통비 지급6) 흥겨운 음악과 함께하는 밝은 근무 환경7) 직급없이 서열없이 '님'으로 통일하여 호칭8) 매월 타운홀 미팅(All-Fingers 미팅)을 통해 회사의 성과와 방향성에 대해서 모두 함께 공유하는 문화------------------------------------------------------------------------------------------[WHO WE ARE]데이트팝은 데이트보다 데이트 준비가 더 힘든 2030커플들을 위한 모바일 큐레이션 컨텐츠 서비스로, 400만 다운로드를 기록한 데이트코스 앱 분야 1위 서비스입니다. 로컬 광고 O2O 분야에서 수많은 맛집, 로컬 서비스들이 해결하지 못했던 문제를 풀어가며 시장을 선도하고 있습니다. 이를 인정 받아 최근 23억의 투자 유치를 완료했습니다.현재 배달의민족, 삼성, LG전자, KAIST 출신의 팀장님들과 함께 일을 하고 있고, 더 성장을 하기 위해 좋은 분들을 계속 모시고 있습니다. 로컬 광고의 세번째 트렌드를 함께 이끌어갈 분들을 찾습니다.[데이트팝 개발팀이 좋은 이유]1) 100만명이 넘는 유저들이 사용하는 서비스 - B2C 서비스로서 즉각적으로 유저 피드백을 받을 수 있는 보람이 있습니다. 수천만장의 이미지 전송, 수백만에게 보내는 푸시 알림 등 안정적인 서비스 운영을 위한 기술을 다양하게 경험할 수 있습니다. 2) Agile 개발 방법론을 충실히 따르며 협업을 중시하는 개발 문화  - 기획자, 디자이너, 개발자 간의 원활한 커뮤니케이션을 중시하며, 협상보다는 협력에 큰 가치를 둡니다. 유저 편의성 향상을 위해서라면 소통을 통해 요구사항 변경도 환영하는 개발문화를 지향합니다. 스크럼과 칸반 기법을 교차로 활용하고 있으며, 스프린트 기간은 2-3주로 짧게 운영합니다. 3) 기획부터 참여하여 더 좋은 서비스를 '함께' 만들어 가는 개발팀- 개발만 잘하는 개발자보다는 데이트팝의 미션을 항상 고민하고 개선 아이디어를 제안하는 개발자를 선호합니다. 킥오프 회의부터 개발자가 함께 아이디어를 내고 기획을 합니다. 더 좋은 서비스를 함께 만들어 간다는 마음으로 개발을 할 때 더 즐겁게 일할 수 있다고 믿기 떄문입니다. [데이트팝의 인재상]- '일 잘하는 사람의 특징' https://brunch.co.kr/@shindong/38[데이트팝의 일상]-  2018.11. '요즘 데이트팝은 이렇습니다' https://brunch.co.kr/@shindong/80-  2019.01. Start 2019! (2019년 신년회) https://brunch.co.kr/@shindong/81\n"]}