{"url":"https://www.rocketpunch.com//jobs/70218/Head-of-Marketing-%EB%A7%88%EC%BC%80%ED%8C%85-%EC%B4%9D%EA%B4%84","title":"Head of Marketing ( 마케팅 총괄 )","origin":"탈잉","start_date":"02/21 ","newbie":"경력","content":["\n        주요 업무\n                    [ 탈잉 마케팅 팀에 대하여 ]2019년 부터 탈잉은 기존의 오프라인 강의 (P2P 비즈니스) 를 뛰어넘어 VOD강의 신규 사업을 론칭 하였습니다. 이에 따라 마케팅 팀은 플랫폼 성격을 지닌 P2P 사업부의 앱마케팅 및 커머스 성격을 지닌 VOD 사업부의 마케팅을 병행해야 합니다. 거기에, 수업의 카테고리마다 고객군과 페르소나가 다르고 전략이 다릅니…\n            더 보기\n            [ 탈잉 마케팅 팀에 대하여 ]2019년 부터 탈잉은 기존의 오프라인 강의 (P2P 비즈니스) 를 뛰어넘어 VOD강의 신규 사업을 론칭 하였습니다. 이에 따라 마케팅 팀은 플랫폼 성격을 지닌 P2P 사업부의 앱마케팅 및 커머스 성격을 지닌 VOD 사업부의 마케팅을 병행해야 합니다. 거기에, 수업의 카테고리마다 고객군과 페르소나가 다르고 전략이 다릅니다. 한 카테고리에서 Working 했던 전략과 방법론이 다른 카테고리에서도 작동하지 않습니다.위와 같이 단순하지 않은 비즈니스 상황속에서 탈잉 마케팅팀은 동시 200개 이상의 광고가 돌아가는 페이스북/인스타그램 DR 광고, 유튜브 및 UAC 광고, SEO 등 다양한 채널에 걸쳐 퍼포먼스 마케팅을 통한 Growth를 만들어가고 있습니다.시장 데이터, 플랫폼 내 축적되는 수백만개의 데이터, 광고 데이터 등 유의미한 데이터 분석을 기반으로 탈잉 플랫폼의 성장을 주도적으로 이끌어나가실 분을 모십니다. 수 많은 데이터 사이에서 유의미한 상관성 및 인사이트를 발견할 수 있으신분, 데이터 기반의 논리적 사고를 즐기시지만 논리를 넘어선 대중의 감성을 이해하시는 분, 본인의 아이디어를 주도적으로 구현하고 싶은 분들을 모십니다.[ 마케팅 팀 총괄 담당에 대하여 ]탈잉 팀은 \"모든 개인들을 콘텐츠가 되는\" 거시적인 변화를 만들고자 하는 목표를 가지고 있습니다. 아직 사람들에게 익숙하지 않은 형태의 재능공유 방식을 더 넓게 전파시키며 시장에서 빠른 성장세를 달성하면서도, 고객들에게 사랑받고 영감을 줄 수 있는 위대한 브랜드가 되고자 합니다.이와 동시에 팀원들 개개인이 빠르게 성장하면서도 행복할 수 있는 팀을 만들고자 하는 목표도 가지고 있습니다. 마케팅 팀 헤드는 이러한 목표 하에 마케팅 조직 전체를 이끄는 리더 역할을 담당합니다. 서비스, 브랜딩과 마케팅, 데이터, 크리에이티브, 재무와 조직을 아우르는 조직 전체의 마케팅을 총괄하는 수장으로서 뛰어난 팀원들과 함께 역사에 남을 위대한 브랜드를 만들어갈 마케팅 팀 헤드를 찾습니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          그로스해킹\n          디지털마케팅\n          앱마케팅\n        \n      ","\n        채용 상세\n                    담당업무• 탈잉 전사적 마케팅 연간/분기별 목표(Objectives \u0026 Key Results) 및 전략 수립/ 실행• 고객 Funnel (AARRR)별 특성을 이해하고, retention과 conversion을 증대 시키기 위한 마케팅 기획 • 고객 데이터 분석 을 통해 끊임없는 주요 지표 (CAC, LTV, Retention, ROI 등) …\n            더 보기\n            담당업무• 탈잉 전사적 마케팅 연간/분기별 목표(Objectives \u0026 Key Results) 및 전략 수립/ 실행• 고객 Funnel (AARRR)별 특성을 이해하고, retention과 conversion을 증대 시키기 위한 마케팅 기획 • 고객 데이터 분석 을 통해 끊임없는 주요 지표 (CAC, LTV, Retention, ROI 등) 측정과 최적화로 각 단계 성과 향상 및 시사점 도출• 브랜드, 콘텐츠 관련 전략 수립 및 수행. 탈잉의 핵심 기업가치를 콘텐츠, 광고, 소셜 미디어 등 다양한 채널을 통해서 전달• 리더십에 기반한 팀 구축(채용) 및 관리 ( 코칭 / 피드백 ). 성장하는 마케팅 조직을 이끌고, 사업 전략 전반에 걸친 방향 제시자격요건• 5년차 이상의 전략/마케팅/사업개발 등 비즈니스 경험 필수, 3년 이상의 피플 리더십 경험 우대• 논리적/구조적/전략적 사고를 기반의 높은 수준의 문제해결역량• 데이터 분석 툴 (GA, Facebook Analytics, appsflyer 등)을 활용하여 실행- 측정 - 학습 - 개선 사이클 경험• 홍보 전략 및 제품 포지셔닝, 브랜드 전략 및 유저 리서치 분야를 포함하는 경험• 팀원들의 역량 증진을 위한 피드백/코칭 스킬 및 높은 수준의 목표 달성을 위한 동기부여 역량• 추상적이고 복잡한 문제 상황을 쉽고 간결하게 이해하고 큰 그림을 조망할 수 있는 통합적인 사고력• 논리적이고 효과적인 커뮤니케이션 및 협업 역량우대사항• 연 50억 이상의 예산 관리 경험이 있으신 분• 데이터 분석을 통해 마켓관리 전략 수립 및 실행한 경험• 국내 B2C 앱서비스 및 이커머스 관련 마케팅 경험을 통해 성공/실패의 경험이 뚜렷하게 있는 분• 새로운 제품이나 기능을 출시하여 회사 및 제품 인지도가 높아진 경험이 있는 분• 직접 실행하면서 배움과 성장을 만들어내는 마인드셋을 갖고 계신 분\n"]}