{"url":"https://www.rocketpunch.com//jobs/67202/%EB%B9%85%EB%8D%B0%EC%9D%B4%ED%84%B0-%EB%B6%84%EC%84%9D-%EA%B8%B0%EB%B0%98-%EB%AC%B4%EC%97%AD%ED%9A%8C%EC%82%AC%EC%97%90%EC%84%9C-%EC%A4%91%EA%B5%AD%EC%96%B4-%EA%B0%80%EB%8A%A5%ED%95%9C-%EC%9D%B8%ED%84%B4-%EC%A7%81%EC%9B%90%EC%9D%84-%EB%AA%A8%EC%A7%91%ED%95%A9%EB%8B%88%EB%8B%A4","title":"빅데이터 분석 기반 무역회사에서 중국어 가능한 인턴 직원을 모집합니다.","origin":"우테크","start_date":"12/23 ","newbie":"소인턴","content":["\n        주요 업무\n                    ** 무역 업무의 A to Z를 함께 진행합니다** 인턴 직원분은 우선은 1~2번 영역의 업무를 주로 수행하시고 점차 업무범위를 넓혀 가시게 됩니다.** 픽업트럭 운전, 상하차 및 물류 업무를 함께 할 수 있어야 하는 관계로 남자분만 지원 부탁 드립니다.** 가급적 3개월 인턴 근무후 정규직 전환하여 함께 계속 근무하실 수 있는 분이셨으면 합니다.1…\n            더 보기\n            ** 무역 업무의 A to Z를 함께 진행합니다** 인턴 직원분은 우선은 1~2번 영역의 업무를 주로 수행하시고 점차 업무범위를 넓혀 가시게 됩니다.** 픽업트럭 운전, 상하차 및 물류 업무를 함께 할 수 있어야 하는 관계로 남자분만 지원 부탁 드립니다.** 가급적 3개월 인턴 근무후 정규직 전환하여 함께 계속 근무하실 수 있는 분이셨으면 합니다.1) 마켓 리서치 (한국/중국 중심 소싱, 미국, 유럽 B2B, B2C Sales)       o  인터넷 검색 및 빅데이터 수집 툴을 이용하여 마켓 정보 수집 및 분석       o  중국 위주 출장 및 현지 공급선 탐색       o  Data 기반 Sales Forecasting 및 발주2) 재고(국내 및 해외 창고) 및 물류관리 (항공 및 해운)       o 픽업트럭 및 소형 지게차 등 물류 장비 보유       o 주 업무는 아니나, 트럭 상 하차/ 물품 검수/라벨링/수출용박스 포장 등 작업 일부 같이 할 수 있음3) Big Data 수집 및 가공, 분석 알고리즘 개발 (Excel VBA, 코딩 역량 되시면 대환영, 프로그램 개발 자체는 외주 진행)       o 폭풍 엑셀분석 작업 다수 (파일당 100mb 이상, 43” UHD 모니터로 작업)4) 신사업 개발       o 무엇이든 좋습니다. 항상 새로운 아이디어를 던져 주시면 함께 구상하고 수익모델을 구상해 봅니다.       o 어느정도 수익구조가 보이면 알아서/혹은 함께 진행해 볼 수 있습니다.       o 끊임없이 새로운 영역에 대해 함께 찾아보고 고민하고 만들어 나갔으면 합니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          사업기획\n          비즈니스매니저\n        \n      ","\n        채용 상세\n                    저희는 차량용 전장부품 중심으로,  산업용품 및 소비재 를 미국 및 유럽으로 수출하는 무역회사, 우테크 입니다. 전통산업과 빅데이터의 결합을 통해, 기존에 존재하지 않던 시장을 창출하고 그 안에서 우리의 영역을 넓혀가고 있습니다. 연 매출 수십 억원 규모로 아직 큰 편은 아니나, 향후 수년간 매년 30~50% 성장을 타겟으로 하고 있으며 지속적으로 …\n            더 보기\n            저희는 차량용 전장부품 중심으로,  산업용품 및 소비재 를 미국 및 유럽으로 수출하는 무역회사, 우테크 입니다. 전통산업과 빅데이터의 결합을 통해, 기존에 존재하지 않던 시장을 창출하고 그 안에서 우리의 영역을 넓혀가고 있습니다. 연 매출 수십 억원 규모로 아직 큰 편은 아니나, 향후 수년간 매년 30~50% 성장을 타겟으로 하고 있으며 지속적으로 무역 외 타영역으로 사업 확장을 시도하고 있습니다.현재 중국시장 소싱 확대를 위해, 중국시장조사 및 분석에 도움을 주실 인턴 직원분을 채용하려 합니다. 상세 사항은 아래에 명기하였으며 보다 구체적인 사항들에 대해서는 면접 시 말씀 나눌 예정입니다.중국시장 진출에 도움 주실 분을 찾는 것이 본 채용의 목적이기에 일정 수준 이상의 중국어 역량은 필수적으로 요구됩니다.저희 회사는 주 4일제로, 매주 월-목 09:00-18:00 정시 출퇴근, 회식 및 야근없음을 원칙으로 최고수준의 Work \u0026 Life Balance 를 제공 합니다.그리고 업무관련 해외 무역전시회, 스타트업 컨퍼런스 등 출장 기회가 종종(1년 2-4회) 있습니다. 급여는 대기업 인턴 수준으로 지급합니다.초기 기업 특성상, 회사의 전반적인 일들을 골고루 할 기회가 많기에 무역/유통 쪽에 관심 있는 분들은 전반적인 현업경험을 쌓는 데에 많은 도움이 될 것입니다. 정규직 전환을 원하시는 분께는 내부 회의를 거쳐, 인턴 근무 기간(최소 3개월) 끝나고 정규직 전환도 가능합니다.서로 모르는 상태에서 처음부터 함께 정규직으로 계속 일하기엔 저희나 지원자 분 모두 부담스러우실 테고, 한번 같이 일해보고 괜찮다면 계속 같이 일해보자! 라는 생각 있으신 분이면 대환영입니다.  그 밖에 회사나 개별 직무에 대한 간단한 질문은 이메일로 문의 주시면 최대한 성심성의껏 답변해드리겠습니다 :)감사합니다.--------------------------------------------------------------------------------------------------------------------------자격요건- 비즈니스 가능한 수준의 중국, 영어 역량, 해외여행에 결격사유가 없으신 분- 온라인 비즈니스 / 무역 / 신사업 개발 / 빅데이터 수집 및 분석 분야에 관심 있으신 분- 학력/연령무관/ 남성 선호 (함께 트럭 상 하차 등 물류작업을 주 2~3회 정도 해야 합니다. )- 자유롭게 중국어 인터넷 검색 및 Email 커뮤니케이션이 가능해야 합니다.- 중국 무역전시회 참가, 현지 거래선 발굴 및 상당 등을 중국어로 진행할 수 있어야 합니다. 완벽할 필요는 없습니다.- 중국 자동차 부품 유통시장에 대한 이해가 있으면 좋습니다.- 반드시 본인이 업무 일부분을 맡아 리딩할 수 있는 의지와 역량이 있어야 합니다.우대사항- 중국어를 잘 하시는 분, 새로운 것에 대한 호기심이나 열정이 많으신 분- 무역업, 온라인 유통업, 기타 사업 경험 있으신 분- 빅데이터 핸들링, AI(머신러닝) 분야 경험 있으신 분,- 자동차 운전 가능하신 분 (업무상 자동변속기 픽업트럭(SUV와 운전감각 동일) 운전할 일이 있습니다. 운전 곤란 시 면허취득/연수 지원해 드립니다)- 파이썬 등 프로그래밍 역량이 있으신 분 (외주 개발을 통해 빅데이터 수집/분석을 위한 다수 툴들 개발/운영 중입니다)근무 시간 및 조건:-  인턴 급여 월 200만원 , 최소 3개월 이상 근무 조건 / 한번 일해보고 괜찮다 싶으면 정식 직원으로 계속 일하실 분 대환영!-  주4일 09~18시, 일 8시간 근무, 야근 강요 없음-  금요일 휴무 원칙 (단 월~목 중 휴일이 있을 경우 금요일 근무)-  저녁 회식 없음, 점심 파인 다이닝 회식 가끔 있음-  페이퍼웍 거의 없음.-  근무지:  서울 성북구 안암동 고려대학교 앞, 안암역 3분 거리정규직 전환시 근무 조건- 정규직 급여 상위권 대기업 수준 (주 4일근무로, 실제 근로 시간당 급여는 대기업 대비 130% 수준)- 연 2주+@ 휴가 (최대 2주 까지 붙여 쓸 수 있음, 앞뒤 주말 합치면 17일 / 해외 출장시 휴가 차감없이 몇 일씩 붙여서 여행 가능 )- 국내외 무역전시회 스타트업 페어 참가(연 2~3회 해외출장)- 근무 요일과 시간은 원칙적으로 동일하게 유지하되, 개인 사정 등에 따라 최대한 융통성 있게 조정 가능지원 방법:                - 자유 양식 이력서 E-Mail 발송     o 학력/ 경력사항/ 근무 가능 기간(3개월 이상 필수), 상기 우대사항 해당부분(영어 중국어 및 기타 외국어 역량, 운전가능여부, 프로그래밍 역량) 등 간단히 기재     o 해외/중국 생활 경험 있으면 함께  기재 바랍니다.     o 본인에 대해 소개와 함께, 궁금한점 문의 주십시오.     o 상세한 사항은 인터뷰 하며 충분히 나눌 수 있으니, 꼭 전하고 싶은 말씀만 간단히 적어 주셨으면 합니다.\n"]}