{"url":"https://www.rocketpunch.com//jobs/43074/Trading-Business-Development-at-Tridge","title":"Trading / Business Development at Tridge","origin":"트릿지","start_date":"03/03 ","newbie":"신입경력","content":["\n        주요 업무\n                    Tridge operates an online platform that facilitates effective and efficient communication between buyers and suppliers. As a specialist of Trading / Business Development Division of Tridge, you wi…\n            더 보기\n            Tridge operates an online platform that facilitates effective and efficient communication between buyers and suppliers. As a specialist of Trading / Business Development Division of Tridge, you will be engaging in global communication with suppliers, buyers, local agents of various commodities from agriculture, food, energy, metal and chemicals industries.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          전략기획\n          사업개발\n          프로젝트관리\n          비즈니스매니저\n          B2B영업\n          사업기획\n          커뮤니케이션\n          사업전략\n        \n      ","\n        채용 상세\n                    RESPONSIBILITIESWe are looking for a passionate individual who is eager to learn fast and enthusiastic about solving challenging business problems. As a specialist in Trading / Business Developmen…\n            더 보기\n            RESPONSIBILITIESWe are looking for a passionate individual who is eager to learn fast and enthusiastic about solving challenging business problems. As a specialist in Trading / Business Development Division of Tridge, you will:- Develop trading strategies to facilitate successful cross-border trades in the global markets  - Identify products with high potential in the global trade market by leveraging internal data system and Tridge local agent networks - Manage cross-border trades flow between sourcing country \u0026 destination country by communicating with buyers, suppliers and local agents- Initiate and maintain partnership with suppliers or manufacturers of various industries.  - Execute buyer communications and develop long-term relationshipsQUALIFICATIONSRequired:  - Graduated with a Bachelor’s degree or is currently on his/her last year  - Welcome both fresh graduate and experienced (3~7 years experience)    Preferred:  - Digital marketing and data analysis capability- Proactive, hard-working and has a sense of responsibility to accomplish assigned tasks  - “Go-getter” personality  - Strategic and logical thinking capability  - Excellent written and verbal communication skills  - High interest on global trade and market trendsHOW TO APPLY- Required documents: Resume in English (including contact information)- Please e-mail the required documents at recruit@tridge.com.- Qualified candidates for an interview will be contacted individually.\n"]}