{"url":"https://www.rocketpunch.com//jobs/33054/UIUX-Designer-at-Tridge","title":"UI/UX Designer at Tridge","origin":"트릿지","start_date":"03/03 ","newbie":"인턴신입경력","content":["\n        주요 업무\n                    As a UI/UX Designer, you will be involved in every aspect of the product development process, from brainstorming the next great product innovation to tweaking pixels right before launch. You will …\n            더 보기\n            As a UI/UX Designer, you will be involved in every aspect of the product development process, from brainstorming the next great product innovation to tweaking pixels right before launch. You will be expected to utilize your full range of product design, interaction design, and visual design skills, and you will own the experience for a wide area of the Tridge product.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          UI/UX디자인\n          웹디자인\n          모바일디자인\n          GUI디자인\n          그래픽디자인\n          제품디자인\n          프로덕트디자인\n          UX디자인\n          UI디자인\n          브랜드디자인\n          콘텐츠디자인\n          Interaction디자인\n          서비스디자인\n        \n      ","\n        채용 상세\n                    RESPONSIBILITIES- Create mockups or wireframes for new features and improvements - Help conduct user interviews and tests, and iterate based on feedback - Work with engineering to ensure the final…\n            더 보기\n            RESPONSIBILITIES- Create mockups or wireframes for new features and improvements - Help conduct user interviews and tests, and iterate based on feedback - Work with engineering to ensure the final product reflects your vision - Work with data science to deliver insights in the most impactful way for our customers - Lead big-picture UX discussionsQUALIFICATION- Extensive experience designing usable experiences for web or mobile - Ability to design as an individual but within the framework of the team and product - Strong teamwork and communication skills - Passion for and ability to thrive in a fast-paced startup environment\n"]}