{"url":"https://www.rocketpunch.com//jobs/67767/Software-Engineer-Web-Developer","title":"Software Engineer (Web Developer)","origin":"디프트","start_date":"01/21 ","newbie":"소신입경력","content":["\n        주요 업무\n                    DIFT CORP. 는 삼성벤처투자로부터 VC투자를 유치하고, ActnerLab과 함께 정부 기술 스타트업 지원 프로그램 'TIPS'에 선정되며 글로벌 예술 시장을 타겟으로 한 기술 기반 유망 스타트업으로 성장하고 있습니다.DIFT CORP. 는 자체 개발한 가상공간구현 기술을 활용하여 아티스트와 아트러버에게 온라인 가상공간전시를 제공하는 글로벌 아…\n            더 보기\n            DIFT CORP. 는 삼성벤처투자로부터 VC투자를 유치하고, ActnerLab과 함께 정부 기술 스타트업 지원 프로그램 'TIPS'에 선정되며 글로벌 예술 시장을 타겟으로 한 기술 기반 유망 스타트업으로 성장하고 있습니다.DIFT CORP. 는 자체 개발한 가상공간구현 기술을 활용하여 아티스트와 아트러버에게 온라인 가상공간전시를 제공하는 글로벌 아트 플랫폼 D Emptyspace 를 서비스합니다.\u003cWEB DEVELOPER\u003e@ 업무 소개 @Software Engineer (Web)는 D Emptyspace의 웹 버전 서비스를 개발, 운영하고 핵심 기술 연구 개발에 함께 참여 가능합니다.* D Emptyspace 가 확장하기 위한 아키텍처를 Product, Marketing, Community 이해 당사자와 협의하고 설계* D Emptyspace 의 Web 페이지를 SEO와 전환율 목표를 두고 최적화* 모바일 앱 다운로드로 이어지는 전환율을 최적화하기 위한 웹사이트 개발 및 운영* D Emptyspace 콘텐츠, 커뮤니티를 위한 내부 관리용 제품 개발, 운영* R\u0026D 팀의 연구소 일원으로 기술연구개발에 직접 참여 (연구소 연구원 등재)\u003cD Emptyspace\u003e자체 개발 가상공간구현 기술로 만든 아티스트와 아트러버를 위한 글로벌 아트 플랫폼. * 새로운 형태, 최초로 선보이는 가상공간전시 아트 플랫폼 *: 전시는 최적의 작품 감상 공간이며 아티스트가 작품을 가장 선보이고 싶어하는 모습이기도 합니다. 우리는 이런 전시공간을 모바일로 재현하였습니다.우리만의 기술로 만들어진 D Emptyspace는 쉽고 빠른 전시는 물론, 온전한 몰입을 제공하며 글로벌 아티스트들로부터 처음 경험하는 그리고 최고의 만족도를 주었다는 평가와 함께 빠르게 성장하고 있습니다.* 세계 최대 온라인 갤러리 보유 *: 지난 수개월간 미국과 영국 등 전세계 수 만명 이상의 아티스트들의 참여를 이끌어내며 그들의 작품을 전시한 수 만개의 온라인 아트 갤러리를 탄생시켰습니다. 그리고 지금 이순간도 D Emptyspace 안의 갤러리 수는 급격히 증가하고 있습니다.* 다양한 아트 비지니스 기회의 공간 *: D Emptyspace는 작품을 선보이고 공유하는 것을 넘어서 아티스트의 가치를 올리고 작품을 셀링 할 수 있는 새로운 비지니스 기회를 제공하고자 합니다.자신만의 공간에 Art Portfolio, Private Exhibition, Art Selling, Data Management 등 다양한 기능들을 활용하여 비지니스 가능성과 가치 창출을 이끌어 냅니다.DIFT CORP.는 포스코사거리에 위치한 국내 최고의 코워킹 스페이스 FASTFIVE에 입주해 있습니다.도전에 대한 열망과 꿈을 가진 당신을 환영합니다 :)\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          HTML\n          CSS3\n          Javascript(ES6)\n          React.js\n          Next.js\n          REST API\n          axios\n          scss\n          TypeScript\n          node\n        \n      ","\n        채용 상세\n                    @ 업무 소개 @Software Engineer (Web)는 D Emptyspace의 웹 버전 서비스를 개발, 운영하고 핵심 기술 연구 개발에 함께 참여 가능합니다.* D Emptyspace 가 확장하기 위한 아키텍처를 Product, Marketing, Community 이해 당사자와 협의하고 설계* D Emptyspace 의 Web 페이지를 SE…\n            더 보기\n            @ 업무 소개 @Software Engineer (Web)는 D Emptyspace의 웹 버전 서비스를 개발, 운영하고 핵심 기술 연구 개발에 함께 참여 가능합니다.* D Emptyspace 가 확장하기 위한 아키텍처를 Product, Marketing, Community 이해 당사자와 협의하고 설계* D Emptyspace 의 Web 페이지를 SEO와 전환율 목표를 두고 최적화* 모바일 앱 다운로드로 이어지는 전환율을 최적화하기 위한 웹사이트 개발 및 운영* D Emptyspace 콘텐츠, 커뮤니티를 위한 내부 관리용 제품 개발, 운영* R\u0026D 팀의 연구소 일원으로 기술연구개발에 직접 참여 (연구소 연구원 등재)@ 자격요건 @* HTML* CSS3* JavaScript (ES6)* Node* HTML canvas에 대한 경험* RestAPI에 대한 경험@ 우대사항 @* 스스로 문제를 찾아내고 해결할 수 있는 능력* 마케팅, 그로스 구성원과 커뮤니케이션 할 수 있는 능력* React.js를 SSR로 활용하기 위해 Next.js 프레임워크로 사용* Axios사용* React Hooks, context * TypeScript* Next.js를 활용하여 프로젝트를 만들어 본 경험* Konva-js* SSR에 대한 이해* SCSS에 대한 경험 \u0026 반응형 웹@ 회사가 제공하는 것 @* 글로벌 하이엔드 마켓을 타겟으로 함께 성장해 나가는 핵심 경험* 가장 창조성이 뛰어난 예술 분야의 참여자들과 교감을 이루며 비즈니스의 핵심 분야에 필요한 시스템 개발에 직접 관여하는 경험* 개인 업무 장비 지원* 생산성 향상을 위한 유연한 근무 환경* 자유로운 복장과 자율, 책임의 근무* 합리적 수준으로 협상하여 연봉 제공* 간식(커피, 음료, 맥주, 과일 등) 제공* 각종 세미나/컨퍼런스 참가 지원* 학습 도서 및 자료 구매 지원우리는 이런 문화를 추구합니다. 함께 만들어 가요.1. 나와 우리의 성장을 함께 이루는 원팀: 우리는 함께 결과물을 만들어 내는 하나의 팀입니다. 개인의 성장이 모두의 성장으로 이어진다는 믿음으로 끊임없이 서로를 격려하고 응원합니다. 개인의 발전을 위한 교육비, 도서비 등을 아낌없이 지원합니다. 2. 치열함, 그에 따른 보상: 치열한 노력으로 팀을 위해 헌신한 팀원에게는 팀이 줄 수 있는 최대한으로 보상해야 한다는 철학을 갖고 있습니다. 팀과 각 팀원의 노력과 성과를 파악하여 그에 따라 최대로 보상 할 수 있는 제도를 고민하고 도입합니다. 3. 존중과 신뢰를 바탕으로 한 역할 조직: 우리는 맡은 임무의 역할 전문가로서 그 책임과 권한을 함께 부여 받습니다. 역할 전문가는 자신의 임무를 책임감 있게 수행하며, 팀은 그 결정 사항을 신뢰하고 충실히 이행합니다. 이것은 함께하는 팀원 모두가 각자의 역할에 프로페셔널이라는 믿음을 바탕으로 서로를 존중하기 때문입니다.\n\n            \n              \n                  \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+6                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}