{"url":"https://www.rocketpunch.com//jobs/67180/%EA%B8%80%EB%A1%9C%EB%B2%8C-%ED%94%84%EB%A1%9C%EC%A0%9D%ED%8A%B8%EB%93%A4%EC%97%90-%ED%95%A8%EA%BB%98%ED%95%A0-%EA%B0%9C%EB%B0%9C%EC%9E%90%EB%A5%BC-%EC%B0%BE%EC%8A%B5%EB%8B%88%EB%8B%A4-Digitally-Distributable-Real-World-Experience","title":"글로벌 프로젝트들에 함께할 개발자를 찾습니다. Digitally Distributable Real World Experience","origin":"놀공","start_date":"12/23 ","newbie":"신입경력","content":["\n        주요 업무\n        아래의 프로젝트들을 함께 진행할 예정입니다._Being Faust 2020 | Immersive Play Platform공연, 문학, 전시, 그리고 게임의 경계를 허물로 새로운 참여형 이머시브 씨어터 (Active Immersive Theater) 경험을 만든 놀공의 \u003c빙파우스트\u003e는 2014년 서울 런칭, 지난 11월 이스탄불 전회 매진 공연까지 전세계 15개 국가를 투어 했습니다. 이제 빙파우스트를 참여형 이머시브 씨어터 플랫폼으로 준비 중입니다.     _학교를 만드는 학교교육을 변화시키고, 새로운 학교를 만드는 것은 놀듯이 공부하는 놀공의 지속적인 목표입니다. 그동안 여러 프로젝트를 기반으로 놀공은 지금 학교들이 적용 가능한 교육모델을 만들고 학교 확산을 시작했습니다. 디지털 기술을 통해 확산 가능한 교육 시스템과 교육 콘텐츠 플랫폼을 만들고 있습니다. _새로운 뮤지엄 관람 경험 플랫폼독일 프랑크프루트 슈테들 뮤지엄과 함께 PLAYABLE MUSEUM 프로젝트는 뮤지엄과 미술관등 전통적 문화 공간의 관람 경험을 바꿀수 있는 새로운 개념의 공간 기반 경험 플랫폼을 개발합니다. 뮤지엄을 넘어서는 놀공의 도시 규모 경험 플랫폼의 출발점입니다._AI와 미래교실우리가 상상하는 미래 교육을 기다리기 보다 지금 학교에서 펼칠 수 있는 미래 교육 모델을 연구 개발 했고, 이제 학교 보급을 위한 시스템/플랫폼 개발 작업을 진행 하고 있습니다.---놀공에 대해 궁금하신 부분은 페북과 비메오 링크를 확인해 주세요.https://www.facebook.com/nolgong/https://vimeo.com/user6390779\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Android\n          iOS\n          Java\n          Python\n          MySQL\n          JavaScript\n          Amazon AWS\n          Git\n        \n      ","\n        채용 상세\n        Digitally Distributable Real World Experience이름지어 지지 않았던 놀공의 특별한 경험 콘텐츠들이이제 전세계로 확산되는 콘텐츠 플랫폼과 솔루션으로 성장중입니다. 놀공과 함께 시공간을 넘어 디지털로 확산되는 현실세계의 경험을 만드는 일을함께 할 놀력충만한 개발자분들을 찾고 있습니다.놀공은 작지만, 세계를 무대로 교육 문화 영역에서 변화를 만드는 다양한 일을 하고 있습니다. 놀공과 함께 다양한 플랫폼과 솔루션을 실험하고 개발해 나갈 다양한 영역의 신입, 경력 개발자를 찾고 있습니다. 서울을 기반으로 해외에 직접 나가 세계를 무대로 하는 프로젝트들을 함께 개발하게 됩니다.\\자격요건 (다음 영역의 개발자 분들을 찾고 있습니다)- 안드로이드 앱 개발자(Java, Android Studio)- 웹 프론트엔드 개발자 (HTML, CSS, Javascript, Vue.js)- 웹 백엔드 개발자 (Python, Django, websocket, AWS, Azure)\\지원방법hello@nolgong.com으로 지원해 주세요.- 이력서와 자기소개서 (놀공에 대한 기대와 지원 이유를 알려주세요.)- 희망연봉 (최고, 최저)\\지원기간- 2020년 상반기 수시 채용- 서류 전형 통과자 별로 개별 면접 진행 후 채용 결정\\채용과정- 이메일로 서류접수- 서류 전형 통과 후 면접- 면접 통과 후 채용 협의- 채용 일시: 2020년 상반기 수시 채용"]}