{"url":"https://www.rocketpunch.com//jobs/65940/%EB%94%94%EC%A7%80%ED%84%B8-%EA%B4%91%EA%B3%A0%EC%BA%A0%ED%8E%98%EC%9D%B8-%EB%B0%8F-SNS%EC%BD%98%ED%85%90%EC%B8%A0-%EA%B8%B0%ED%9A%8D%EC%9E%90-%EC%B1%84%EC%9A%A9","title":"디지털 광고캠페인 및 SNS콘텐츠 기획자 채용","origin":"주식회사 일그램","start_date":"12/15 ","newbie":"신입경력","content":["\n        주요 업무\n                    브랜드 디지털 광고 캠페인 진행- 캠페인 기획, 콘텐츠 제작 및 매체/이벤트 운영브랜드 SNS채널 운영 및 콘텐츠 제작유투브용 브랜드 채널 영상기획 및 제작\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          온라인마케팅\n          디지털마케팅\n          소셜마케팅\n          브랜드마케팅\n          콘텐츠마케팅\n          페이스북\n          인스타그램\n        \n      ","\n        채용 상세\n                    안녕하세요.강남 청담사거리에 위치한 디지털마케팅 대행사 일그램(ilgram.co.kr)대표 신욱철입니다.간단히 저와 제 회사 소개를 드리자면,저는 첫회사 제일기획에서 광고기획과 디지털마케팅 업무를 7년을 하고,2016년 2월 디지털 광고대행사 일그램을 시작하였습니다.저는 삼성전자의 디지털PR/소셜미디어 전략을 짜고 현재의 구조를 세팅했던 디지털 캠페…\n            더 보기\n            안녕하세요.강남 청담사거리에 위치한 디지털마케팅 대행사 일그램(ilgram.co.kr)대표 신욱철입니다.간단히 저와 제 회사 소개를 드리자면,저는 첫회사 제일기획에서 광고기획과 디지털마케팅 업무를 7년을 하고,2016년 2월 디지털 광고대행사 일그램을 시작하였습니다.저는 삼성전자의 디지털PR/소셜미디어 전략을 짜고 현재의 구조를 세팅했던 디지털 캠페인 플래너였습니다.삼성전자 뿐만 아니라 더 많은 브랜드의 마케팅 캠페인을 하기 위해 퇴사를 하였고,일그램에서 현재는 국내 20여개의 브랜드의 디지털 마케팅 캠페인과 SNS운영 대행 업무를 진행하고 있습니다.고객사는 언더아머(소셜/디지털캠페인), 삼성생명(소셜), 삼성화재다이렉트(소셜/블로그),이베이옥션(인스타), 제주삼다수(소셜미디어/포스트), 구글플레이(소셜), 필립스(디지털),하나은행(소셜) 더블에이(디지털캠페인), 요기요(유튜브), SPC삼립(유튜브) 등 이며,나름 마켓 리딩 브랜드의 마케터들과 파터너쉽을 가지고다양한 디지털 광고 캠페인 및 SNS 브랜디드 콘텐츠를 만들고 있습니다.제일기획, 이노션, HS애드, 오리콤의 공식 협력사며,2019년에 들어 많은 제안요청들이 들어오고 있는 상황속에서,저와 함께 다양한 클라이언트를 상대로 브랜드 마케팅 캠페인 기획을 할 디지털 광고 기획 AE를 찾습니다.현재 국내/외국계 다양한 브랜드 클라이언트부터 도전적인 제안 요청이 많이 들어오고 있습니다.저와 함께 이런 도전적인 환경속에서, 회사의 빠른 성장과 함께 호흡을 맞추고 싶은용감하고 도전적인 인재를 모시고 싶습니다.저는 그 안에서 주도적으로 자기 색을 발휘하면서 능동적으로 일하면서일하시는 만큼 성장할 수 있는 기회를 마련하는데 노력하겠습니다.저는 기획자가 최대한 자신의 색깔을 만들어가면서 광고주인 브랜드 마케터들을 리딩하며주도적으로 일을 진행하며 성장해나가는 환경을 만드는데 집중할 것을 약속드립니다.워낙 급속도로 커지고 있어서 복지와 업무환경의 개선의 속도는 더디지만,우리가 보여주고자 하는 마케터로서 실력과 회사의 역량은 그 이상의 속도로 성장하고 있다고 자신합니다.지난 11년간 디지털 광고 캠페인 중심으로, 주도적으로 다양한 프로젝트를 하며 지금까지 걸어온 기획자로서,저 이상의 에너지를 발휘하고 삶을 개척해 나갈 도전적인 기획자를 찾고 싶은 욕심이 있습니다.심도 깊은 면접을 통해 광고와 디지털 콘텐츠에 역량이 있는지를 꼼꼼히 살펴보겠습니다.디지털 광고대행사에서 브랜드 캠페인이 아닌, 반복적인 콘텐츠 업무만 기획 해보셨거나,신규 캠페인 제안업무 및 캠페인 프로젝트를 설계하고 주도적인 브랜드 관리 업무를진행해보지 못하신 경우에 저희와 함께 할 수 있다면,충분히 능동적으로 일을 하시면서 성장할 수 있는 환경을 지원해드리겠습니다.미리 말씀드리지만,팀웍과 분위기는 좋지만 광고주의 수준은 높고, 요구하는 내용의 레벨도 쉽지 않을 것입니다.저또한 쉽게 일하고 천천히 성장하는 모습을 원하지 않기때문에 지속적인 도전의 과제를 내줄 것입니다.그러한 성장의 목표아래 일그램 기획자들의 열정과 에너지 또한 넘쳐난다고 생각합니다.그렇기때문에 때로는 거칠고 힘들 수밖에 없기에 충분한 마음의 준비를 하시고 지원하길 바랍니다.저는 소통(커뮤니케이션)을 업으로 하는 사람입니다.일을 하시면서 필요한 부분을 저에게 말씀하시어,충분히 만들고 받아가시고 또한 성장을 하실 수 있는 발판을 마련할 수 있도록 전폭 지지해드리겠습니다.저는 일 이전에, 사람을 중요시 하는 사람입니다.성장이 필요하지만 매사가 사람이 우선이기 때문에,이러한 철학과 광고/콘텐츠 기획자로서 AE라는 일에, 도전을 하고 싶으신 분이 있다면지원서와 포트폴리오를 송부해주시면 감사할듯합니다.지원/문의메일은 제게 직접 (shin@ilgram.co.kr) 부탁드리며,참여했던 프로젝트나 제안서 포폴이 있으면 같이 보내주시면 면밀히 살피어면접진행하는데 도움이 될 것 이라고 생각합니다.* 저희와 적합성을 판단하기 위해서 하기 내용을 요청드리니 양해부탁드립니다.  본인의 포트폴리오나 본인이 직접 작성한 마케팅/캠페인 기획서를 보내주셨으면 좋겠습니다.  위에 문서가 없으실에, '삼다수'의 영타겟 선호를 강화시키기 위한 디지털캠페인을 기획하여 송부 부탁드립니다.연봉은 면접시 협의 대상입니다만,충분히 자기 색깔을 발휘하실수 있는 역량이 있으시다면 충분한 대우를 해드릴 수 있도록 노력하겠습니다.* 면접이 필요한 경우 바로 유선 연락을 드리도록하겠습니다.  보시는 즉시 지원을 해주시면 되고, 1명의 기획자가 충원될시 바로 글을 내릴 예정입니다.편하게 문의주시면 좋을 것 같습니다. 직접 내방 문의주셔도 괜찮습니다.회사 대 직원이 아니라, 사람 대 사람으로 좋은 인연으로 남기를 기대해 봅니다.'사람이 남는 곳에서 일하실 환경 하나만큼은 확실하게 약속드립니다'감사합니다.일그램 대표 신욱철 올림\n"]}