{"url":"https://www.rocketpunch.com//jobs/66008/javascript-%ED%92%80%EC%8A%A4%ED%83%9D-%EA%B0%9C%EB%B0%9C%EC%9E%90-nodereactmysql","title":"javascript 풀스택 개발자 [node/react/mysql]","origin":"루트에너지","start_date":"03/02 ","newbie":"경력","content":["\n        주요 업무\n                    devops 철학을 구현한 문화를 유지하기 위해 고민하고 노력하는 함께 일할 개발자를 찾습니다아래 글을 참고해주세요https://aws.amazon.com/ko/devops/what-is-devops/- 현재 운영중인 P2P 플랫폼인 루트에너지 서비스를 고도화 하고 추가 컨텐츠를 개발합니다- 운영을 위한 백오피스, 데이터 분석 툴, 기타 등등을 개발…\n            더 보기\n            devops 철학을 구현한 문화를 유지하기 위해 고민하고 노력하는 함께 일할 개발자를 찾습니다아래 글을 참고해주세요https://aws.amazon.com/ko/devops/what-is-devops/- 현재 운영중인 P2P 플랫폼인 루트에너지 서비스를 고도화 하고 추가 컨텐츠를 개발합니다- 운영을 위한 백오피스, 데이터 분석 툴, 기타 등등을 개발합니다- 주요 개발언어는 javascript이며, 서버는 node로 클라이언트는 react, db는 mysql을 사용합니다- 서버쪽 프레임웍은 express, ORM으론 sequelize, typeorm을 사용합니다\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          JavaScript\n          TypeScript\n          Node.js\n          React.js\n        \n      ","\n        채용 상세\n                    devops 철학을 구현한 문화를 유지하기 위해 고민하고 노력하는 함께 일할 개발자를 찾습니다아래 글을 참고해주세요https://aws.amazon.com/ko/devops/what-is-devops/☼ 자격요건- javascript를 좋아하는 개발자- 지식공유와 세미나를 즐기는 개발자- 코드리뷰를 즐기는 개발자- git, git flow 경험- 문…\n            더 보기\n            devops 철학을 구현한 문화를 유지하기 위해 고민하고 노력하는 함께 일할 개발자를 찾습니다아래 글을 참고해주세요https://aws.amazon.com/ko/devops/what-is-devops/☼ 자격요건- javascript를 좋아하는 개발자- 지식공유와 세미나를 즐기는 개발자- 코드리뷰를 즐기는 개발자- git, git flow 경험- 문서작성을 잘 하는 개발자☼ 우대사항- javascript 관련 최근 이슈나 오픈소스를 관심있게 지켜보고 공부하는 개발자- typescript, node, express, react, mysql, mongodb, redis, sequelize 등의 경험- tdd를 고민하는 개발자 - jest, ava, storybook, swagger 경험- 리눅스 운영체제 설치 및 운영 경험- docker 경험- GCP, kubernetes 경험- 서비스 런칭경험☼ 이렇게 모십니다❏ 수습 기간에도 4대 보험에 가입하며, 정직원 전환 후 육아 휴직과 출산 휴가를 지원합니다.❏ 급여는 면접 후 협의를 통해 결정합니다. ❏ 업무에 몰입할 수 있는 환경을 만들기 위해 간식 무한 제공, 중식 제공, 교육비 지원합니다. ❏ 일에 집중할 수 있는 쾌적한 근무환경을 제공합니다. 현재 우리는 서울의 브루클린으로 불리는 성수동 소재의 코워킹 오피스 헤이그라운드에 입주해 있습니다. (서울숲역 및 뚝섬역 5분 거리) 주변에 맛집과 좋은 카페들이 많습니다. 날이 좋으면 서울숲으로 산책가기도 좋습니다. ❏ 우리는 루트에너지의 기업문화에 맞는 당신을 각 포지션에서 뽑고 싶습니다. 당신이 아주 적합한 후보라고 자신하며, 특별한 재능 만큼이나 이 외의 다른 근무 조건이 필요하다면 협의하세요. 우리는 편견없이 듣고 열린 마음으로 새로운 일의 방식들을 실험합니다. ☼ 기업소개루트에너지는 '미세먼지'와 '지구온난화' 문제를 해결하고 더 청정한 미래를 다음 세대에게 물려주기 위해 '재생에너지'와 '핀테크'를 결합한 혁신적인 솔루션을 제공하는 소셜벤처기업입니다. 가장 작은 뿌리인 실뿌리에서부터 영양분을 잘 빨아들여야 나무가 성장하듯이, 재생에너지 전환 역시 궁극적으로는 바텀업(bottom-up), 즉 평범한 시민들이 주도해야 가능합니다. 때문에 비전문가도 누구나 쉽게 태양광, 풍력, ESS 등 재생 에너지에 투자하고 관리할 수 있는 재생에너지 크라우드펀딩 플랫폼 서비스를 ‘국내 최초’로 런칭하였고 공공기관 및 민간 기업들, 시민 고객들로부터 좋은 호응을 얻으며 빠르게 ‘시민참여형 재생에너지’이라는 새로운 시장을 개척해가고 있습니다. ‘시민을 위한, 시민에 의한 대한민국 100% 재생에너지 전환’이라는 루트에너지의 원대한 꿈을 실현하기 위해, 각기 다른 전문성을 가진 동료들과 예술적인 팀워크로 새로운 도전과 실패를 통해서 끊임없이 성장해 갈 당신을 기다립니다.\n"]}