{"url":"https://www.rocketpunch.com//jobs/70219/%EA%B0%95%EB%82%A8%EC%97%84%EB%A7%88-Backend-%EA%B0%9C%EB%B0%9C%EC%9E%90%EB%A5%BC-%EC%B0%BE%EC%8A%B5%EB%8B%88%EB%8B%A4","title":"강남엄마 Backend 개발자를 찾습니다.","origin":"강남엄마","start_date":"02/14 ","newbie":"신입경력","content":["\n        주요 업무\n                    강남엄마는 대치동에서 Business Model 검증을 끝내고,투자 유치와 함께 현재 전국 20여곳 학원가로 서비스 제공 지역을 확대하는 중입니다.우리의 목표는 교육 시장의 정보 비대칭 문제를 해결하여 사람들의 삶을 더 낫게 만드는 것입니다.강남엄마와 함께 대한민국 교육 시장을 주도적으로 재편해나갈 백엔드 개발자 분을 모십니다.[ 사업 내용 ]- 카…\n            더 보기\n            강남엄마는 대치동에서 Business Model 검증을 끝내고,투자 유치와 함께 현재 전국 20여곳 학원가로 서비스 제공 지역을 확대하는 중입니다.우리의 목표는 교육 시장의 정보 비대칭 문제를 해결하여 사람들의 삶을 더 낫게 만드는 것입니다.강남엄마와 함께 대한민국 교육 시장을 주도적으로 재편해나갈 백엔드 개발자 분을 모십니다.[ 사업 내용 ]- 카카오톡 1:1 학원 상담소 (https://pf.kakao.com/_DMwPxl)- 학원 정보 플랫폼, 강남엄마 (https://www.gangmom.kr)[ 주요 업무 ]1. 강남엄마 서비스의 백엔드 시스템을 설계하여 구현합니다.2. 클라이언트 사이드에서 사용하는 API를 개발하며, 회원/인증, 결제, CS 및 운영 시스템을 개발합니다.3. 검색 시스템 성능을 최적화하고, 사용자 데이터 기반 추천 시스템을 개발합니다.4. 다른 팀(운영팀, 영업팀 등)과의 커뮤니케이션을 통해 백엔드 시스템의 성능을 개선합니다. [ 개발팀 소개 ]강남엄마 서비스는 Vue.js와 Node.js 프레임워크를 사용 중이며, 데이터베이스는 MySQL을 사용하고 있습니다.클라우드 인프라 서비스는 AWS를 사용하고 있습니다.  우리는 강남엄마 웹 서비스와 내부 직원들이 사용 중인 백오피스를 개선하고, 새로운 기능을 추가하여,본격적으로 이용자들에게 최적의 교육 정보 서칭 경험을 전달하기 위해 백엔드 개발자를 모집합니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Node.js\n          Back-end\n          MySQL\n          express.js\n          Amazon AWS\n          Amazon EC2\n          Amazon S3\n          Amazon RDS\n          Amazon Route 53\n          AWS Elastic Load Balancing (ELB)\n          Sentry\n          nginx\n          seo\n          cronjob\n        \n      ","\n        채용 상세\n                    [ 기업 소개 ]1. 강남엄마의 사업 목적은 '교육 시장의 정보 비대칭 문제를 해결하는 것' 입니다.교육 시장의 시장 규모는 40조~50조로 추산됩니다.교육 상품과 서비스는 모든 사람들의 삶에 필요한 필수재입니다.그러나 우리는 그간 다양한 현실적 이유로 내게 현재 필요한 교육이 무엇인지, 어떤 것이 가장 나에게 맞는 교육 상품인지, 실제 교육 상품을…\n            더 보기\n            [ 기업 소개 ]1. 강남엄마의 사업 목적은 '교육 시장의 정보 비대칭 문제를 해결하는 것' 입니다.교육 시장의 시장 규모는 40조~50조로 추산됩니다.교육 상품과 서비스는 모든 사람들의 삶에 필요한 필수재입니다.그러나 우리는 그간 다양한 현실적 이유로 내게 현재 필요한 교육이 무엇인지, 어떤 것이 가장 나에게 맞는 교육 상품인지, 실제 교육 상품을 수강하거나 이용해본 사람의 진짜 이야기는 어떠한지 등의 정보를 알기 어려웠습니다.2. 우리는 그 시작으로 학원 시장을 택했습니다.교육업 중 학원업은 단일 업종으로 가장 높은 시장 규모와 매출액(13조 이상)을 기록하는 시장입니다.그리고 그 어느 교육 업종보다 폐쇄적이고 정보 비대칭 문제가 심화된 시장이기도 합니다.이는 학원이 지역 기반이고, 수강에 필요한 알짜 정보가 몇몇 온/오프라인 집단 내에서만 공유되는 구조이기 때문입니다.학원 정보는 그 집단 내부자가 아니라면 어떤 경로가 되었든 필요한 정보를 얻기가 매우 힘듭니다.3. 강남엄마는 이 문제를 해결합니다.우리는 서울 강남 3구를 중심으로 학원 리뷰를 비롯한 필수 학원 정보들을 모았습니다.그리고 그 정보를 기반으로 모든 학부모, 학생에게 1:1 맞춤 상담 서비스를 카톡으로 제공하고 있습니다.저희는 개개인이 일일이 발품, 손품을 팔지 않아도 되게끔 필요한 학원 정보를 한 곳에 모아서 보여주고 있으며, 어딜 가서도 알기 어려운 맞춤 학원 추천을 스마트폰 채팅 몇 번으로 얻을 수 있게 상담 서비스를 제공합니다.우리는 강남엄마의 서비스 가치 제안이 학원을 찾는 학부모, 학생에게 아주 매력적인 제안임을 실제 시장에서 직접 확인했습니다.더하여 전단지, 현수막, 지역 신문 광고와 같은 기존 홍보 수단의 광고 효과가 날이 갈수록 떨어져가는 상황에서, 강남엄마의 고객 DB 기반 맞춤 광고 상품이 비용은 50% 이상 저렴하고, 효과는 3배 ~ 10배 효과적임을 학원들이 직접 경험하면서보수적인 대치동 학원 원장님들도 강남엄마를 학원 운영에 필수적인 동반 성장 파트너로 선택하기 시작하셨습니다.4. 이제 우리는 우리의 성공 경험을 전국으로 확장하려 합니다.강남엄마 플랫폼을 통해 월 20만 이상의 강남 3구 학부모, 학생이 학원 정보를 얻고 있습니다.그리고 현재 8개 학원가 지역의 6만명에 달하는 학부모, 학생들 강남엄마 카톡 상담소를 친구 추가하고 1:1 무료 학원 상담을 받고 있습니다.우리는 이것을 전국으로 확대하려 합니다.전국에 1:1 무료 상담 서비스를 제공하고, 편리한 웹/앱 서비스를 제공하며, 더 많은 정보를 모아서 보여주려 합니다.우리는 전국의 학부모, 학생들의 삶을 보다 낫게 만들 수 있기를 꿈꾸고 있습니다.강남엄마는 2019년 9월 30일 Seed 투자를 유치하였습니다.[ 개발팀 소개 ]1. 강남엄마 개발팀을 소개합니다. 강남엄마는 현재 웹 기술을 활용하여 서비스 이용자들에게 전국 교육 시장과 관련된 방대한 정보를 쉽고 정확하게 전달하기위해 노력하고 있습니다. 큰 범주의 기술 스택은 Vue.js, Node.js, MySQL, AWS이고, Github를 이용해 코드 관리와 협업을 하고 있습니다.강남엄마 서비스는 그 자체로도 교육에 관련된 검색 엔진이지만, 네이버나 구글 등 기타 검색 엔진에 노출되는 데이터도 많기 때문에 서버측에서 SEO에 많은 신경을 쓰고 있습니다.또한 서비스를 이용하는 방문자들을 크게 학부모, 학원 관계자로 나눌 수 있어서 서로 역할에 맞게 서비스를 이용할 수 있도록 회원가입을 분리시켰고, 한 유저가 학부모이면서 학원 관계자가 될 수도 있어 두 가지 역할을 수행할 수도 있게끔 확장성 있게 개발하고 있습니다.궁극적으로 학부모나 학원 관계자가 아니더라도 교육과 관련된 질 좋은 콘텐츠를 누구나 양산하고 소비할 수 있게끔 원활한 개발 환경을 구성하는 것이 목표입니다.2. 강남엄마 개발팀에서는 이렇게 일할 수 있습니다. 강남엄마는 고객을 위한 웹과 앱 서비스, 플랫폼 서비스를 구축하여 운영하는 기술 중심 스타트업을 지향합니다.따라서 강남엄마 개발팀은 스스로 서비스의 중장기적인 방향 결정에 적극적으로 의견을 개진해야 합니다.개발 프로젝트는 회사의 방향과 현장의 필요를 고려하여, 개발팀 스스로가 주도적으로 기획 및 설계를 진행합니다.기술 스택 및 개발 환경은 자유롭게 선택합니다. 개발팀 내부에서 합의가 된다면 어떠한 기술 스택 및 환경을 적용하여도 상관없습니다.[ 담당 업무 ]1. 강남엄마 서비스의 백엔드 시스템을 설계하여 구현합니다.2. 클라이언트 사이드에서 사용하는 API를 개발하며, 회원/인증, 결제, CS 및 운영 시스템을 개발합니다.3. 검색 시스템 성능을 최적화하고, 사용자 데이터 기반 추천 시스템을 개발합니다.4. 다른 팀(운영팀, 영업팀 등)과의 커뮤니케이션을 통해 백엔드 시스템의 성능을 개선합니다.  [ 자격 요건 ]- 백엔드 개발 경력 3년차 이상 또는 그에 준하는 역량을 보유한 분- Node.js를 이용하여 RESTful API 및 웹서비스 개발이 가능하신 분- AWS기반에서 서버 개발 경험이 있으신 분- 구조 설계, 쿼리튜닝을 포함한 MySQL 활용 능력 및 데이터 모델링에 익숙하신 분- Github와 같은 버전 관리 도구에 익숙한 분- 자유로운 근무환경에서 스스로의 목표와 일정을 관리할 수 있는 분- 합리적인 커뮤니케이션 스킬을 통해, 각 분야의 담당자들과 생산적인 협업을 하실 수 있는 분- 새로운 개발 환경, 언어, 기술을 익히는 것에 대한 두려움이 없고 learning curve가 좋은 분- 맡은 작업에 대한 오너십을 갖고, 이를 완성시키는 일에 열정이 있는 분  [ 우대 사항 ]- 1개 이상의 서비스를 처음부터 개발하고 운영을 통한 개선 경험이 있는 분- 웹서비스의 전체적인 흐름을 이해하고 설계/개발할 수 있는 분- Computer Science에 대한 탄탄한 기초 지식을 보유하신 분- 새로운 기술에 호기심이 많고 공유하시는 분, 코드 리뷰 등을 통해 주변 동료에게 자극을 주는 분- 기획/디자인/운영 등 다양한 직군과 같이 문제를 정의하고 해결책을 찾아나갈 수 있는 협업 능력을 갖춘 분- UI/UX의 차이점을 이해하고 고객 중심의 서비스를 설계하는데 익숙하신 분- SEO에 대한 이해도가 높으신 분- Elasticsearch, Algolia 등 검색 쿼리 향상을 위한 써드 파티 라이브러리를 활용한 경험이 있는 분- 대규모 트래픽 처리 경험이 있으신 분 [ 기업 문화 ]- 우리는 서로를 배려하며, 효율적이게 일하려고 노력합니다. 나만을 생각하지 않습니다.- 우리는 성실하고 정직한 업무 태도를 지향합니다. 스스로의 업무를 책임지며, '완전히 솔직하게' 커뮤니케이션 합니다.- 우리는 스스로 일하고 싶은 회사를 만들기 위해, 우리 모두에게 최대한의 업무 자율성을 보장하려 노력합니다.- 높은 수준의 집중을 위해 본인이 원하는 시간에 일합니다. 주 5일 출근에 40시간 근무 조건만 지킵니다. 본인이 원하는 시간에 자율 출퇴근합니다.- 높은 수준의 집중을 위해 개인 노트북, 모니터 등 업무에 필요한 기기 및 환경을 최우선으로 제공합니다.- 업무 성과는 핵심 지표(KPI)로 측정합니다. 그리고 어떻게 하면 더 잘할 수 있을지 고민합니다.- 비용 절감을 위해 노력합니다. 써야 할 곳엔 주저없이 쓰되, 쓰지 말아야 할 것에 돈을 낭비하지 않습니다.[ 근무 조건 ]- 근무지: 삼성동 사무실- 근무시간: 주 5일 40시간 근무, 자율 출퇴근- 급여: 3,000~8,000만원(지원자에 따라 자유롭게 협의합니다)- 근무 시작일: ASAP [ 채용 과정 ]- ‘서류 전형 → 사전과제 → 컬쳐 면접’ 순으로 진행합니다.- 접수방법: 로켓펀치 지원- 필요서류: 1) 자유 형식의 이력서, 2) 희망연봉 기재- Github 개인 링크가 있을 경우 첨부해주세요 :)- 채용 완료 시 3개월간의 시용 기간을 가집니다.- 관련문의: 070-4154-0628 / contact@gangmom.kr\n\n            \n              \n                  \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+2                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}