{"url":"https://www.rocketpunch.com//jobs/69426/%EB%89%B4%ED%8A%B8%EB%A6%AC%EA%B7%B8%EB%9E%A8-%EC%B4%88%EA%B8%B0-%EC%B0%BD%EC%97%85-%EB%A9%A4%EB%B2%84-%EB%AA%A8%EC%A7%91%EB%A7%88%EC%BC%80%ED%84%B0","title":"뉴트리그램 초기 창업 멤버 모집_마케터","origin":"뉴트리그램","start_date":"02/12 ","newbie":"인턴신입","content":["\n        주요 업무\n                    안녕하세요.뉴트리그램은 현재 1인 기업으로, 올해 뉴트리그램을 함께 가꾸어나갈 동료분들을 처음 모셔보려고 합니다.초기 창업 멤버로서 아직은 뚜렷한 직무 구분 없이 모든 일들을 함께 만들어나가게 되실 겁니다.현재 '솔직단백'이라는 제품이 있지만 이 아이템을 기반으로 노년영양식, 전문헬스케어제품, 당뇨환자식 등 다양한 상황에 맞는 개인 맞춤형 영양 제품…\n            더 보기\n            안녕하세요.뉴트리그램은 현재 1인 기업으로, 올해 뉴트리그램을 함께 가꾸어나갈 동료분들을 처음 모셔보려고 합니다.초기 창업 멤버로서 아직은 뚜렷한 직무 구분 없이 모든 일들을 함께 만들어나가게 되실 겁니다.현재 '솔직단백'이라는 제품이 있지만 이 아이템을 기반으로 노년영양식, 전문헬스케어제품, 당뇨환자식 등 다양한 상황에 맞는 개인 맞춤형 영양 제품과 서비스를 확장해나갈 예정입니다.당장은 솔직단백으로 유통망을 확보하고 생산량을 안정화시키는 것에 초점이 맞춰질 예정이며, 이와 함께 제품 기획 및 개발 / OEM 업체 선정 / 콘텐츠 기획 및 제작 / 마케팅 등 다양한 분야에서 함께 업무 분담을 하게 될 예정입니다.뉴트리그램 팀원으로서 같이 미래를 상상하고 이를 현실로 만들어나갈 분들을 모십니다 :)\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          온라인마케팅\n          디지털마케팅\n          소셜마케팅\n          브랜드마케팅\n          그로스해킹\n        \n      ","\n        채용 상세\n                    안녕하세요.뉴트리그램은 입과 몸이 원하는 식품의 차이를 줄여, 남녀노소 누구나 언제 어디서나 내 몸이 원하는 영양을 채울 수 있도록 지속가능한 라이프스타일을 꿈꾸는 식품회사입니다.'Daily, Frankly, Nutrigram'이라는 슬로건을 가지고 내 몸, 나 자신에게 솔직한 하루하루를 만들어갈 수 있도록 고객분들과 함께 하는 것을 목표로 나아갑니…\n            더 보기\n            안녕하세요.뉴트리그램은 입과 몸이 원하는 식품의 차이를 줄여, 남녀노소 누구나 언제 어디서나 내 몸이 원하는 영양을 채울 수 있도록 지속가능한 라이프스타일을 꿈꾸는 식품회사입니다.'Daily, Frankly, Nutrigram'이라는 슬로건을 가지고 내 몸, 나 자신에게 솔직한 하루하루를 만들어갈 수 있도록 고객분들과 함께 하는 것을 목표로 나아갑니다.단순한 영양식품이 아닌 입맛 성형, 식습관개선을 목표로 향후 노년영양식, 전문헬스케어 제품 등 다양한 분야로 확장을 꿈꾸고 있습니다.19년도 4~8월 국가식품클러스터 청년식품창업lab1기 활동을 수료하였고, 현재 서울먹거리창업센터 입주기업으로 활동하고 있습니다.아직까지는 1인기업으로 '솔직단백'이라는 단백질바를 개발하여 공유주방 위쿡 등 파트너사들과의 협업으로 와디즈 크라우드펀딩 프로젝트를 1회 진행하였습니다.Instagram ID : nutrigram_ng에서 보다 뉴트리그램이 추구하는 바와 문화에 대해 확인하실 수 있습니다.혼자 지금까지 달려왔지만 이제는 더이상 미룰 수 없을 거 같습니다.뉴트리그램을 함께 빛내고 같이 가꾸어가실 동료를 찾고 있습니다.저는 팀 분위기와 문화를 매우 중요하게 생각합니다.제품도 내가 매일 먹고싶고 질리지 않을 제품이어야 시장에 내놓듯이 업무를 하는 우리가 즐거워야 더 좋은 제품과 서비스를 만들어갈 수 있다고 생각합니다.수평적인 문화로 비판에 대해 개의치않고 성장할 수 있는 재밌는 문화를 만들어나가길 바라고 또 바랍니다.현재 솔직단백이라는 단백질바가 이미 개발되어 있지만 이는 아주 작은 시작이었습니다.5년 안에 100억 매출을 목표로 함께 재밌는 상상을 현실로 만들어갈 소중한 인연을 기다립니다.앞으로 제품에 대한 개선과 시스템, 마케팅, 영업, 디자인 측면에서 만들어나가야 할 것들이 많고도 많습니다.저는 식품공학과를 졸업하여 식품에 관한 전문지식은 대부분 제가 만들어나갈 수 있으나, 제품 영업\u0026마케팅\u0026APP개발\u0026경영\u0026디자인 등 다양한 분야의 팀원들을 모시고자 합니다.사람은 사람으로 사람이 된다.뉴트리그램과 함께 지속가능한 라이프스타일을 그려나갈 그래미님들을 모십니다.오늘 하루가 끝나갈 때, 내일 하루를 기대하며 잠들 수 있는 팀을 만들어갈 동료분들 언제나 기다리고 있습니다.감사합니다.*공고 상세담당업무-마케팅(외부 업체에 광고 외주 맡기기, SNS 콘텐츠 기획, 프로모션 기획 및 진행 등)-기획 및 운영-제품 및 서비스 기획과 실행-제품 생산 및 유통채널 영업 등자격요건--우대사항-마케팅 경력-스타트업 근무 경험, 다이어트\u0026꾸준한 체력 및 식단관리 경험자, 식품회사 근무 경력 등-경력이 없더라도 부족한 부분을 함께 배워가며 성장할 수 있으신 분-독서를 즐기고 성장을 꿈꾸며 함께 신명나게 일해보실 분초기 창업 멤버를 모집하고 있기 때문에 다양한 분야의 인재분들 모시고 있지만현재 운영전반, 마케팅, 디자인 쪽 경험이 있는 분들이라면 더욱 시너지를 낼 수 있을 거 같습니다.혹 경력이 없더라도 함께 배우면서 만들어나갈 열정이 가득한 분이라면 상관없습니다.제가 평소에 실없는 소리도 자주하고 많이 웃는 사람이라 똘끼충만하고 에너지 가득하신 분들과도 잘 어울리고 반대로 차분하게 제 부족한 부분을 채워주실 분들과도 합이 잘 맞습니다.우리가 잘 만든 제품과 서비스를 널리 알리고,고객분들이 실생활에서 뉴트리그램과 함께 지속가능한 라이프스타일을 만들어나가는 모습을 함께 그려가실 분들을 찾습니다.당신의 연락을 간절히 기다리고 있겠습니다.감사합니다 :)\n"]}