{"url":"https://www.rocketpunch.com//jobs/69559/Product-Manager%EC%A0%9C%ED%92%88%EA%B4%80%EB%A6%AC%EC%9E%90PM-%EA%B2%BD%EB%A0%A5%EC%9E%90-%EC%B1%84%EC%9A%A9","title":"Product Manager/제품관리자/PM 경력자 채용","origin":"팬플러스","start_date":"","newbie":false,"content":["\n        주요 업무\n                    *Product Manager(제품관리자)의 주요 업무:- 데이터 분석, 사용자 의견 분석, 시장 조사를 통한 아이디어 탐색- 정성적/정량적 근거를 토대로 Product-Market-Fit을 찾는 시도- 아이디어를 검증할 수 있는 날카로운 과제 정의 및 가설 기반의 실험 설계- 제품 전반에 대한 관리- 출시 후 가설에 대한 검증, 분석,  인사이트 …\n            더 보기\n            *Product Manager(제품관리자)의 주요 업무:- 데이터 분석, 사용자 의견 분석, 시장 조사를 통한 아이디어 탐색- 정성적/정량적 근거를 토대로 Product-Market-Fit을 찾는 시도- 아이디어를 검증할 수 있는 날카로운 과제 정의 및 가설 기반의 실험 설계- 제품 전반에 대한 관리- 출시 후 가설에 대한 검증, 분석,  인사이트 도출 및 의사결정\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          GitHub\n          JIRA\n          Confluence\n          Slack\n          product-management\n        \n      ","\n        채용 상세\n                    #팬플러스 제품 비전\"덕질을 시작한 모든 사람이 적은 *비용으로 마음 맞는 사람을 찾아 함께 덕질할 수 있도록 돕고, 이들의 연결 가치가 K-POP 산업의 질적 성장에 기여하는 성취감을 선물한다.\"(*비용: 마음 맞는 사람을 찾는 데 들어가는 시간 또는 노력 비용)우리는 '팬'들을 이 세상에서 누구보다 열정적인 사람들이라고 생각합니다.누군가를 좋아하…\n            더 보기\n            #팬플러스 제품 비전\"덕질을 시작한 모든 사람이 적은 *비용으로 마음 맞는 사람을 찾아 함께 덕질할 수 있도록 돕고, 이들의 연결 가치가 K-POP 산업의 질적 성장에 기여하는 성취감을 선물한다.\"(*비용: 마음 맞는 사람을 찾는 데 들어가는 시간 또는 노력 비용)우리는 '팬'들을 이 세상에서 누구보다 열정적인 사람들이라고 생각합니다.누군가를 좋아하고 열렬히 응원하고 사랑하는 것은 그다지 일반적이지 않습니다. 엄청난 열정이 있어야 가능합니다.우리는 이 세상 누구보다 열정적인 사람들의 생각과 행동, 그리고 이야기를 존중합니다.이들이 만들어내는 모든 이야기는 큰 가치를 지니고 있어 전세계 팬들에게 소비되고 공유되어 K-POP 산업을 성장시키는 데 큰 역할을 합니다.우리는 이러한 열정을 지닌 사람들이 팬플러스 안에서 마음 맞는 사람들과 함께 덕질할 수 있도록 돕고, 이들의 연결 가치가 K-POP 산업의 질적 성장에 기여하는 성취감을 선물하고자 합니다.저희와 함께 이러한 가치를 실현하실 Product Manager를 채용하고자 합니다.  #Main Role- 기회를 평가하고 무엇을 만들고 고객에게 전달할지 결정한다.#담당하실 업무에 대해- 데이터 분석, 사용자 의견 분석, 시장 조사를 통한 아이디어 탐색- 정성적/정량적 근거를 토대로 Product-Market-Fit을 찾는 시도- 아이디어를 검증할 수 있는 날카로운 과제 정의 및 가설 기반의 실험 설계- 제품 전반에 대한 관리- 출시 후 가설에 대한 검증, 분석,  인사이트 도출 및 의사결정#자격요건- 모바일 앱 서비스 Product Manager(제품관리자) 경력 3년 이상- 담당하는 제품의 기획, 운영, 성과 달성을 주도적으로 책임지고 실행한 경험- 비즈니스, UX, 기술 환경에 대한 이해- 사용자 조사 수행 및 데이터 분석 도구 활용 경험- 협업 도구 (Zira, Confluence, Zeplin 등) 활용 경험#우대사항- Agile 팀 업무 경험- Lean Process, Growth Hacking에 대한 이해와 경험- 경험에만 기대는 것이 아닌 이론 학습에 대해 관심이 있으신 분- 스타트업에서의 빠른 성장 경험- 한류 연예인 / 엔터테인먼트 산업에 관심이 있으신 분#혜택 및 복지- 근무 장소: 서울시 강남구 역삼초 사거리 근처- 업무 관련 도서, 온라인 강의 구입 지원- Macbook Pro + 27인치 모니터 지원- 점심시간 1시간 30분(13시~14시30분)- 유연근무제 (9~6 or 10~7)- 매달 마지막 금요일 오전 근무- 본인/배우자/부모님 생일 4시 퇴근- 결혼기념일 4시 퇴근#팬플러스에 대해- 팬플러스 제품비전: https://bit.ly/2sQtRnd- 팬플러스 팀이 일하는 방식: https://bit.ly/303pdhx#팬플러스 살펴보기- 구글플레이: https://bit.ly/2uWva4N- 앱스토어: https://apple.co/37MuPzn\n"]}