{"url":"https://www.rocketpunch.com//jobs/62003/%EC%B0%A8%EB%9F%89-%EC%98%A4%ED%8D%BC%EB%A0%88%EC%9D%B4%ED%84%B0-Vehicle-Operator","title":"차량 오퍼레이터 / Vehicle Operator","origin":"마스오토","start_date":"02/28 ","newbie":"신입경력","content":["\n        주요 업무\n                    차량 오퍼레이터 / Vehicle Operator의 주요 업무는 자율주행 트럭 테스트입니다. 또한, 회사가 성장하는데 필요한 폭 넓은 업무를 주도적으로 수행하실 분이면 좋겠습니다.도전적인 목표를 해결하면서 회사와 함께 빠르게 성장하고 싶으신 분은 꼭 지원해주세요.주요업무- 고속도로에서 회사 트럭 운행- 안전을 최우선으로 하는 자율주행 테스트 프로세스…\n            더 보기\n            차량 오퍼레이터 / Vehicle Operator의 주요 업무는 자율주행 트럭 테스트입니다. 또한, 회사가 성장하는데 필요한 폭 넓은 업무를 주도적으로 수행하실 분이면 좋겠습니다.도전적인 목표를 해결하면서 회사와 함께 빠르게 성장하고 싶으신 분은 꼭 지원해주세요.주요업무- 고속도로에서 회사 트럭 운행- 안전을 최우선으로 하는 자율주행 테스트 프로세스 구축- 회사 개발팀과 공동으로 프로젝트 업무 수행- 다양한 방면으로 트럭 테스트 후 개발팀에게 피드백 제공- 회사가 더욱더 빠르게 마일스톤을 달성하기 위한 모든 업무\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          제품 테스트\n          기획•운영\n        \n      ","\n        채용 상세\n                    마스오토는 화물차를 위한 자율주행 솔루션을 개발하는 회사입니다.마스오토는 소형 트럭으로는 국내 최초로 2018년에 국토부에서 자율주행 임시운행 허가를 받았습니다. 카메라만 사용한 자율주행 기술로 받은 허가 역시 국내 최초였습니다.2019년 초, 마스오토는 미국의 Y Combinator에서 투자를 받았습니다. 국내 투자자로는 미래에셋벤처투자, 카카오벤…\n            더 보기\n            마스오토는 화물차를 위한 자율주행 솔루션을 개발하는 회사입니다.마스오토는 소형 트럭으로는 국내 최초로 2018년에 국토부에서 자율주행 임시운행 허가를 받았습니다. 카메라만 사용한 자율주행 기술로 받은 허가 역시 국내 최초였습니다.2019년 초, 마스오토는 미국의 Y Combinator에서 투자를 받았습니다. 국내 투자자로는 미래에셋벤처투자, 카카오벤처스, 카카오모빌리티 등이 있습니다.2019년 7월에 마스오토의 트럭은 서울에서 부산까지 약 5시간 30분 동안 운전자 개입 없는 완전 자율주행 모드로 주행하였습니다.================================================현재 마스오토 팀은 최종 목표까지 단계별로 설정한 각 마일스톤에 몰입하고 있습니다. 우리가 마일스톤들을 달성하고 있음을 증명하는 방법은 실제로 차를 도로에서 달리게 하는 방법 뿐 입니다. 우리는 정해진 시간 안에 높은 수준의 제품을 만들어내기를 원합니다. 그러므로 일은 어렵고 업무량은 많습니다.그럼에도 불구하고 마스오토 팀으로 오셔야 하는 이유는 다음과 같습니다.1) 고속도로 화물 운송을 자동화하는, 크고 불가능해보이는 목표를 해결하는 과정에 함께하실 수 있습니다.2) 마스오토에서 푸는 문제는 어렵고, 같이 일하는 팀원들은 굉장히 똑똑합니다. 여기서 함께 일하시면, 나중에 전 세계 어디로든 쉽게 이직하실 수 있는 역량을 갖추실 수 있습니다.================================================차량 오퍼레이터 / Vehicle Operator의 주요 업무는 자율주행 트럭 테스트입니다. 또한, 회사가 성장하는데 필요한 폭 넓은 업무를 주도적으로 수행하실 분이면 좋겠습니다.도전적인 목표를 해결하면서 회사와 함께 빠르게 성장하고 싶으신 분은 꼭 지원해주세요.주요업무- 고속도로에서 회사 트럭 운행- 안전을 최우선으로 하는 자율주행 트럭 테스트 프로세스 구축- 회사 개발팀과 공동으로 프로젝트 업무 수행- 다양한 방면으로 트럭 테스트 후 개발팀에게 피드백 제공- 회사가 더욱더 빠르게 마일스톤을 달성하기 위한 모든 업무자격요건- 1종 대형 면허 혹은 1종 특수 면허 소지자- 2년 이상의 운전 경력- 원활한 커뮤니케이션 능력- 자율주행 혹은 물류 분야에 대한 열정- 종종 출장 업무가 가능하신 분우대사항- 대형 트럭 운전 경력자- 군대 운전병 출신- 자동차 관련 전공 및 경력- 운영 / 총무 / 물류 관련 경력근무조건- 고용형태 : 3개월 계약 (평가 후 정규직 전환예정) - 근무지: 양재역 도보 6분접수방법- 전형절차 : 서류지원 \u003e 면접 \u003e 최종합격- 제출서류 : 이력서- 지원/문의 : 채용 담당자 (jobs@marsauto.io)- 지원 후 48시간 이내에 답장\n\n            \n              \n                  \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+2                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}