{"url":"https://www.rocketpunch.com//jobs/61948/%EC%98%A8%EB%9D%BC%EC%9D%B8-%EA%B0%95%EC%9D%98-%ED%8E%B8%EC%A7%91-PD","title":"온라인 강의 편집 PD","origin":"탈잉","start_date":"02/21 ","newbie":"소인턴신입경력","content":["\n        주요 업무\n        [ 탈잉 팀에 대하여 ]“모든 개인의 재능이 콘텐츠가 되고, 또 사람들이 그 콘텐츠들을 소비하는 일상이 되는 세상”탈잉이 그리고 있는 세상이자 이루고 싶은 Mission 입니다.점점 더 세상은 개인들의 시대가 되고 있습니다. 기존 거대 자본의 영역이었던 생산 및 유통을 개인들이 직접 IT 기술을 활용 하여 대체하고 있습니다. 이러한 ‘개인들의 시대’에 ‘직업’의 정의는 재정의 되어야 합니다.기존 ‘직업’의 정의가 한 조직(회사)에서 보장하는 정년동안 정기적 급여를 받는 것이었다면,다가올 시대에 '업'이란 개인들이 IT 기술을 활용, Direct로 자신을 필요로 하는 사람들과 연결되어 콘텐츠 및 서비스를 제공하는 형태도 포함되어야 합니다. 그리고 그 비중은 점점 늘어날 것입니다.탈잉은 다가오는 시대에 누구나 자신의 재능을 Contents화 하고, 또 이를 필요로 하는 사람과 연결하여 ‘지속가능한 업’으로서의 소득을 창출할 수 있는 재능공유 플랫폼이 되려고 합니다.[ 탈잉 VOD 클래스 신규 사업에 대하여 ]2019년 탈잉은 기존의 오프라인 강의를 뛰어넘어 VOD강의 신규 사업을 론칭 했습니다. VOD신규 서비스를 통해 튜터분들의 재능이 더 넓은 범위로 연결될 수 있도록, 물리적 한계로 인해 수업을 못 듣는 수강생분들의 문제를 해결해가려고 합니다. 저희는 재능 공유의 확산 범위를 물리적으로 제한하고 싶지 않습니다. 서울을 뛰어넘어 전국으로, 그리고 전세계적으로 튜터분들의 재능과 콘텐츠를 전파시키고 확산시키려고 합니다. 2019년에 이미 3가지 VOD 강의 제작이 완료되었고, 향후 더 다양한 범주의 강의로 확대해나가려고 합니다.1)\t115만 유튜브 구독자 Solfa의 선택받는 나만의 유튜브 콘텐츠 만들기: https://taling.me/vod/view/76222)\t엑셀 1위 Sophie 튜터의 엑셀, 인턴/입사 전에 배워가자: https://taling.me/vod/view/76213)\t스마트폰으로 끝내는 나만의 여행영상 제작법: https://taling.me/vod/view/7623\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          프리미어\n          동영상 제작\n          영상제작\n          영상편집\n          에프터이펙트\n          동영상편집\n        \n      ","\n        채용 상세\n        1. 탈잉 온라인 강의 편집 채용 상세[ 탈잉 온라인 강의 제작 PD 직무에 대하여 ]온라인 강의 편집 PD 는 튜터의 온라인 강의 편집 전반을 담당합니다.기획- 촬영된 온라인 강의 영상이 수강생들에게 공개될 수 있도록 영상을 편집하며, 런칭 후에는 수강생들의 피드백을 모니터링 합니다. 튜터들의 강의를 수강생에게 이해도 높게 전달될 수 있도록 돕는 역할이라고 할 수 있습니다.[주요업무]1. **강의 편집** : 수강생이 원활하게 강의를 수강할 수 있도록 콘텐츠를 편집합니다.2. 클래스 런칭 후 콘텐츠 상시 보완 : 수강생들의 중복 질문들을 정리하여 클래스에 반영합니다. 클래스 런칭 후에도 콘텐츠를 상시 보완 합니다.*때에 따라 기획 PD와 함께 촬영을 진행하는 경우도 있습니다.[필요 역량]1. 콘텐츠 제작(촬영/편집) 능력 : 수업의 1차 커리큘럼은 튜터의 몫입니다. 온라인 강의 제작 PD는 그 내용들을 가지고 조금 더 직관적이고 매력있는 결과물로 만들 수 있는 촬영 / 편집 능력을 필요로 합니다.- [필수] DSLR급 장비 활용한 촬영 가능, Premiere CC 활용한 편집, After Effect 활용한 편집- 포트폴리오 필수 업로드2. 온라인 강의 이해 역량 : 온라인 강의 편집 PD는 튜터의 재능을 온라인 VOD로 제작합니다. 탈잉 VOD에서 런칭 가능한 클래스의 분야에는 한계가 없습니다. 다양한 내용을 가진 클래스가 제작되므로, PD는 튜터가 준비한 클래스를 완벽히 이해하고 소화할 수 있어야 합니다.3. 일을 마무리 지을 수 있는 체력과 책임감 : 온라인 편집 제작 PD는 ‘클래스 런칭’ 이라는 마감 기한 내에 전 커리큘럼에 대해 검수, editing을 진행해야 합니다. 온라인 강의 편집 PD는 마감 기한이 얼마 남지 않은 시간 속에서도 폭발적인 집중력과 무거운 엉덩이로 클래스 콘텐츠를 확인/ 편집/ 재가공 할 수 있어야 합니다.\u003c이런 분을 찾습니다. \u003e0 . 나 편집 하나만큼은 자신있다 하시는 분- 빠른 손과 미친 집중력을 가진 편집 고수1. 유튜브가 아닌 굳이 탈잉 VOD에서 들어야하는 이유에 대해 끊임 없이 고민하실 수 있는 분- 유튜브/ 해외의 비디오 클래스 강의 덕후 환영합니다.2. 콘텐츠 제작 및 생산에 대한 직무 경험이 있으신 분- 영상 기획, 연출 경험이 있거나 꿈을 꾸고 준비했던 분3. 현대 성인 자기계발 시장의 소재에 대해 끊임없이 공부하여 고객들이 필요한 Point와 트렌드를 이해하고 앞서서 콘텐츠를 기획할 수 있는 분4. 본인과 회사의 성장을 위해 끊임 없이 사고하고, 문제를 정의하고, 그 문제를 해결하는 분- IT스타트업 경험이 있으신 분\n            \n              \n                  \n                  \n                \n            \n          "]}