{"url":"https://www.rocketpunch.com//jobs/68092/%ED%94%84%EB%A1%9C%ED%86%A0%ED%8C%8C%EC%9D%B4-%ED%81%B4%EB%9D%BC%EC%9A%B0%EB%93%9C-%EB%B0%B1%EC%97%94%EB%93%9C-%EA%B0%9C%EB%B0%9C%EC%9E%90%EB%A5%BC-%EB%AA%A8%EC%8B%AD%EB%8B%88%EB%8B%A4","title":"프로토파이 클라우드 백엔드 개발자를 모십니다","origin":"스튜디오씨드코리아","start_date":"02/26 ","newbie":"경력","content":["\n        주요 업무\n                    [Studio XID]Studio XID는 \"디지털 제품의 인터렉션을 쉽고 효과적으로 전달한다\" 라는 목표를 가지고 ProtoPie(프로토파이) 및 관련 서비스를 제작하고 있습니다.ProtoPie는 디자이너가 접근하기 쉬운 개념 모델을 가지고 있어 코딩 없이도 빠르고 정교한 프로토타입을 만들 수 있습니다. 디자이너의 아이디어를 실제로 만들어주고, 커…\n            더 보기\n            [Studio XID]Studio XID는 \"디지털 제품의 인터렉션을 쉽고 효과적으로 전달한다\" 라는 목표를 가지고 ProtoPie(프로토파이) 및 관련 서비스를 제작하고 있습니다.ProtoPie는 디자이너가 접근하기 쉬운 개념 모델을 가지고 있어 코딩 없이도 빠르고 정교한 프로토타입을 만들 수 있습니다. 디자이너의 아이디어를 실제로 만들어주고, 커뮤니케이션을 보다 효율적으로 만들고자 하는 비전을 가진 제품 입니다.구글, 페이스북, 마이크로소프트, 라인, 토스, 카카오,아마존 등 전 세계 100여개 국가의 디자이너들이 실무에서 ProtoPie를 사용하고 있습니다.▶ProtoPie는 속도와 정교함 사이에서 어느 것도 희생되지 않은 Sweet Spot을 찾은 툴이다.◀    Moments Team Lead / Reddit최근에는 성장 가능성을 인정받아 HB인베스트먼트, 데브시스터즈벤처스, 인탑스인베스트먼트, BSK인베스트먼트, 원익투자파트너스, 신한캐피탈, 미국투자사인 벨라 파트너스(VELA PARTNERS)로부터 총 75억 원 규모 투자를 유치했습니다.기사링크: https://www.venturesquare.net/802707[이런 일을 합니다]백엔드 개발자는 ProtoPie Studio와 연동하여 공유 및 협업을 할 수 있는 ProtoPie Cloud의 백엔드 개발 및 유지보수를 진행합니다.[이렇게 일 합니다]기본적으로 스튜디오씨드는 자율 출퇴근, 원격 근무 제도를 기반으로 협업하고 있습니다. 휴가를 사용하는 데 제한도 없습니다. 하지만 같은 팀에 속한 분들과 협업할 때 불편한 일이 생기지 않도록 가이드라인을 설정하고 계속 개선하면서 더 좋은 업무환경을 만들고자 노력하고 있습니다.덕분에 모든 구성원이 일/가정 의 밸런스를 만족스럽게 유지하면서 일을 하고 계십니다. 실제로 '서울특별시 일·가족양립 수준 진단' 에서 5점 만점에 4.74점이라는 높은 점수를 받았습니다. 또한 원격 근무를 하시는 분들에게 최적의 환경을 제공하기 위해, 집 근처 사무실의 임대료도 지원하고 있습니다.[Studio XID 회사 소개 영상] https://www.youtube.com/watch?v=azBvZgxfHlo\u0026t=1128s[Studio XID의 개발자가 일하는 방식] https://blog.naver.com/talktalk_hr/221385636323구글, 페이스북, 마이크로소프트 등의 글로벌기업들이 현재 사용하고 있는 제품을 직접 설계하고 만드는 경험을 할 수 있습니다. 네이버, 삼성 등에서 뛰어난 실력을 자랑하던 개발자들과 함께 팀을 이뤄 일합니다.새로 구현하고자 하는 기능을 위에서부터 아래로 떨어지듯이 기획을 기다리는 것이 아니라, 팀의 모든 구성원이 의사결정에 적극적으로 참여하여 기능을 구현하고 개선하는데 많은 노력을 기울이고 있습니다. 하지만 큰 힘에는 큰 책임이 따르듯이, 개발자 스스로 맡은 업무를 잘 관리하고 다른 팀원들에게 신뢰를 주며 적극적으로 의사소통 하려는 노력도 필요합니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          JVM\n          Clojure\n          payment-gateway\n          cloud\n          aws\n          Docker\n        \n      ","\n        채용 상세\n                    [자격 요건]- 하나 이상의 프로그래밍 언어를 능숙하게 활용할 수 있는 분- AWS, Docker를 활용해서 웹 서비스를 운영해보신 분- 오픈소스 생태계를 능숙하게 활용할 수 있는 분- 제품의 품질을 높이기 위해 능동적으로 노력하시는 분- 영어로 간단한 수준의 의사소통이 가능하신 분[우대 사항]- JVM 환경에서 서비스 개발을 해본 경험- Cloju…\n            더 보기\n            [자격 요건]- 하나 이상의 프로그래밍 언어를 능숙하게 활용할 수 있는 분- AWS, Docker를 활용해서 웹 서비스를 운영해보신 분- 오픈소스 생태계를 능숙하게 활용할 수 있는 분- 제품의 품질을 높이기 위해 능동적으로 노력하시는 분- 영어로 간단한 수준의 의사소통이 가능하신 분[우대 사항]- JVM 환경에서 서비스 개발을 해본 경험- Clojure 혹은 다른 함수형 프로그래밍 언어에 대한 경험- 최신 프론트엔드 개발 트렌드에 대한 이해- 해외 payment gateway 연동 경험[혜택 및 복지]1. 못하는 외국어 잘할때까지!- 영어, 중국어, 일본어 어학 한 달 20만원 내 지원2. 일은 잘 되는 데서 편하게 하세요.- 자유로운 근무 환경, 리모트 근무 및 휴가 무제한3. 몸만 가져오세요.- 업무에 필요한 노트북 및 모니터 지급- 1년에 1인당 100만원씩 장비교체비 책정4. 일을 더 잘하는 게 꿈이라고요?- 도서 및 업무에 필요한 소프트웨어 지원5. 일 하다가 마음이 힘들어서 어떻게해요.- 힐링이 필요할 때 받는 무료 상담(EAP) 서비스6. 우린 일만 하진 않아요!- 연 2회 1박 2일 워크숍(하트하트)[근무 조건]- 고용 형태 : 정규직- 근무 시간 : 주 5일 (자율 출퇴근)- 근무지 : 재택 및 리모트 근무 가능(HQ: 서울시 서초대로 78길 22 홍우빌딩 6층) [전형 과정]- 서류 전형 → Screening Interview → On-Site Interview → 경영진 면접 (처우 협의) → 입사 순으로 진행 됩니다.1) 서류 전형: job@protopie.io로 제출한 이력서와 포트폴리오를 검토합니다.2) Screening Interview: 서류 전형 합격자에 한하여 지원자에게 실무자가 이력 사항에 대한 간단한 질문 및 라이브 코딩 테스트를 진행합니다.3) On-Site Interview: Screening Interview 합격자에 한하여 과제 전형을 진행합니다.- 개발자 면접(3시간): 면접관과 지원자가 1:1로 한시간 가량 역량과 경력 사항에 대한 질답을 주고받습니다. 면접관에 따라 코딩 테스트가 진행되기도 합니다. 총 세 분의 면접관이 있기에 3시간 진행됩니다.- 비 개발자 면접(1시간): QA \u0026 디자이너분과 협업에 관련된 사항에 중점을 두어 다양한 질문을 주고받는 시간입니다.- 경영진 면접(1시간): 서로에게 궁금한 점, 같이 일할 수 있는 분인지 등 전반적인 질문과 답변을 하게 됩니다.4) 결과 발표: 최종 합격 여부를 유선을 통해 고지합니다.\n\n            \n              \n                  \n                  \n                \n            \n          \n            \n              \n                  \n                  \n                \n            \n          \n            \n              \n                  \n                  \n+4                \n            \n          \n            \n              \n                  \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}