{"url":"https://www.rocketpunch.com//jobs/70097/%EC%84%9C%EB%B9%84%EC%8A%A4-%EC%9A%B4%EC%98%81-%EB%A7%A4%EB%8B%88%EC%A0%80Crema-Review-Product","title":"서비스 운영 매니저(Crema Review Product)","origin":"크리마(크리마팩토리, 크리마랩)","start_date":"  ","newbie":"신입","content":["\n        주요 업무\n                    \u003c 크리마? \u003e크리마(cre.ma)는 온라인 쇼핑몰 운영을 개선할 수 있는 고도화된 Backend/Frontend Solution을 제공하는 서비스형 소프트웨어(SaaS) 스타트업입니다.코오롱, 휠라, 탑텐, 블랭크 코퍼레이션 등 1400개 이상의 국내 Top-tier 브랜드가 애용 중이며, 2013년 이래 7년 동안 자체 매출로 꾸준하게…\n            더 보기\n            \u003c 크리마? \u003e크리마(cre.ma)는 온라인 쇼핑몰 운영을 개선할 수 있는 고도화된 Backend/Frontend Solution을 제공하는 서비스형 소프트웨어(SaaS) 스타트업입니다.코오롱, 휠라, 탑텐, 블랭크 코퍼레이션 등 1400개 이상의 국내 Top-tier 브랜드가 애용 중이며, 2013년 이래 7년 동안 자체 매출로 꾸준하게 성장하고 있는 안정적이고 혁신적인 스타트업입니다. 현재 50명의 인원이 아래 세 가지 서비스를 개발/운영 중입니다.CREMA Review Solution은 온라인 커머스 리뷰 시스템을 혁신하는 국내 1위 리뷰 관리 전문 시스템입니다. 획기적으로 간편해진 리뷰 작성 기능을 통해 3%에 불과했던 리뷰 작성률을 평균 15%까지 상승시켰고, 리뷰 관리를 자동화한 여러 기능을 통해 관리시간을 60% 이상 줄이는 등의 혁신적인 변화를 이끌고 있습니다.CREMA Target Solution은 고객의 특성, 쇼핑 패턴 등을 분석하여 방문자 각각에게 개인화된 콘텐츠를 제공하는 개인화 고객 관리 시스템입니다. 일괄 대량 발송만 가능하던 DM 시스템을 개인화 발송이 가능하도록 제공하고, 90%에 달하는 장바구니고객 이탈률을 평균 60%로 낮추는 등 가장 현실적이고 효율적인 개인화 기능을 제공합니다.CREMA Fit Solution은 패션몰에 제공되는 사이즈 추천 시스템입니다. 크리마가 보유한 300만명 이상의 고객 체형 데이터와 매달 200만개 이상 생성되는 구매 상품의 사이즈 만족도 및 한줄평 등 방대한 데이터를 기반으로 소비자가 최적의 사이즈를 선택할 수 있도록 돕습니다. 사이즈로 인한 반품률을 낮추고, 사이즈 선택에 대한 불안함 없이 구매할 수 있는 환경을 제공합니다.\u003c 포지션 개괄 \u003eProduct Review는 소비자의 반응을 가장 직접적으로 파악할 수 있는 의견수렴 창구이자, 매출에 큰 영향을 미치는 핵심영역입니다. 크리마리뷰 솔루션을 통해, 쇼핑몰은 최상의 컨디션으로 리뷰관리를 할 수 있음은 물론, 리뷰데이터에 기반한 다양한 고객분석이 가능합니다. 크리마리뷰 솔루션을 이끌고 있는 리뷰운영팀에서 미래를 함께할 인재를 찾습니다. 리뷰운영팀은 아래 역할에 집중합니다.1. 깊이있는 Customer Relationship 구축을 통해 고객사 모두가 크리마리뷰를 100% 활용할 수 있도록 돕습니다.2. 다양한 요청을 수렴하고, 고객사들이 처한 어려움을 기민하게 캐치하고 해결합니다.3. 장기적으로 리뷰솔루션을 어떤 제품으로 발전시켜 나갈지 기획팀, 개발팀과 함께 고민합니다. \u003c 리뷰운영팀 인재상 \u003e* 팀웍과 문화를 소중하게 생각하는 사람을 좋아합니다. 리뷰운영팀은 창업이래 한 명의 퇴사자도 없을 정도로 서로를 위하는 따뜻한 문화가 있습니다. 팀워크를 우선으로 생각할 때, 좋은 문화가 생길 수 있고, 좋은 문화는 업무 스트레스도 상당부분 해소할 수 있다고 믿습니다.  * 자연스럽게 대화를 이끌어 갈 수 있는 사람을 좋아합니다. 문제를 제대로 해결하기 위해선, 고객이 당면한 어려움이 무엇인지 정확히 파악하는 것이 중요합니다. 고객과 자연스러운 대화를 통해 문제의 본질을 파악할 수 있는 사람이 필요합니다.* 마음이 건강한 사람을 좋아합니다. 좋은 기능으로 인해 칭찬도 듣지만, 때론 불만을 대응해야 할 수도 있습니다. 우리는 불만을 지혜롭게 해결해 나가는 것이 Product를 더 깊이있게 발전시키는 것이라고 생각합니다. 마음이 튼튼한 사람은 이를 당당하고 현명하게 소화할 수 있다고 생각합니다.\u003c 채용 프로세스 \u003e• 1차 서류전형 - 이력서(필수), 자기소개서(필수)• 2차 임원면접• 3차 실무면접\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          서비스운영\n          운영\n          고객분석\n          고객대응\n          서비스 기획\n        \n      ","\n        채용 상세\n                    \u003c 주요업무 \u003e* 유선, 이메일, 메신저 등 다양한 수단을 통해 고객과 소통합니다. * 기능에 대한 이용상 어려움이나 문제를 듣고 해결책을 제시합니다.* 고객사 모두가 크리마리뷰의 기능을 최대한 활용할 수 있도록 업체 특성별로 컨설팅을 수행합니다.* 패션, 뷰티, 리빙 등 다양한 커머스시장의 쇼핑몰로부터 요청을 수렴하고, 장기적인 관점에서…\n            더 보기\n            \u003c 주요업무 \u003e* 유선, 이메일, 메신저 등 다양한 수단을 통해 고객과 소통합니다. * 기능에 대한 이용상 어려움이나 문제를 듣고 해결책을 제시합니다.* 고객사 모두가 크리마리뷰의 기능을 최대한 활용할 수 있도록 업체 특성별로 컨설팅을 수행합니다.* 패션, 뷰티, 리빙 등 다양한 커머스시장의 쇼핑몰로부터 요청을 수렴하고, 장기적인 관점에서 시스템에 도움될 방향으로 반영할 수 있도록 기획팀과 소통합니다. \u003c 자격요건 \u003e* 자신의 의사를 간결하고 알아보기 쉬운 말과 글로 표현할 수 있어야 함.* 해외 고객에게 간단한 서비스안내가 가능한 수준의 Business English.\u003c 우대사항 \u003e* 온라인 쇼핑 중독자* 스타트업에서 근무한 경험이 있거나 이해가 높은 분\u003c 혜택 및 복지 \u003e (크리마는 사업부에 따라 조금씩 다른 복지제도를 운영하므로 리뷰운영팀 지원자는 아래 기재된 내용을 참고하시기 바랍니다.)* 휴식을 중요하게 생각합니다. 3년 차부터는 50~100만 원 상당의 휴가비가 지원됩니다. 미처 다 쓰지 못한 휴가는 이월제도를 통해 다음 해에 길게 모아서 쓸 수 있습니다.* 건강을 중요하게 생각합니다. 내시경, 초음파검사를 포함하는 건강검진이 제공되고, 기본 휴가 외 연간 12회의 건강휴가를 눈치보지 않고 쓸 수 있습니다. * 자기계발을 장려합니다. 유료 세미나, 학원, 서적 등 자기계발비를 연간 120만원까지 지원합니다. * 소통을 중요하게 생각합니다. 매일 30분씩 자유로운 티타임, 한 달에 한번 사무실을 벗어나 문화생활을 나누는 소풍 등을 통해 개인간, 팀간 편안하고 자율적인 소통이 가능한 환경을 만들기 위해 노력합니다.* 그 외 충분히 만족할만한 업무환경을 위해 고민합니다. (월 6회 원격근무, 먹고싶은건 다 사놓는 간식Bar, 최신 Mac, 경조사지원 등)\u003c 크리마는 아래와 같은 장점이 있는 회사입니다. \u003e* 5툴 플레이어가 될 수 있습니다. 현재 총 인원 50명으로 기획, 디자인, 개발, 운영, 영업, 마케팅, 고객 관리 전 사업분야를 커버하고 있습니다. 다양한 영역을 직/간접적으로 체험할 수 있으며, 상당히 집약적인 성장기회가 주어집니다.* 류현진에게 축구를 시키지 않습니다. 타고난 성향과 관계없는 포지션에서 즐겁게 일하기는 힘듭니다. 과거의 전공, 경험보다는 개인의 성향에 더 잘 맞는 포지션을 회사와 함께 찾아갈 수 있는 기회가 늘 열려있습니다.* 투자 유치 없이 매년 성장하고 있는 몇 안되는 스타트업 중 하나입니다. 조용하지만 강한 곳, 크리마와 미래를 함께 하고 싶은 분들의 많은 지원을 기다립니다.\n"]}