{"url":"https://www.rocketpunch.com//jobs/47615/%ED%94%84%EB%A1%A0%ED%8A%B8%EC%97%94%EB%93%9C-%ED%94%84%EB%A1%9C%EA%B7%B8%EB%9E%98%EB%A8%B8","title":"프론트엔드 프로그래머","origin":"스포카","start_date":"01/22 ","newbie":"경력","content":["\n        주요 업무\n                    • 웹 기술을 사용한 태블릿 사용자 인터페이스 개발태블릿에서 휴대 전화번호를 입력해 포인트를 적립하는 스포카의 대표 제품인 도도 포인트의 UI를 개발합니다. 신속한 제품 개선과 JSX를 통한 생산성, 효율적인 유지보수를 위해 React를 사용합니다. 또, 타입 불일치나 null 미확인 등으로 인한 사소하지만 가장 흔한 버그를 사전에 방지하기 위해 T…\n            더 보기\n            • 웹 기술을 사용한 태블릿 사용자 인터페이스 개발태블릿에서 휴대 전화번호를 입력해 포인트를 적립하는 스포카의 대표 제품인 도도 포인트의 UI를 개발합니다. 신속한 제품 개선과 JSX를 통한 생산성, 효율적인 유지보수를 위해 React를 사용합니다. 또, 타입 불일치나 null 미확인 등으로 인한 사소하지만 가장 흔한 버그를 사전에 방지하기 위해 TypeScript로 코딩합니다. 가장 많은 사용자와 만나는 제품인 만큼 도전적이고 흥미로운 과제가 기다리고 있습니다.• 대시보드 사용자 인터페이스 개발데이터 시각화가 잘 된 대시보드는 소상공인이 자신의 매장 상황을 한눈에 파악할 수 있도록 하는 도도 제품의 중요한 부분입니다. 많은 데이터를 빠르게 처리하는 로딩 기술 구현이나 아름다운 인터랙션 구현 등의 다양한 업무를 경험할 수 있습니다.• 국가별 랜딩 페이지 개발스포카의 제품은 한국뿐 아니라 일본, 미국, 동남아 시장으로 뻗어 나갑니다. 그러므로 다국어를 효과적으로 처리하는 능력과 미려한 디자인을 구현하는 능력이 요구되며 눈에 직접 보이는 요소를 구현하는 재미를 느낄 수 있습니다.• 스포카 자체 스타일 프레임워크 개발스포카는 자체 디자인 시스템(https://bi.spoqa.com)을 갖추고 있습니다. 이를 더 효율적으로 재사용할 수 있도록 React 컴포넌트 라이브러리로 만드는 과제가 있습니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          JavaScript\n          React\n          Front-end\n          CSS3\n          HTML5\n        \n      ","\n        채용 상세\n                    # 자격요건• HTML, SCSS, TypeScript, JavaScript를 능숙하게 쓸 수 있는 분• 다른 사람이 쓸 수 있는 프로그램을 직접 만들고 운영해 본 경험이 있는 분• 반응형 웹 서비스의 개발 경험이 있는 분• Internet Explorer 8 이상의 브라우저 호환성 지원 경험이 있는 분• React, Vue.js 등의 프레임워크를 …\n            더 보기\n            # 자격요건• HTML, SCSS, TypeScript, JavaScript를 능숙하게 쓸 수 있는 분• 다른 사람이 쓸 수 있는 프로그램을 직접 만들고 운영해 본 경험이 있는 분• 반응형 웹 서비스의 개발 경험이 있는 분• Internet Explorer 8 이상의 브라우저 호환성 지원 경험이 있는 분• React, Vue.js 등의 프레임워크를 다룰 수 있는 분 # 우대사항• 아래 스포카를 이루는 기술의 사용 경험이 있으신 분• 일본어와 한국어가 모두 가능하신 분• 글로벌 서비스에 대한 개발 및 운영 경험이 있으신 분• SEO를 통한 유의미한 고객 지표 개선 경험이 있으신 분• 오픈소스 프로젝트에 기여 경험이 있으신 분• 단위테스트, 기능테스트, 종단테스트, 빌드 자동화, 지속적 통합 등의 경험이 있으신 분• 스포카를 이루는 기술주요 웹 앱에서 표준적으로 TypeScript, React 및 Redux를 사용합니다.주요 서버에서 표준적으로 Python과 Flask, SQLAlchemy를 사용합니다. 일부 서버는 TypeScript, Rust도 사용합니다. 거의 모든 서버가 Python 3.6 이상의 최신 버전을 사용하고 있습니다.매장의 POS 기기에서 실행되는 Windows 애플리케이션에서는 Python과 Qt, C#, Rust를 사용합니다.데이터베이스로는 PostgreSQL을 주로 사용하며, 일부 MySQL이나 DynamoDB를 사용하는 부분도 있습니다. 대부분 Amazon RDS를 통해 운영합니다.사내 도구는 Rust와 Haskell, Python을 사용합니다.단위 테스트엔 pytest, Karma, Mocha 등을, 기능 테스트엔 Selenium 등을 사용합니다.대부분의 서버가 Docker 컨테이너로 배포 표준화되어, 이를 Amazon ECS에 올려서 사용합니다. Route 53, ELB/ALB, S3, CloudFront 등 여러 AWS 기능을 아주 많이 사용합니다.Git을 사용하며 각종 사내 배포 시스템이나 개발 프로세스 전반에 Git을 가정하고 있습니다. 저장소 호스팅으로 GitHub과 Bitbucket을 사용합니다.지속적 통합을 위해 Circle CI를 주로 사용합니다.flake8, mypy, eslint 등의 각종 정적 분석기를 적극적으로 활용합니다.주요 협업 도구로는 Slack과 JIRA, Confluence를 전 직원이 사용합니다.\n"]}