{"url":"https://www.rocketpunch.com//jobs/70104/%EB%B8%8C%EB%9E%9C%EB%93%9C-%EB%A7%88%EC%BC%80%ED%8C%85-%EC%BD%98%ED%85%90%EC%B8%A0-%ED%81%AC%EB%A6%AC%EC%97%90%EC%9D%B4%ED%84%B0-%EC%B1%84%EC%9A%A9","title":"브랜드 마케팅 콘텐츠 크리에이터 채용","origin":"에이프로코리아","start_date":"02/06 ","newbie":"경력","content":["\n        주요 업무\n        - 브랜드 콘텐츠(이미지, 영상 등) 기획 및 제작 총괄- 브랜드 소셜채널 운영 및 효과측정- 소셜 이벤트, 프로모션 등 기획 및 운영\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          온라인마케팅\n          디지털마케팅\n          소셜마케팅\n          콘텐츠마케팅\n          페이스북\n          브랜드마케팅\n          바이럴마케팅\n        \n      ","\n        채용 상세\n        1. 담당업무- 브랜드 이미지 콘텐츠 스토리/디자인 기획 및 총괄- 브랜드 영상 콘텐츠 기획 및 촬영/제작 총괄- SNS/커뮤니티 콘텐츠 게재 및 효과측정- 마케팅 이벤트 캠페인 소셜/커뮤니티 부문 담당- 기타 마케팅 활동 전개2. 자격요건- 경력: 콘텐츠 마케팅 유관 기업/부서 경력 1~3년- 콘텐츠 기획 및 제작 경력자(마케팅 영상 기획/제작 경력 필수)- 브랜드 SNS 및 커뮤니티 관리/운영 경력 우대- 콘텐츠 기획/제작 포트폴리오 제출 필수3. 우대사항- 디지털자산(암호화폐) 거래소 마케팅 경력- 디지털자산(암호화폐) 업계 유관 마케팅 경력- 개인 SNS/유튜브 채널 운영 사례 보유4. APROBIT 자랑거리- 탄력근무제 (9-6 or 10-7)- 오고 가는 자유로운 소통 (닉네임 + 타운홀 + 무지의 인지)- 라떼 Free-zone (라떼는 말이야..)- 도서비 지원 (무럭무럭! 성장하라)- 분기별 팀 문화 활동 (알콜 대신 문화 섭취)- 자유 복장 (형광색 좋아하시는 분 계심)- 탕비실 사육 (급식실 수준)- 점심 식대 법카 제공 (해피런치)- 연차 (자유롭게)- 맑은 공기 (어딜 가나 보이는 공기청정기)- 선릉역5. APROBIT 이렇게 일해요- 자율과 책임의 OKR -  에이프로빗은 OKR (Objective Key Result) 시스템에 기반하여 목표\u0026방향을 함께 설정하고 달성합니다.  OKR 달성을 위해 팀 별 세부 OKR을 설정하고, 직원 개인은 주도적으로 업무를 진행합니다.  회사가 하나의 거대한 팀이 되어 운영되는 ‘팀플레이 마인드’가 필요합니다. 어떻게 일하셔도 좋습니다.  능력으로 대화하고 책임으로 결과를 보여줍니다.- 탄력근무제 -  9 or 10 출근 18 or 19 퇴근 탄력근무제입니다.  근태보다는 성과를, 야근보다는 집중하는 일과를 지향합니다.  직원분들이 일에만 집중할 수 있는 문화를 제공합니다.- 콜 미 바이 닉네임 -  자유로운 의사 교환을 위해 전 직원 (임원 제외) 닉네임을 이용합니다. 담당자는 축구게임을 져서  일주일 간 닉네임이 루저가 되었습니다. 또한, 2-3주 간격으로 타운홀(townhall)을 진행해 전사 공지,  에이프로빗 진행 상황 공유, 건의사항 등을 나누며 전 직원이 같은 방향을 바라보며 함께 성장할 수 있도록 소통합니다.- 라떼 프리존 -  블록체인 \u0026 암호화폐 업계가 신생인 만큼 새로운 것에 도전하는 열려있는 사고의 직원분들과 함께 합니다.  `원래 그랬으니까 이래야 해` 식의 사고를 지양합니다. 블록체인과 암호화폐가 없던 원래 세상에서도  우린 분명 잘 살고 있었으니까요.- 도서비 지원 -  지식에는 성장판이 없습니다. 무럭무럭 성장하시고 우리의 우주선, 에이프로빗도 멋지게 만들어주세요.- 팀 문화 활동 -  분기별 팀 문화 활동을 지원합니다. 회색도시 서울에 지친 삶에 다채로움을 채워 넣어요.- 사무실 흡사 런웨이 -  모델 출신 직원분의 협찬 의류 패션쇼를 볼 수 있습니다. 일에만 집중할 수 있도록 편하게 입고 즐겁게 일해요. - 탕비실에 두부가 왜 있어? -  탄산수부터 생식, 햇반, 심지어 한강에서 끓여먹는 라면 기계까지. 졸릴 때마다 먹는다던 과자가 이렇게 많아질 줄은..- 법카 점심 -  제일 맛있는 밥, 남이 사주는 밥?? 점심 식사를 위해 팀 별 법인카드가 제공됩니다. ※ 입사지원 서류 및 면접 관정에서 허위사실이 발견될 경우 최종합격 이후에도 채용이 취소될 수 있습니다.\n            \n              \n                  \n                \n            \n          "]}