{"url":"https://www.rocketpunch.com//jobs/67685/%EC%8B%A0%EC%9E%85-%ED%81%B4%EB%9D%BC%EC%9A%B0%EB%93%9C-%EC%86%94%EB%A3%A8%EC%85%98-%EC%BB%A8%EC%84%A4%ED%8C%85","title":"(신입) 클라우드 솔루션 컨설팅","origin":"오케스트로","start_date":"01/14 ","newbie":"인턴신입","content":["\n        주요 업무\n                    인공지능, 빅데이터 등의 최신기술을 활용하여 국내 최고의 지능형 클라우드 시장을 선도하는 오케스트로에서 함께 성장할 인재들을 모십니다.2018년 5월에 창립한 오케스트로는 빠른 속도로 성장하고 있는 기업으로써 현재까지 국방통합데이터센터, 국가정보자원관리원, 지역정보개발원, 전국 시도 지자체 등 국가 핵심기관으로부터 기술력을 인정받아 국산 클라우드 시…\n            더 보기\n            인공지능, 빅데이터 등의 최신기술을 활용하여 국내 최고의 지능형 클라우드 시장을 선도하는 오케스트로에서 함께 성장할 인재들을 모십니다.2018년 5월에 창립한 오케스트로는 빠른 속도로 성장하고 있는 기업으로써 현재까지 국방통합데이터센터, 국가정보자원관리원, 지역정보개발원, 전국 시도 지자체 등 국가 핵심기관으로부터 기술력을 인정받아 국산 클라우드 시장에서 격변을 일으키고 있습니다.자사가 보유한 독보적인 기술력은 오케스트로의 구성원들이 만들어낸 최고의 결실입니다. 유동적인 조직배치를 통해 원하시는 분야에 정착하여 스페셜리스트(Specialist)로서 전문성을 갖추실 수 있도록 전적으로 지원하며 개인 커리어로서의 성장 또한 전적으로 지원합니다.오케스트로는 인공지능, 빅데이터, 클라우드의 신기술을 경험할 수 있는 최적의 환경을 제공합니다. 오케스트로가 제공하는 자율적이고 수평적인 팀 조직은 모든 구성원들이 연구 개발에 집중할 수 있도록 최적의 환경을 제공합니다. 또한 개인의 의견을 존중하고 이를 통해 모두가 참여할 수 있는 기업문화를 함께 만들어 나가고 있습니다.오케스트로는 변화하고 성장하는 스타트업의 표본입니다. 앉고, 서고, 눕고, 자고 원하는 형태의 업무 방식을 마음껏 누리실 수 있습니다. 항시 비치된 간식을 자유롭게 드실 수 있고, 최고의 근무환경인 여의도 IFC에서 멋진 전경을 감상하며 원하는 때에는 언제든지 휴식을 취하실 수 있습니다.늦지 않았습니다. 지금 오케스트로와 함께하세요.\u003c클라우드 솔루션 컨설팅\u003e- 클라우드 솔루션 컨설팅- 브랜드 / 제품 마케팅- 사업 이행 및 업무 관리 지원\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          클라우드\n          IT컨설팅\n          솔루션\n          솔루션기획\n          사업관리\n          브랜드마케팅\n          브랜드전략\n        \n      ","\n        채용 상세\n                    1. 필요 역량(1) 성장하고자 하는 분- IT 기술에 대한 배움의 열정을 가지신 분 (전공 무관)- 팀 안에서 같이 배우고, 같이 성장하는데 성취와 보람을 느끼시는 분(2) 문제해결 역량- 문제와 원인을 빠르게 파악하고 해결하는 상황 대처 능력- 고객의 니즈를 파악하고 이에 맞는 해결책을 제시할 수 있는 능력(3) 문서화 역량- 핵심적인 내용을 간…\n            더 보기\n            1. 필요 역량(1) 성장하고자 하는 분- IT 기술에 대한 배움의 열정을 가지신 분 (전공 무관)- 팀 안에서 같이 배우고, 같이 성장하는데 성취와 보람을 느끼시는 분(2) 문제해결 역량- 문제와 원인을 빠르게 파악하고 해결하는 상황 대처 능력- 고객의 니즈를 파악하고 이에 맞는 해결책을 제시할 수 있는 능력(3) 문서화 역량- 핵심적인 내용을 간결하게 문서화하여 전달할 수 있는 능력- 영업 자료, 브로셔, 피피티 등 기본적인 문서 작업 능력(4) 커뮤니케이션 역량- 의견을 빠르게 수렴하고 명료하게 제시하는 것에 거리낌이 없으신 분- 스스로에 대한 동기부여가 확실하신 분- 능동성을 갖추고 자기 주도적으로 업무를 수행하시는 분2. 우대사항- 필요 역량을 갖추셨다면 학력 / 나이 / 전공 / 성별 모두 무관합니다. 성과에 따른 충분한 보상을 지원해드릴 것을 약속드리며, 원활한 의사소통을 통해 주어진 문제를 함께 해결하고 빠르게 비즈니스를 성장시킬수 있는 분을 기다리고 있습니다. 많은 지원 부탁드립니다.\n"]}