{"url":"https://www.rocketpunch.com//jobs/69665/iOS-%EA%B0%9C%EB%B0%9C%EC%9E%90-iOS-Developer","title":"iOS 개발자 (iOS Developer)","origin":"디플리","start_date":"02/28 ","newbie":"신입경력","content":["\n        주요 업무\n                    딥러닝 기반 오디오 분석 서비스를 제공하기 위한 iOS 네이티브 앱을 함께 만들어갈 프론트엔드 개발자 분을 구합니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          iOS\n          Swift\n          Firebase\n        \n      ","\n        채용 상세\n                    안녕하세요. 소리에 담긴 의미를 찾는 사운드 AI 스타트업 디플리에서 개발자를 구합니다. 디플리는 육아가 서툰 초보 부모나 청각 장애를 가진 가진 부모를 위해 아기의 울음소리를 분석해주는 육아 도우미 앱을 만들고 있습니다. 또한 여성의 비명소리와 등을 감지하는 비상 상황 감지 시스템, 공장에서의 기기 오작동과 장비 마모 등을 감지하는 오디오 기반 모…\n            더 보기\n            안녕하세요. 소리에 담긴 의미를 찾는 사운드 AI 스타트업 디플리에서 개발자를 구합니다. 디플리는 육아가 서툰 초보 부모나 청각 장애를 가진 가진 부모를 위해 아기의 울음소리를 분석해주는 육아 도우미 앱을 만들고 있습니다. 또한 여성의 비명소리와 등을 감지하는 비상 상황 감지 시스템, 공장에서의 기기 오작동과 장비 마모 등을 감지하는 오디오 기반 모니터링 시스템 등 다양한 타 기업과의 오디오 딥러닝 기반 R\u0026D 프로젝트도 함께 진행되고 있습니다. 디플리는 이러한 서비스의 개발 및 운영 뿐만아니라, 대용량의 미디어 데이터 수집 및 전처리, 딥러닝 모델 개발 과정까지 딥러닝 기반 서비스의 개발 및 운영 전 과정을 자체 역량으로 진행해오고 있습니다. 이러한 디플리의 딥러닝 기반 서비스를 함께 만들어갈 개발자 분을 구합니다. ■ 회사 소개 저희는 서로에 대한 신뢰 속에서 즐겁고 신나게 일할 수 있는 문화를 가지고 있고, 이 점을 무엇보다 소중하게 생각하고 있습니다. 이런 팀 문화 이외에도 아래와 같은 몇 가지 소개하고 싶은 내용들이 있습니다. - 페이스북과 구글의 글로벌 스타트업 엑셀러레이팅 프로그램에 모두 선정된 한국 최초의 스타트업- 창업자 및 초기 멤버로서 100억 이상의 투자를 유치하고 40명 이상의 규모로 스타트업을 성장시킨 경험 보유  - CES 2020 및 MWC 2020 (2020년 2월 예정) 참가, AI with Google 2019 행사 발표 (speaker), F8 (Facebook Developer Conference) 초청- 카이스트, 서울대, 연세대 출신의 신호처리, 오디오 인공지능, 네트워크 보안 전공 석박사로 구성된 멤버■ 근무 환경 - 고용형태 : 정규직 (수습기간 3개월)- 위치: 광화문 SFC (서울파이낸스센터)- 시간: 주 5일, 유연한 근무시간 (11 ~ 5시 협업 시간, 하루 8시간)- 맥북, 모니터 등 개인 개발 장비 제공- 개발 관련 서적 구매 / 세미나 참가 지원   - 딥러닝용 서버 (NVIDIA TITAN V, RTX 2080 TI GPU)- 무제한 간식 및 커피 ■ 하실 일 [ iOS 개발자 ] 디플리는 올해 초 현재 북미와 유럽 시장을 중심으로 WAAH Android 앱을 런칭해서 운영을 시작한 상태이며, iOS 버전 역시 개발이 마무리 단계에 있는 상태입니다. 이 WAAH iOS 앱을 함께 개발하고 운영해가실 개발자 분을 구합니다. 주요 업무 - iOS (Swift) 기반 네이티브 앱 WAAH 개발 - Firebase 백엔드 연동■ 지원 자격 [ 신입 ]- Object Oriented Programming, Data Structure, Network, Database 등 컴퓨터과학에 대한 전반적인 이해- 자유롭게 사용할 수 있는 한 가지 이상의 프로그래밍 언어 (종류 무관)[ 경력 ] - iOS 실서비스 앱 개발 및 운영 경험 1년 이상■ 선호하는 분 아래와 같은 경험과 능력을 가지신 분이면 더욱 좋겠습니다. - 일반 사용자를 대상으로 한 프로젝트를 공개/런칭 경험이 있으신 분 (앱, 웹서비스, 기술 블로그, GitHub repository 등)- 영어로 된 자료를 읽고 활용하는데 어려움이 없으신 분- Firebase 연동 실서비스 앱 개발 경험이 있으신 분 - 딥러닝에 대한 기본적인 이해가 있으신 분- 딥러닝 기반의 앱/웹 서비스를 개발 및 운영해보신 분■ 디플리의 문화   그리고 굉장히 중요한 또 하나, 디플리의 문화와 잘 어울리는 분이었으면 좋겠습니다. - 자신의 분야에 대한 기술적인 내용과 자신의 판단을 다른 사람에게 잘 설명할 수 있으신 분- 서로 의견이 다르더라도 다른 사람의 의견을 존중하며 대화를 이어나갈 수 있으신 분- 스타트업의 문화와 분위기를 이해하고, 이를 함께 만들어간다는 책임감을 가지신 분- 새로운 것을 배우고 시도하는 것을 두려워하지 않으시는 분. 동시에 새로운 방식의 위험과 한계도 잘 이해하시는 분저희는 오디오 인공지능, 신호처리, 네트워크 보안 등 공학 뿐만 아니라 심리학, 디자인 등 조금씩 다른 전공을 한 멤버가 모여 각자의 전문성을 살려 시너지를 내고 있는 팀입니다. 따라서 어떤 문제를 바라보는 시각이나 해결 방법이 서로 다를 수 있습니다. 이럴 때 서로의 전문성에 대한 신뢰와 존중 위에서 더 나은 판단을 이끌어낼 수 있는 훌륭한 커뮤니케이션 능력을 가지신 분이면 좋겠습니다. 신입 지원자분들께는 위의 내용이 어렵게 느껴질 수도 있습니다만, 자신있게 지원해주시면 좋겠습니다! ■ 지원 방법 - 로켓펀치 지원 (자유 양식 CV 첨부)- 이메일 주소(recruit@deeplycorp.com)로 자유양식 CV 제출\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                  \n                \n            \n          \n            \n              \n                  \n+3                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}