{"url":"https://www.rocketpunch.com//jobs/70106/Data-Engineer","title":"Data Engineer","origin":"미소","start_date":"02/26 ","newbie":"경력","content":["\n        주요 업무\n                    미소의 Product Team은 1. 고객은 만족스러운 서비스를 받고 2. 파트너는 적합한 일자리를 신청할 수 있도록 Product를 만듭니다. 예로, 파트너 앱에선 사용자 행동 패턴을 분석해 수많은 일자리 중 특정 일자리를 노출하고 서비스 완료까지 유저의 경험을 확인합니다. 또한, 최상의 품질을 유지하기 위해 파트너의 평점을 관리합니다. 미소 Pr…\n            더 보기\n            미소의 Product Team은 1. 고객은 만족스러운 서비스를 받고 2. 파트너는 적합한 일자리를 신청할 수 있도록 Product를 만듭니다. 예로, 파트너 앱에선 사용자 행동 패턴을 분석해 수많은 일자리 중 특정 일자리를 노출하고 서비스 완료까지 유저의 경험을 확인합니다. 또한, 최상의 품질을 유지하기 위해 파트너의 평점을 관리합니다. 미소 Product Team은 개발자와 디자이너, Data 전문가로 구성되어 있습니다. 팀원들은 자유롭게 의견을 제시하고 함께 논의하는 환경 안에서 다양한 프로젝트를 진행합니다. 흥미로운 문제들을 기술적으로 해결할 수 있는 업무에 도전해보고 싶은 분을 환영합니다!\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Python\n          NoSQL\n          Go\n          Scala\n          Java\n          Ruby\n          Node.js\n          MongoDB\n          Elasticsearch\n          druid\n          Docker\n          workflow\n          docker-swarm\n          prototyping\n          Hadoop\n          spark\n          Kafka\n          Amazon AWS\n          Redis\n        \n      ","\n        채용 상세\n                    [미소에서 하게 될 업무는요]미소의 Data Engineer는 머신러닝과 예측 분석을 통해 고객의 선호와 트렌드, 데이터 인사이트를 찾아내 고객에게 행복한 순간을 더욱 많이 제공하려 합니다.미소의 Data Engineer 는 프로젝트별 여러 이해관계가 있는 팀들의 데이터 흐름과 수집을 최적화할뿐만 아니라, Data pipeline architectu…\n            더 보기\n            [미소에서 하게 될 업무는요]미소의 Data Engineer는 머신러닝과 예측 분석을 통해 고객의 선호와 트렌드, 데이터 인사이트를 찾아내 고객에게 행복한 순간을 더욱 많이 제공하려 합니다.미소의 Data Engineer 는 프로젝트별 여러 이해관계가 있는 팀들의 데이터 흐름과 수집을 최적화할뿐만 아니라, Data pipeline architectures를 구축하고 유지, 최적화를 수행합니다. 또한 프로젝트를 진행하면서 일관된 Data delivery architecture를 최상의 상태로 유지합니다.▶미소의 Businees에 맞춰 대량의 복잡한 Data set을 가공▶데이터 가공과 정보 검색을 위한 툴을 개발▶Data pipeline을 개발, 관리▶Data analyst와 Data scientist가 미소의 Product를 최적화하기 위한 데이터 툴을 개발▶지속적으로 Data model을 개발▶유지와 확장이 가능한 효율적인 솔루션을 구축하고, 데이터 아키텍쳐 고도화▶미소 Product팀 개발자, Data analyst, Data scientist와 협업하여 데이터 시스템 기능을 최적화  [이런 분과 함께하고 싶습니다]▶통계학, 컴퓨터 관련 학사 이상 (석/박사 우대)▶영어 Fluent 필수 (영어로 업무가 가능하신 분)▶Java, Scala, Go, Python 중 하나 이상을 사용한 프로그래밍 스킬▶대량의 데이터를 활용해 제품혁신을 경험해보신 분 ▶NoSQL data base 또는 관련된 Data base 경험 ▶전문적인 통계지식과 인사이트를 보유하고, 가설 테스트/실험/인과 추론에 열정을 보유한 분 (quasi-experimentation a plus!)[이런 분을 우대합니다]▶기타 데이터 분산 시스템 (Elasticsearch, Druid) 활용가능 혹은 지식을 보유한 분▶확장성 데이터 아키텍쳐와 스키마 설계(schema design) 경험하신 분▶Docker 개발 및 배포, Workflow 가능하신 분▶Microservice를 효율적으로 사용하기 위해 Docker Swarm을 경험해보신 분▶개발 Cycle 동안 데이터 기능통합 스킬과 민첩하고 빠른 Prototyping 스킬이 가능하신 분 ▶빅데이터 툴(hadoop, spark 등)을 사용한 경험이 있으신 분 [미소의 기술 스택]▶Web Frontend: React JS, Redux, Webpack, Babel▶Backend: Micro services written in Python, Ruby, Node and Go▶Infrastructure: AWS, Docker, ECS, Serverless▶Android: React Native, Native Android (Kotlin)▶iOS: React Native, Objective-C▶Design: Sketch, Abstract, Overflow, Adobe, Zeplin▶Data Science: Go, Python▶Collaboration tools: Gitlab, Slack, Zeplin [보상 및 혜택]▶정직원 Stock Option 보상▶홈클리닝 서비스 제공▶4대보험 가입 및 퇴직금 별도▶회사 제휴 혜택 제공 (차량/의류/레스토랑/병원/복지몰/병원 할인 등) [업무환경]▶비즈니스 조직과 Product 조직이 Alignment 가 잘 맞는 조직문화▶맥북 Pro 및 듀얼 모니터 제공▶유연근무제 시행▶휴게공간 라운지 이용 24/7▶조식 제공 및 간식, 커피, 크래프트 비어 무제한▶핫플레이스 성수 근무 [지원서류 및 절차]▶서류: 영문이력서 + 영문 경력기술서 (*영문 기재 필수)▶절차: 서류전형 - 홈테스트 - 면접전형(최대 3회) - 레퍼런스 체크 - 최종합격  [근무기간 및 장소]▶근무기간: 정규직 (수습기간 3개월)▶근무시간: 주 5일 근무▶근무장소: 성수역 부근 (서울특별시 성동구 아차산로 68, 10~12층) [기타 유의사항]입사지원 서류에 허위사실이 발견될 경우, 채용 확정 이후라도 채용이 취소될 수 있습니다.\n"]}