{"url":"https://www.rocketpunch.com//jobs/66664/Data-Scientist","title":"Data Scientist","origin":"코드스테이츠","start_date":"02/29 ","newbie":"경력","content":["\n        주요 업무\n                    1. Data Science 교육 콘텐츠 개발- 실무 현장에 필요한 콘텐츠 중심으로 이루어지는 Data Science 커리큘럼 개발- 코스 졸업자에 대해 기업이 기대하는 아웃풋을 지속적인 연구, 인터뷰 및 정보수집을 통한 커리큘럼 재조정- Python, Statistics, Linear Algebra 등의 데이터 분석, 과학을 위한 선행 교육 과정 …\n            더 보기\n            1. Data Science 교육 콘텐츠 개발- 실무 현장에 필요한 콘텐츠 중심으로 이루어지는 Data Science 커리큘럼 개발- 코스 졸업자에 대해 기업이 기대하는 아웃풋을 지속적인 연구, 인터뷰 및 정보수집을 통한 커리큘럼 재조정- Python, Statistics, Linear Algebra 등의 데이터 분석, 과학을 위한 선행 교육 과정 컨텐츠 제작- Data Engineering, Machine Learning, Deep Learning 교육 과정 컨텐츠 제작- 실무에 가까운 수강생 hands-on-training 형태의 과제 설계, 제작, 코칭2. 분석/예측 모델 개발- 학생들이 생성하는 다양한 데이터를 바탕으로 개인별 분석 및 학습 성공 예측 모델 개발- 학생들의 소득 공유 금액 회수 분석/예측 모델 개발- 코드스테이츠의 다양한 데이터(학습/채용/금융 등)에 기반한 서비스 제안3. 학습 지도- 지속적인 자기주도 학습 유도- 개인/팀 프로젝트 방향 설정 및 코칭- 데이터 직무 취업 컨설팅 및 커리어 멘토링• 참고사항신규 데이터 과학 / 머신 러닝 / 데이터 분석 코스 신설로 인해 초기 주요 업무의 대부분은 코스 콘텐츠 개발 및 신규 코스 런칭을 주도적으로 리드해 주실 분들을 찾고 있습니다. 코드스테이츠가 자랑하는 부트캠프 운영의 노하우와 Teaching Assistant (TA), 교육 매니저가 함께 투입, 지원됩니다.꼭 아래 링크를 통해서 지원해주세요.https://code-states.breezy.hr/\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Data Science\n           Data analysis\n          Machine Learning \n          머신러닝\n          기계학습\n          데이터분석\n          데이터사이언스\n        \n      ","\n        채용 상세\n                    [채용절차]1. 서류 전형 (이력서 + 사전 질문): https://code-states.breezy.hr/2. 1차 화상 인터뷰3. 과제 전형 (최종 과제)4. 2차 온사이트 인터뷰[자격요건]- Data Scientist, Machine/Deep Learning Engineer 경력 1년 이상 혹은 그에 준하는 경력- 교육에 대한 철학과 열정- 커…\n            더 보기\n            [채용절차]1. 서류 전형 (이력서 + 사전 질문): https://code-states.breezy.hr/2. 1차 화상 인터뷰3. 과제 전형 (최종 과제)4. 2차 온사이트 인터뷰[자격요건]- Data Scientist, Machine/Deep Learning Engineer 경력 1년 이상 혹은 그에 준하는 경력- 교육에 대한 철학과 열정- 커뮤니케이션 스킬 및 협업 능력- Data Science 에 대한 깊은 이해- 학습자의 입장에서 생각할 수 있는 공감 능력- 다양한 사람들과 잘 어울려서 일할 수 있는 분- 자기주도적으로 일할 수 있는 태도- 문제를 스스로 정의하고 해결할 수 있는 분- 긍정적인 마인드를 가지고 새로운 일에 도전하기 좋아하는 분- 일의 우선순위를 먼저 정하고, 꼼꼼하게 처리할 수 있는 분- 데이터 기반 예측/분석 모델링 경험이 있으신 분- 머신러닝, 데이터 모델링 관련 논문을 이해하고 활용할 수 있는 분- 데이터 분석/모델링을 위한 언어 및 프레임워크 사용에 익숙한 분[우대사항]- 데이터 수집, 전처리, 분석, 결과 공유 등의 전체적인 프로세스를 경험한 분- 영어로 원활하게 학습하고 의사소통할 수 있는 분- 데이터 사이언스 및 머신러닝, 딥러닝 현직 경험자 및 부트캠프 경험자- 테크 블로거, 유튜브 교육 컨텐츠 크리에이터- 스스로만의 강의 및 코칭 노하우와 철학을 가지고 계신 분[코드스테이츠 복지]- 회사에서 제공할 수 있는 최고의 복지는 최고의 동료들과 팀이라고 생각합니다. 코드스테이츠에서는 구성원들의 성장과 즐거운 업무 환경을 만들 수 있도록 꾸준히 복지를 늘려가고 있습니다.**도서 지원**우리는 글을 읽고, 쓰는 사람들을 좋아합니다. 업무와 연관된 책 구매를 지원합니다. 단, 한 책을 읽고 배우거나 느낀 점을 팀과 간단하게라도 공유한 이후에, 다음 책을 구매할 수 있습니다.**교육비 지원**업무와 연관된 온라인 강의(Udemy) 신청 시 지원합니다. 도서와 마찬가지로 강의 수강 후에 최소한의 후기를 공유해야 합니다.**워크샵, 세미나, 컨퍼런스 지원**우리는 개인의 성장이 곧 팀의 성장이라고 믿습니다. 따라서 팀원 개인이 성장할 수 있도록 업무와 관련된 워크샵, 세미나, 컨퍼런스 등을 적극적으로 지원하고 있습니다. 다녀온 뒤에는 후기를 함께 공유하여 모든 팀원에게 도움이 될 수 있도록 합니다.**장비 지원**업무에 필요한 기본 장비(맥북, 모니터 등)는 입사시 제공합니다. 아이패드 등 기타 추가로 필요한 장비도 업무에 필요하다면 언제든 요청할 수 있습니다.**코드스테이츠 프로그램 무료 참여**코드스테이츠의 교육 프로그램에 모두 무료로 참여 가능합니다. 현재 오픈되어 있는 Software Engineering 과정 뿐만 아니라 추후 오픈 예정인 Growth, Product Management, Data 과정도 모두 무료로 수강할 수 있습니다.**쾌적한 사무실**하루의 대부분을 보내는 사무실 공간은 매우 중요한 부분이라고 생각합니다. 코드스테이츠는 패스트파이브 삼성 3호점을 사용하고 있습니다. 프라이빗 오피스 뿐만 아니라 라운지 등을 활용해서 쾌적하고 청결한 공간에서 일할 수 있습니다. 이 모든 공간은 패스트파이브 직원분들이 매일 청소해 주십니다. 또한 공유 오피스에서 우유, 커피, 차, 맥주도 기본적으로 제공합니다.**점심식사 제공**사무실 출근 시 점심은 주변 식당이나 샐러드를 주문해서 함께 먹습니다. 1만원 이내에서 자유롭게 메뉴를 선택합니다. 야근을 지향하는 문화는 아니지만, 필요한 경우 야근을 할 때가 있습니다. 그런 때에도 물론 저녁식사가 제공됩니다.**회식 및 워크샵**회식을 자주 하는 문화는 아니지만 분기에 한번씩 평소에 잘 가지 않는 맛집에 가서 맛있는 음식과 와인 등을 함께 먹는 회식을 합니다. 6개월에 한번씩 워크샵을 통해 휴식을 취할 수 있는 시간을 갖습니다.**와인데이**와인을 사랑하는 대표의 영향으로 크루들이 함께 와인을 마시는 와인데이를 운영하고 있습니다. 사무실에서 수많은 와인을 보실 수 있습니다.**오전 8시 ~ 11시 자율 출근**사람마다 가장 효율적으로 일할 수 있는 시간대가 다르다고 생각합니다. 따라서 오전 8시 ~ 11시 사이에 본인이 원하는 시간대를 스스로 선택해서 출근할 수 있습니다.**유연한 원격근무**주 1회 리모트 근무를 통해 원하는 곳 어디서나 일할 수 있습니다.**성과에 따른 합당한 보상 제공**단순 급여 뿐만 아니라 스톡옵션 패키지 제안을 통해 회사의 성장과 함께 크루들이 더 큰 보상을 가져갈 수 있도록 합니다. 탁월한 성과를 내는 분에게는 연간 단위의 보상 논의보다 빠르게 보상을 제안합니다.**성장하는 회사에서 함께하는 뛰어난 멤버들과의 협업 기회**3년 안에 62%의 스타트업이 문을 닫는다고 합니다. 하지만 코드스테이츠는 2016년 이후 매년 성장을 거듭하고 있습니다. 2018년 첫 투자, 2019년 추가 투자를 유치하고, 빠르게 회사가 성장하고 있습니다. 또한 한국, 미국, 유럽 등에서 경험을 쌓은, 다양한 배경을 가진 뛰어난 크루들이 실제 성과를 만들고 있습니다. 현재는 대부분 한국에 파트너 회사가 있지만 앞으로는 싱가폴, 일본, 동남아, 유럽, 미국 등 다양한 지역에 엔지니어를 필요로 하는 파트너 회사들을 발굴할것입니다. 이에 따라 글로벌한 회사들과 협력하는 일들이 늘어날 예정입니다.[Core Values]1. Autonomy**우리는 자기주도적으로 문제를 설정하고 해결책을 찾습니다.**코드스테이츠는 자기주도적인 학습을 매우 중요시합니다. 일할 때도 마찬가지로 누가 일을 주기를 가만히 기다리기 보다는 스스로 중요한 문제를 설정하고 그에 대한 해결책을 찾아갑니다. 또한 월간, 주간 계획을 스스로 세우고 본인의 업무를 진행합니다. 매 분기 Self Review 양식을 통해 자신의 성과를 스스로 평가합니다. 본인의 할 일 관리는 Asana(todo list)를 사용합니다.**각자의 영역에서 본인이 권한과 책임을 갖고 스스로 결정합니다.**R\u0026R(Role and Responsibility, 역할과 책임)을 먼저 명확히 정합니다. 동료들에게 다양한 피드백을 요청할 수 있지만 R\u0026R 에 따른 책임자가 최종 결정하며, 그에 따른 책임을 집니다. 이러한 의사결정 구조를 가지면 대표나 팀 리더의 별도 승인 없이 빠르게 실행하여, 실수나 부족한 점이 있다면 배우고 다음 번에 더 나은 결정과 실행을 할 수 있게 됩니다.2. Team-Driven**우리는 개인보다 함께 일 하는 전체 팀을 먼저 생각합니다.**우리는 개인의 이익만을 우선하지 않고, 전체 팀의 이익을 생각합니다.다른 동료의 일을 도와주는 것도 중요한 업무입니다. 업무에 대한 평가에서도 매 분기 진행되는 Peer Review(동료 평가)를 중요한 근거로 활용합니다.**동료들과 협업을 더 잘 하기 위해 도움이 되는 서비스가 있다면 적극 도입합니다.**Slack(메신저), Asana(할 일 관리), Notion(회사 정보 및 모든 업무 가이드), Airtable(수강생, 기업 정보), Google Calendar(개인 및 팀 일정), Zoom(원격 회의 및 강의)등이 대표적으로 자주 이용하는 서비스 입니다.3. Move Fast, review, and improve**우리는 완벽하지 않더라도 빠른 실행을 통해 우리의 가설을 반복적으로 실험합니다.**새로운 일을 시작할 때 최소한의 시간과 노력으로 실험하고 결과를 볼 수 있는 방법을 선호합니다.빠르게 실행하고 결과를 분석하고 더 나은 방향으로 개선하는 작업을 반복합니다. 스스로 좋다고 생각하는 아이디어는, 자신의 영역에서 빠르게 실험하고 결과를 공유하는 방향으로 모두가 자신의 의견을 자유롭게 검증해 볼 수 있습니다. 결과가 좋지 않다면 다음 실험에서 더 좋은 결과를 낼 수 있도록 배울 점을 찾고, 결과가 좋다면 공유하고 서로 칭찬합니다.4. Continuous Learning**우리는 끊임없이 배우고 성장하기 위한 자기계발에 적극 투자합니다.**온라인 과정(Udemy, Udacity), 세미나, 컨퍼런스 등 함께 일 하는 멤버들의 성장을 위한 모든 종류의 교육을 적극 지원합니다.또한 우리가 사용하는 교육 소프트웨어를 직접 개발하는 과정을 통해 교육과 개발을 지속적으로 병행합니다.5. Transparency**우리는 서로 솔직하게 의사표현 합니다.**실수한 일을 숨기기보다는 공유하고 문제를 함께 해결할 수 있도록 노력합니다. 회고 시간을 갖고 팀으로서 잘했던 일을 칭찬하고, 아쉬웠거나 개선되어야 할 점을 솔직하고 자유롭게 논의합니다.누구나 회의의 진행자가 되어 회의를 이끌고 의견을 표현할 수 있습니다.경영진과의 일대일 면담을 통해 솔직한 이야기가 오갈 수 있도록 장려합니다.**우리는 회사의 정보를 가능한 투명하게 모두 공유합니다.**회사에 관한 거의 모든 정보는 Notion 을 통해 기록되고 공유됩니다.6. Outcomes-Driven**우리는 언제 어떻게 일하든 실제 달성한 업무 성과를 가장 중요시 합니다.**명확한 근무시간, 장소를 규정하기 보다 가장 효율적인 방식을 스스로 선택합니다.또한 오전 8시 ~ 11시 사이에 자유롭게 출근합니다.(오늘 아침 일어났는데, 잠이 부족하면 1시간 넉넉히 더 자고 일어나도 됩니다.) 패스트파이브 삼성 3호점에서 주로 근무하지만, 원격 근무 도입을 늘려가고 있습니다.우리가 목표로 하는 성과를 달성할 수 있다면, 시간과 장소는 크게 구애받지 않고 일할 수 있는 환경입니다.7. Automation**우리는 자동화할 수 있는 업무에 대해 끊임없이 고민합니다.**우리는 업무 자동화에 대해 계속 실험하고, 불필요한 리소스를 줄일 수 있는 방법을 함께 고민합니다. 그리고 실험하고 고민한 결과를 모든 크루와 공유하는 시간을 갖습니다.\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+1                \n            \n          \n            \n              \n                  \n                \n            \n          "]}