{"url":"https://www.rocketpunch.com//jobs/66483/Director-of-Strategy-People","title":"Director of Strategy \u0026 People","origin":"컬처플리퍼","start_date":"12/05 ","newbie":"경력","content":["\n        주요 업무\n                    I. Foundational StrategyII. People StrategyIII. Data-Driven Strategy\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          인재개발\n          채용\n          전략\n        \n      ","\n        채용 상세\n                    www.cultureflipper.comCulture Flipper is seeking our Strategy \u0026 People Director (a remote position with periodical on-site work). We are looking for someone who is immensely hands-on. Someone …\n            더 보기\n            www.cultureflipper.comCulture Flipper is seeking our Strategy \u0026 People Director (a remote position with periodical on-site work). We are looking for someone who is immensely hands-on. Someone who can help steer the team by contextually integrating Strategy and People. We  remember what Peter Drucker said: “Culture eats strategy for breakfast” We are also aware of the value of eating a healthy breakfast everyday. As Strategy \u0026 People Director, you will energize and guide the Culture Flipper Team in our cultural engagement. Like a healthy breakfast you will serve our strategy at the table every day. You will also be on the frontline of our expansion with talent acquisition and management. Our greatest asset is the top-notch creative language and design team we have assembled.  Your responsibilities will include:I. Foundational StrategyIdentify issues with project management, resource management, strategic planning \u0026 implementation and revenue structureFocus on strategic scaling and expansion of Culture Flipper’s services according to its long term visionWork closely with Creative Team to identify ongoing innovation opportunities in each groupCreate a sustainable business model that is consistent with Culture Flipper’s mission and growth goalsCreate, tabulate and analyze financial and other data related to existing and new projects.II. People StrategyHandle day-to-day HR tasks including payroll, performance reviews and benefits Help identify and recruit new team membersAct as a liaison between team members and the CEOPlan and carry out events for team members III. Data-Driven StrategyWork closely with the  Consumer Insights \u0026 Intelligence Team to prepare sales strategies to secure new clientsIdentify strategic partners for Culture Flipper and expand our client baseAnalyze the competitionEvaluate present contractsYou would be the ideal candidate, if you possess:A Bachelor’s degree with a focus in Business, Marketing or FinanceMBA preferred10+ years previous business strategy experience, preferably in the media or entertainment industry5+ years leadership experience5+ years experience in market analysis and scalingExperience in vendor management and contract negotiationExperience in data analytics, financial analysis and market researchStrong verbal and written communication skills both in Korean and EnglishAbility to travel overseas on an as needed basisExperience in handling team members’ grievances in a professional manner If your heart tells you that you are the right person for this position and would like to join us for culture flipping, please send your resume and cover letter:https://hire.withgoogle.com/public/jobs/cultureflippercom/view/P_AAAAAAGAAClCCTGJk1zLLg\n"]}