{"url":"https://www.rocketpunch.com//jobs/69402/co-founder-%EC%82%AC%EC%97%85%EC%B1%85%EC%9E%84%EC%9E%90","title":"co-founder 사업책임자","origin":"널리푸드랩","start_date":"03/02 ","newbie":"경력","content":["\n        주요 업무\n                    푸드랩에서 운영되는 신제품 출시와 프로젝트 운영을 담당합니다. 식품분야에서 이루어지는 전체적인 브랜드, 제품기획, 생산, 설비, 프로토타입, 완제품 공급과 판매 유통, 마케팅 등 대부분의 과정을 함께 합니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          경영전략\n          비즈니스 전략\n          세일즈전략\n          브랜드전략\n          사업전략\n          사업개발, 사업기획\n        \n      ","\n        채용 상세\n                    우리팀은 지난 2년간 끈기와 인내를 갖고 식품제조분야에 대한 지식과 기술을 습득하였습니다. 대부분 그렇게 생각하듯이 식품제조분야는 진입장벽이 꽤 어렵고 힘든 분야 라는게 맞는 말이기도 합니다. 또 한 멋이 안나는 분야이기도해서 우리같이 젊은 2~30대들은 웹서비스 하나 오픈 하는게 더 멋있다고 생각하는 것도 공감합니다.하지만 우리팀은 남들이 쉽게 안…\n            더 보기\n            우리팀은 지난 2년간 끈기와 인내를 갖고 식품제조분야에 대한 지식과 기술을 습득하였습니다. 대부분 그렇게 생각하듯이 식품제조분야는 진입장벽이 꽤 어렵고 힘든 분야 라는게 맞는 말이기도 합니다. 또 한 멋이 안나는 분야이기도해서 우리같이 젊은 2~30대들은 웹서비스 하나 오픈 하는게 더 멋있다고 생각하는 것도 공감합니다.하지만 우리팀은 남들이 쉽게 안하려고 하는 일을 하고자 마음먹었고 올바른 식품을 만드는 일은 세상에서 가장 영예로운 봉사 라는 마음가짐으로 작은 회사를 이끌어가고 있습니다. 컴퓨터 붙잡고 하는 사업은 아니라 식품제조가공업 허가에서 부터 제조설비, 공정 기술 습득에 꽤 큰 비용과 오랜 시간을 투자했습니다.덕분에 제 손에는 지문이 남아있지를 않아서 지문으로 열고 닫는 사무실 문도 잘 못 엽니다. 반대로 그 덕분에 액상식품, 기타가공품, 슈퍼푸드 등 우리분야에 대한 왠만한 식품유형 가공기술과 완제품 생산기술을 잘 활용할 줄 압니다.우리팀은 필드에서 정말 익스트림하게 움직여왔다고 볼 수있습니다. 솔직히 이만큼 고생해서 2년 가까이 회사 이끌어오는거 아무나 못하는 일이라는 나름대로의 자부심도 있고 다들 말이 좋고 패기는 있어서 이런 고생할 수 있다고 하지 몇 달 놔두면 대부분은 포기하고 도망 갈 겁니다.그런데 한가지 확실한건 우리팀의 끈기와 집념이 단순하게 지난 시간에 대한 집착이나 보상심리를 위한 행동이 아니라는 것 입니다. 우리는 회사를 처음 시작할 때 생각했던 계획보다 좀 더 고생하고 있습니다. 완전 문외한 분야를 시작했으면 이정도는 해야죠. 또 이런 고생은 우리같은 2-30대의 젊은 창업자가 갖춰야 할 마음가짐 이자 당연한 현상이라고 생각하기도 합니다.우리팀은 뿌리가 튼튼한 기업이 되고자 이만큼의 시간과 공을 들였고, 조만간 멋있는 신축건물로 제조실을 이전 할 예정입니다. 또 한 2020년 부터는 우리가 습득한 이 기술을 잘 활용해서 멋진 브랜드와 사람들의 일상에 도움이 되는 유익한 제품을 출시 할 계획입니다. 이에 따라 우리 회사의 목표와 가치를 전략적으로 수정하고 각 프로젝트를 함께 운영할 수 있는 초기창업자 급의 팀원을 찾고 있습니다.급여주면서 각 분야 머리좋은 직원들과 함께하려고 했는데 우리같은 식품제조 스타트업은 한국에 몇 없기도하고 투자해주는 엑셀러레이터나 VC들의 관심 밖 분야이기도 해서 현재 투자 유치중이긴해도 잘 안됩니다. 그래서 우리에게 남은 몇 안되는 비용에 본인의 러브머니를 더해서 돈 벌어가며 자체투자 할 계획 입니다. 그런데 이게 또 말처럼 쉬운 일은 아니라 섬세하고 정교하게 잘 해야합니다.그래서 창업을 해봤고 창업자로서 고통을 경험해본 사람으로만 팀원을 구성하기로 했습니다. 분야, 직무와 상관없이 본인의 역량이 확실하고 파워풀 하다고 자부심있으신 분은 프로필 제출해주세요. 그리고 본인의 MBTI 검사 결과 유형을 함께 전달해주셨으면 합니다. 지금 두명이서 회사를 운영하고 있는데 머리좋고 똑똑합니다. 바보가 아니라서 포르쉐 탈 정도의 비즈니스 플랜 정도는 가지고 움직입니다. 열정과 패기만 으로 함께 회사 하기는 어려우니 문제해결능력있고 모든 일에 마무리를 잘 할 줄 아는 분과 함께 하고 싶습니다.\n"]}