{"url":"https://www.rocketpunch.com//jobs/63916/Data-Scientist","title":"Data Scientist","origin":"번개장터 주식회사","start_date":"02/14 ","newbie":"경력","content":["\n        주요 업무\n                    번개장터 주식회사는 모바일 중고거래 No.1 플랫폼 번개장터와 중고 컨시어지 No.1 서비스 셀잇을 서비스하고 있습니다. 번개장터는 1,400만명 이상이 다운로드했고, 매월 450만명 이상의 이용자가 이용하고 있습니다.“누구나 숨 쉬듯 거래하는 세상을 만든다.”번개장터가 하려는 일입니다. 누구나 쉽게, 안심하고 거래하는 공간을 만들고 싶습니다. 마치…\n            더 보기\n            번개장터 주식회사는 모바일 중고거래 No.1 플랫폼 번개장터와 중고 컨시어지 No.1 서비스 셀잇을 서비스하고 있습니다. 번개장터는 1,400만명 이상이 다운로드했고, 매월 450만명 이상의 이용자가 이용하고 있습니다.“누구나 숨 쉬듯 거래하는 세상을 만든다.”번개장터가 하려는 일입니다. 누구나 쉽게, 안심하고 거래하는 공간을 만들고 싶습니다. 마치 숨을 쉴 때 의식하지 않는 것처럼, 번개장터에서 어떤 불편도 느끼지 않도록 하는 게 목표입니다.번개장터는 중고거래를 하면서 느끼는 불편함을 사용자와 함께 하나씩 해결하고 있습니다. 그 과정에서 ‘생활의 모든 것에는 가치가 있다’라는 믿음이 생겼습니다.누구나 쉽고 빠르고 안전하게 거래할 수 있다면, 모든 것의 가치가 커지는 세상이 된다고 믿습니다.번개장터 자세히 알아보기: http://bit.ly/BUNJANGData Scientist는 번개장터에서 수집되는 데이터를 분석하고 이를 활용하여 검색, 광고 최적화 등 서비스를 개선할 수 있는 다양한 모델링, 알고리즘 개발 업무를 수행합니다.담당 업무- 데이터 분석과 이를 기반으로 한 데이터 지표 추출 및 인사이트 도출- 중고거래와 관련한 다양한 문제를 해결하기 위한 데이터 마이닝 및 머신러닝 알고리즘 모델 개발- 추천/검색/광고 등의 데이터기반 서비스를 위한 API 및 배치 작업 설계, 개발, 운영- 번개장터에서 발생하는 다양한 데이터를 효과적으로 수집, 분석하기 위한 실시간 빅데이터 처리 컴포넌트 개발\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Data Science\n          data-analysis\n          Data Scientist\n          Data Modeling\n          알고리즘 개발\n          데이터사이언스\n          데이터마이닝\n        \n      ","\n        채용 상세\n                    담당업무- 데이터 분석과 이를 기반으로 한 데이터 지표 추출 및 인사이트 도출- 중고거래와 관련한 다양한 문제를 해결하기 위한 데이터 마이닝 및 머신러닝 알고리즘 모델 개발- 추천/검색/광고 등의 데이터기반 서비스를 위한 API 및 배치 작업 설계, 개발, 운영- 번개장터에서 발생하는 다양한 데이터를 효과적으로 수집, 분석하기 위한 실시간 빅데이터 …\n            더 보기\n            담당업무- 데이터 분석과 이를 기반으로 한 데이터 지표 추출 및 인사이트 도출- 중고거래와 관련한 다양한 문제를 해결하기 위한 데이터 마이닝 및 머신러닝 알고리즘 모델 개발- 추천/검색/광고 등의 데이터기반 서비스를 위한 API 및 배치 작업 설계, 개발, 운영- 번개장터에서 발생하는 다양한 데이터를 효과적으로 수집, 분석하기 위한 실시간 빅데이터 처리 컴포넌트 개발자격요건- 3년 이상의 유관 경력을 가지신 분- 컴퓨터공학, 통계학 등의 관련 학과 졸업, 혹은 이에 상응하는 기반 경험이 있으신 분 - 확률, 통계, 선형대수, 머신 러닝에 대한 기본 지식을 보유하신 분- Python/Java/Kotlin/Scala 중 하나 이상의 언어를 사용하여 개발한 경험이 있으신 분- 데이터베이스 및 SQL에 대한 기본 지식이 있으신 분- 데이터 분석 결과나 머신러닝 모델에 대한 프리젠테이션 능력이 있으신 분- 인덱싱, 해싱, 분산처리, 유사성 검색 등의 빅데이터 처리를 위한 자료구조 및 알고리즘 기본 지식이 있으신 분우대사항- AWS 에서의 서비스 개발 및 운영 경험이 있으신 분- Elasticsearch 활용 서비스 개발 및 운영 경험이 있으신 분- 딥러닝 모델 개발 및 서비스 운영 경험이 있으신 분\n\n            \n              \n                  \n                \n            \n          "]}