{"url":"https://www.rocketpunch.com//jobs/67283/%EC%9D%B8%ED%94%84%EB%9D%BC-%EB%8B%B4%EB%8B%B9-Engineer-%EA%B2%BD%EB%A0%A5%EC%9E%90-%EC%9A%B0%EB%8C%80","title":"인프라 담당 Engineer (경력자 우대)","origin":"트래블플랜","start_date":"  ","newbie":"경력","content":["\n        주요 업무\n                    프래블플랜에선 현재 구축되어있는 Cloud-based Services 들의 효율적인 관리 및 향후 제기될 수 있는 문제점을 개선 및 해결할 수 있으며. 더 나아가 서비스들을 더욱 efficient \u0026 scalable 만들고 싶은 열정이 있으신 인프라 개발자님을 찾습니다[담당업무]-\tCloud Services (AWS, Alicloud) 구축된…\n            더 보기\n            프래블플랜에선 현재 구축되어있는 Cloud-based Services 들의 효율적인 관리 및 향후 제기될 수 있는 문제점을 개선 및 해결할 수 있으며. 더 나아가 서비스들을 더욱 efficient \u0026 scalable 만들고 싶은 열정이 있으신 인프라 개발자님을 찾습니다[담당업무]-\tCloud Services (AWS, Alicloud) 구축된 시스템들을 관리 및 테스팅 하여 문제점 개선 및 해결-\t도커(Docker) 와 (k8s) 쿠버네티스 및 Monitoring service (ex. Istio) 등을 사용 하여 Load-balancing, Micro-servicing, Monitoring 등을 구축-\t내부 팀을 위한 프로그램 배포 및 테스트 자동화 구축 -\t서버 문제 및 위급한 시스템 문제 상황에서의 빠른 해결-\t프로젝트 플랜닝에 참여 하며, 시스템에 관한 risks, impact, costs, benefits 설계 함-\t현재 시스템 구조를 개선 하여 cost-efficient 하며 scalable 한 솔루션 구축\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          서버관리\n          Amazon AWS\n          devops\n          소프트웨어아키텍처\n        \n      ","\n        채용 상세\n                    [자격 요건]-\tNetworking security and protocols, Database, 그리고 Cloud System 관한 지식을 요함-\tProgramming Languages, 시스템 \u0026 서버 administration, 그리고 시스템 배포에 관한 지식을 요함-\tLinux 의 이해와 엔지니어들이 퍼포먼스 향상을 위한 Technica…\n            더 보기\n            [자격 요건]-\tNetworking security and protocols, Database, 그리고 Cloud System 관한 지식을 요함-\tProgramming Languages, 시스템 \u0026 서버 administration, 그리고 시스템 배포에 관한 지식을 요함-\tLinux 의 이해와 엔지니어들이 퍼포먼스 향상을 위한 Technical Tools들의 지식을 요함[우대 사항]-\tDocker 와 k8s 에 대한 지식-\tAWS 공인 DevOps 엔지니어 – 프로페셔널 자격자-      Big Data 설계에 대한 지식 (ex. Hadoop, Hbase, Kafka)[트래블플랜 복지]- 오전 9-11시 사이 자율 출근 + 주 1회 요일 선택 가능한 재택근무- 눈치보지 않고 쓸 수 있는 연차 + 수평적인 근무 환경- 탄탄한 경조 휴가와 경조금 지원- 동종업계 대비 경쟁력 있는 급여 측정 + 개발용 13인치 맥북 지원- 오피스 간식 및 커피 무한 제공 +회식 메뉴 투표를 통하여 자유 선택- 개발 교육비 및 도서비 지원과 여러 글로벌 세미나 참여 기회 제공[지원 방법]- 서류 : 자유 양식의 이력서(자기소개서) 및 포트폴리오- 알고리즘 테스트 : (서류전형 합격시) 별도의 코딩 테스트 이메일로 전달 예정. - 1차 인터뷰: Networking security and protocols, Database, OS 등 관련된 전반적인 지식 테스트- 2차 인터뷰: Cloud-based Services 관련 테스트 CDN, SLB, log systems, Docker \u0026 k8s 등 실제 클라우드 서비스들에 관한 문제들로 구성- Finally, 트래블플랜 멤버로 입사!\n"]}