{"url":"https://www.rocketpunch.com//jobs/70188/%EC%96%B8%EB%8D%94%EB%8F%85%EC%8A%A4Pro%ED%94%84%EB%A1%9C%EC%A0%9D%ED%8A%B8-%EC%B4%9D%EA%B4%84%EB%8C%80%EC%A0%84%EC%A7%80%EC%97%AD-%EA%B7%BC%EB%AC%B4","title":"(언더독스)Pro(프로젝트 총괄)(대전지역 근무)","origin":"언더독스","start_date":"02/27 ","newbie":"경력","content":["\n        주요 업무\n        '창업가의' 언더독스혁신 창업가들이 모여 시작한 스타트업.2015년,한 좁은 사무실에서 세상을 더 살만한 곳으로 바꿔보려는 창업가 5명이 둘러앉아 고민했습니다.'맨땅에 헤딩'하며 창업을 시작하고,소소한 성공도 이뤄보고, 대실패도 겪어보고...돈 주고도 살 수 없는 창업 경험,그리고 그 자리의 창업가들이 언더독스의 원동력이었습니다.실제 창업 경험과 노하우를더 많은 혁신 창업가에게효과적으로 전달할 수 있는 방법을 고민했고,'실전창업교육'이 바로 그 해답이었습니다.6주, 300시간 풀타임 창업교육'언더독스 사관학교 1기'를 기업으로혁신 창업가들이 창업 생태계 내에안정적으로 자리 잡고, 성장해나가도록 돕는 '실전창업교육'을본견적으로 시작했습니다.'창업가에 의한' 언더독스각 분야 전현직 창업가 ASSEMBLE.​언더독스의 창업교육은창업 과정 그 자체라는 점에서 남달랐습니다.실제 창업 경험을 기반으로 기획 및 운영하여그 어떤 문제 해결형 교육, 창업교육보다 현실적이고 성과중심적이었습니다.언더독스의 신념과 교육방식에공감해주시는 분들이 하나둘 늘어나면서2019년 12월까지 고객사 및 파트너사 83곳과105개의 크고 작은 프로그램을 함께 진행하게 되었습니다.매년 100% 이상의 성장을 기록하며 조직의 규모도 커졌고더 다양한 분야의 전,현직 창업가들이코치, 프로그램 기획자 등으로 합류했습니다.'창업가를 위한' 언더독스더 많은 창업가에게 설렘과 즐거움을.​언더독스는혁신 창업가 발굴 및 육성을 위해모객 및 선발부터 프로그램 브랜딩, 교육(코칭),데모데이, 행사 등 운영 전반과프로그램 이후 사후 성과 관리,그리고 창업 공간 기획 및 운영까지 하고 있습니다.이미 충분히 많은 걸 한다고 생각하시겠지만,언더독스는 멈추지 않습니다.2020년에도더 많은 혁신 창업가들이창업을 시작할 때의 설렘과동료와 함께 성장할 때의 즐거움을 만끽할 수 있도록끊임없이 고민하고, 빠르게 실행할 것입니다.언더독스의 업무 5원칙야 너두 될 수 있어, 언더독스 프로 일잘러.언더독스는 일을 할 때 지주사 뉴블랙이 추구하는 5대 중요 가치를 반드시 지킵니다.1. 몰입 누구보다 빠르고 남들과는 다른 실행력으로, 몰입하는 환경을 조성하여 성과를 냅니다.2. 소통 팀원들과 열린 마음을 가지고 소통하며, 객관화된 자기 회고를 합니다.3. 납기 업무의 데드라인을 준수하여 책임감 있게 마무리 짓습니다.4. 실력 현재 시장과 서비스를 압도할 성과를 납기에 맞추어 선보입니다.5. 성장 '그로스 마인드셋(Growth Mindset)'을 바탕으로 꾸준히 성장합니다.언더독스의 사람들엣지 있는 언더독스 크루.언더독스의 가장 큰 경쟁력은 바로 '사람'입니다. 전,현직 창업가들이 모인 만큼 일에 대한 진정성과빠른 실행력이 남다릅니다. 맡은 일을 정해진 타임라인 내에 높은 퀄리티로 해내고자 부단히 노력합니다.다른 크루가 어려움을 겪고 있을 때는 기꺼이 도와주어 모두가 성장할 수 있도록 응원합니다.업무 외에도 다양한 실험들을 함께 진행합니다. 창업 콘텐츠 정리 작업을 일환으로 하루 만에 독립 출판물을써내기도 하고, 업무역량 향상을 위해 30여 개의 교과목으로 무장한 언더독스 사내대학\u003cud.SST(Skill Set Training)\u003e를 런칭하기도 합니다. 실험만 하고 끝이냐고 물으신다면, NOPE!결과에 대한 철저한 회고를 바탕으로 더 나은 실험을 또 준비합니다.언더독스의 문화엣지를 더욱 날카롭게 만드는 문화.언더독스는 그 어느 조직보다 개성과 자율성을 존중하고, 동료들과 업무 공간 가운데 에너지가 넘칩니다.업무에만 몰입해서 성과를 낼 수 있도록 불필요한 위계와 통제를 모두 날려버렸기 때문입니다.재택/원격 근무, 자율복장 제도, 눈치 보지 않는 퇴근 문화, 도서 및 간식 지원 등은 기본, 대표님을 비롯한동료들과 끊임없이 대화를 나누며 즐겁게 일을 합니다.'프라이탁 프로젝트'를 소개해드리자면, 작년 10월 언더독스 크루들을 대상으로 프라이탁 제품 증정식이있었습니다. 언더독스의 지향점과 프라이탁의 브랜드 정체성에 비슷한 구석이 많아 모든 크루가 FLEX를하도록 회사에서 전폭 지원해주었습니다.​세상에 긍정적인 변화를 만들고자 하는 사람들이 모인 만큼 환경보호, 사회적 약자 배려, 젠더평등 실천 등의사회적 가치도 조직 문화 가운데 자연스럽게 실천하고 있습니다.작년 말에는 젠더관점을 대내외적으로 확대하고 실천하고자 젠더 가이드라인을 제작했습니다.라운지 곳곳에 붙여두고, 타운홀 미팅 중에도 공유하며 복기합니다.\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          PM\n          기획\n          프로젝트PM\n        \n      ","\n        채용 상세\n        언더독스의 Pro언더독스와 더불어 성장할 기회.​ ​언더독스 Pro는 언더독스 창업교육 프로젝트를 총괄하며, 예비 창업가 및 창업팀들이 창업의 첫 단추를 잘 꿰고 성과를 내며 꾸준히 성장할 수 있도록 이끕니다. 창업 경험과 분야별 전문성, 창업가 데이터를 바탕으로언더독스와 눈부신 성과를 만들어나갈 Pro(프로젝트 총괄)를 모십니다.Pro의 일.*  디렉터급 - 경력 4년 이상1) 언더독스 창업교육 프로젝트를 운영 및 기획합니다. - 창업 교육 관련 프로젝트 프로그램 운영 및 기획 - 교육 과목, 일정 구성/조율 및 강사섭외 기획 2) 교육생을 관리합니다. - 교육생 출결 및 교육효과 측정 관리 - 프로그램 문의 응대3) 교육 이벤트 및 컨설팅 프로그램을 기획하고 운영합니다. - 쇼룸, 플리마켓 등 창업교육 관련 이벤트 기획 및 운영 - 현지 컨설턴트 선정 및 컨설팅 프로그램 운영 4) 시설을 관리합니다. - 라운지, 교육장, 포토 스튜디오 비품 정리 및 시설 관리 - 시설 예약자 확인 및 안내 등\u003c우대요건\u003e 1. 교육 기획 경험이 있는 분 2. 공공기관/지역단체/기업 등에 제안서 작업을 다수 경험하고, 이를 통해 성과를 도출한 경험이 있는 분 3. 청년창업, 지역 재생 등 사회혁신 분야에 관심이 많거나 유관 분야를 경험하신 분언더독스 크루가 되는 법.​[지원방법]아래 양식에 맞추어 제출서류 (이력서, 자기소개서)를contact@underdogs.co.kr로 보내주시면 신중히 검토해보겠습니다.메일 제목 : 언더독스 Pro 지원자_대전근무_성함메일 내용 :1) 이력서- 자유롭게 적어주시면 됩니다.- 희망연봉을 꼭 기재해주세요.2) 자기소개서- 아래의 질문에 대한 답변을 포함하여 자유롭게 적어주시면 됩니다.(1) 어떤 삶을 살고 싶으신가요? 삶의 지향점이나 추구하는 가치를 2~3가지 키워드로 설명해주세요.(2) 회사를 선택할 때 어떤 부분을 중점적으로 보시나요? 그 이유도 함께 알려주시겠어요?(3) 왜 언더독스에 지원하셨고, 본인의 역량을 조직에 어떻게 기여하시고 싶으신가요? (300자 이내)* 모든 제출서류는 파일명을 통일해서 지원해주세요. 예시)200206_성함_직군명_자기소개서* 모든 제출서류는 PDF로 변환하여 첨부해주세요,[선발절차]*영입 종료 시까지선발 절차는 아래와 같이 진행되며, 서류 전형을 통과하신 분들에 한해 다음 전형을 안내드리겠습니다.1차 서류 전형(제출서류 모두 준수)2차 동료 인터뷰3차 리더 인터뷰경우에 따라 한 차례만 면접이 진행될 수 있거나 인터뷰 이후 레퍼런스 체크가 이루어질 수 있습니다.사전에 안내드리겠습니다.[근로조건]- 채용형태 : 계약직 1년 (수습기간 3개월)- 급여 : 면접 후 협의- 근무장소 : 대전광역시 파견 근무- 근무일시 : 주 5일 / 오전 09시 30분 ~ 오후 6시 30분- 4대보험 가입 및 법정 휴가 제공"]}