{"url":"https://www.rocketpunch.com//jobs/66725/%EC%A0%9C%EB%84%A4%EC%8B%9C%EC%8A%A4%EB%9E%A9-Emotion-AI-%EA%B0%90%EC%A0%95%EC%9D%B8%EC%8B%9D-%EA%B8%B0%EC%88%A0%ED%9A%8C%EC%82%AC-PM-%EA%B8%B0%ED%9A%8D%EC%9E%90","title":"[제네시스랩-Emotion AI 감정인식 기술회사] PM 기획자","origin":"제네시스랩","start_date":"03/03 ","newbie":"경력","content":["\n        주요 업무\n                    [제네시스랩 소개]사람과 기기가 공감하고 소통하게 되는 세상을 만든다. 진정한 소통이란 상대를 이해하고 공감할 수 있어야 가능하다고 생각합니다. 이를 위해 제네시스랩은 2017년 설립이래 지속적으로 감정인식 기술을 연구하고 개발해 나가고 있습니다. 사람의 비언어적인 신호에서 특히 표정과 음성은 매우 많은 정보를 가지고 있습니다. 제네시스랩에서는 딥러…\n            더 보기\n            [제네시스랩 소개]사람과 기기가 공감하고 소통하게 되는 세상을 만든다. 진정한 소통이란 상대를 이해하고 공감할 수 있어야 가능하다고 생각합니다. 이를 위해 제네시스랩은 2017년 설립이래 지속적으로 감정인식 기술을 연구하고 개발해 나가고 있습니다. 사람의 비언어적인 신호에서 특히 표정과 음성은 매우 많은 정보를 가지고 있습니다. 제네시스랩에서는 딥러닝기반의 표정인식 기술을 보유하고 있으며 요소기술로는 얼굴검출, 윤곽검출, 나이/성별 예측, 머리움직임 및 시선추적등이 있고 모두 state-of-the-art 정확도를 보유하고 있습니다. 이러한 기술을 활용하여 사업의 영역에서는 HR분야에서 특히 비디오영상면접 시장을 개척해나가고 있습니다. 기존 채용시장에서 AI가 가장 효율적으로 접목될 수 있는 분야가 바로 비디오영상면접 시장입니다. 앞으로는 모든 기업들이 비디오영상면접을 통해 채용을 진행하게되며 해당 영상을 최신 기술들로 분석하여 기업과 구직자 모두에게 큰 가치를 제공하려고 합니다. 뷰인터HR은 현재 대기업을 위주로 채용과정에서 AI영상면접 솔루션을 활용할 수 있도록 사업을 확장해나가고 있으며 2019년 하반기 신입사원, 경력사원 공채에서 활용되었습니다. 뷰인터는 구직자들이 이러한 흐름에 대비할 수 있도록 연습을 할 수 있는 서비스이기도 합니다. 기업에 AI를 제공하여 업무의 효율과 객관성을 제공하고 앞으로 더해지는 수많은 기술들로 더 많은 가치를 창출해 낼 수 있습니다. 채용에서 직원들의 영상심리평가, 직원들의 코칭까지 뷰인터 AI가 가지고 있는 잠재력은 무궁무진합니다.AI 기술회사는 세가지 요건을 충족해야합니다. 자체기술을 가지고 고도화 해나갈 수 있는 능력과, 지속적으로 제품과 서비스를 통해 데이터를 모아야하며, 결국 시장에서 검증받고 팔리는 제품이 되어야 합니다. 제네시스랩은 이 삼박자를 제대로 갖추어 성장하는 회사이며 글로벌시장에서도 선도할 수 있도록 최선을 다하겠습니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          서비스 기획\n          UI/UX \n          기획자\n          Notion\n          project-management\n        \n      ","\n        채용 상세\n                    [주요업무]- 사업의 방향성을 이해하고 필요한 Product의 모습을 찾아 개발 및 운영하는 일- 필요한 Product의 모습을 개발자들이 이해할 수 있는 스토리로 구체화하는 일- Product의 전반적인 방향에 대해 유관 부서에 전파하며 협업하는 일- Product이 설계되고 만들어지는 과정에 참여하여, 개발팀과 사용자/기술/사업적인 측면에서 원활…\n            더 보기\n            [주요업무]- 사업의 방향성을 이해하고 필요한 Product의 모습을 찾아 개발 및 운영하는 일- 필요한 Product의 모습을 개발자들이 이해할 수 있는 스토리로 구체화하는 일- Product의 전반적인 방향에 대해 유관 부서에 전파하며 협업하는 일- Product이 설계되고 만들어지는 과정에 참여하여, 개발팀과 사용자/기술/사업적인 측면에서 원활하게 커뮤니케이션하고 스케줄링하여 제품 로드맵을 구체화하는 일[자격요건]- 프로젝트 리딩 경험 1년 이상- 제품이 나가야할 방향을 설정하고, 개발 과정 전반에 대한 이해를 바탕으로 협업자- (개발/디자인)들이 이해할 수 있는 스토리로 구체화할 수 있는 능력이 있으신 분- 개발, UX 디자인, 마케팅 등 다양한 협업 부서와 사용자/기술/사업 측면에서 원활한 커뮤니케이션이 가능하신 분- 고객 (또는 소비자) 중심적 사고를 갖고 계신 분[우대사항]- 서비스에 대한 전반적인 경험이 있으신 분 (모바일 앱, 웹사이트 개발 및 운영 관리)- 데이터 분석을 통한 서비스 전략 수립에 경험이 있으신 분- Notion 사용 경험이 있으신 분- AI에 대한 이해와 관심이 있으신 분- 테스트 경험, 고객 인터뷰, Product 개선 경험이 있으신 분[고용형태]정규직 (수습기간 3개월)• 수습기간 동안의 급여는 정규직과 동일[채용절차]- 1차 서류전형 (블로그 or 이력서, 포트폴리오 추가 제출)- 2차 사전 비디오 면접 (제네시스랩 자체 서비스Vlink)- 3차 직무 인터뷰 (필요에 따라 과제 전형 추가 진행) - 4차 구성원 인터뷰- 레퍼런스 체크- 합격 여부 안내 및 처우협의[함께 일하고 싶은 사람]• 기본적으로 해당 직무에 전문성을 갖춘 사람• 기술 자체에 관심이 많고 욕심이 많은 사람• 대략적인 방향만으로도 일을 계획적으로 추진 해 나갈 수 있는 사람• 별다른 커뮤니케이션 교육 없이도 회사생활에 문제가 없는 사람• 이미 잘 갖춰진 프로세스를 따르기보다 함께 프로세스를 만들고 개선하는 과정을 선호하는 사람• 누군가의 관리가 필요하기보다 본인 스스로의 자기관리가 뛰어난 사람[혜택 및 복지]• 유연한 업무 환경 : 자율 출퇴근, 주 1회 재택근무• 성장 지원 : 도서 구매비 지원, 스터디 모임 지원• 건강 지원 : 헬스장 이용 지원• 기타 : 스낵바 제공, 복지카드(예정)• 사무실 : 을지로 위워크 (고급 커피, 맥주 무제한 공급)\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}