{"url":"https://www.rocketpunch.com//jobs/69469/%EC%96%B4%EB%8B%88%EC%8A%A4%ED%8A%B8%ED%8E%80%EB%93%9C-%EC%A0%84%EB%9E%B5%EA%B8%B0%ED%9A%8D%EC%82%AC%EC%97%85%EA%B0%9C%EB%B0%9C-%EC%A7%81%EA%B5%B0-%EA%B2%BD%EB%A0%A5%EC%A7%81-%EC%B1%84%EC%9A%A9","title":"[어니스트펀드] 전략기획/사업개발 직군 경력직 채용","origin":"어니스트펀드","start_date":"02/12 ","newbie":"신입경력","content":["\n        주요 업무\n                    채용 포지션전략기획/사업개발 부문에 속한 우리는 변동성 높은 환경 속에서 어니스트펀드 및 그룹사의 ‘지속가능한 미래’를 고민하고 올바른 방향성을 제시하는 일을 합니다. 동시에 가치 있는 사업(기회)을 모색하고 사업의 초기개발, 운영, 실질적 사업성을 검증하는 Business Impact Creator를 지향합니다. 구체적 채용 포지션은 다음과 같습니…\n            더 보기\n            채용 포지션전략기획/사업개발 부문에 속한 우리는 변동성 높은 환경 속에서 어니스트펀드 및 그룹사의 ‘지속가능한 미래’를 고민하고 올바른 방향성을 제시하는 일을 합니다. 동시에 가치 있는 사업(기회)을 모색하고 사업의 초기개발, 운영, 실질적 사업성을 검증하는 Business Impact Creator를 지향합니다. 구체적 채용 포지션은 다음과 같습니다. [전사전략기획 담당]•\t기존 사업의 성장 전략 수립 및 금융/비금융 영역 신사업 기획 매니저 N명  (Senior 및 Junior level 모두 오픈)[사업개발 담당]•\t(동산담보) 금융상품/서비스 영업전략 수립 및 운영 고도화 담당 매니저 1명\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          전략기획\n          사업전략\n          신사업기획\n          사업개발\n          동산담보\n        \n      ","\n        채용 상세\n                    어니스트펀드 소개어니스트펀드는 24시간 어디서든 온라인으로 투자-대출을 경험할 수 있는 대체 금융플랫폼입니다. 금융에 존재하는 모든 불필요한 비용을 고객의 혜택으로 돌리고, 전통적인 금융기관의 문턱을 넘지 못하고 자금조달에 어려움을 겪는 개인, 기업들에게 빅데이터에 기반한 새로운 분석/평가 모델을 통해 중금리 대출 서비스를 제공하고 있습니다.•\t참고…\n            더 보기\n            어니스트펀드 소개어니스트펀드는 24시간 어디서든 온라인으로 투자-대출을 경험할 수 있는 대체 금융플랫폼입니다. 금융에 존재하는 모든 불필요한 비용을 고객의 혜택으로 돌리고, 전통적인 금융기관의 문턱을 넘지 못하고 자금조달에 어려움을 겪는 개인, 기업들에게 빅데이터에 기반한 새로운 분석/평가 모델을 통해 중금리 대출 서비스를 제공하고 있습니다.•\t참고o\t홈페이지: http://www.honestfund.kr/채용 포지션전략기획/사업개발 부문에 속한 우리는 변동성 높은 환경 속에서 어니스트펀드 및 그룹사의 ‘지속가능한 미래’를 고민하고 올바른 방향성을 제시하는 일을 합니다. 동시에 가치 있는 사업(기회)을 모색하고 사업의 초기개발, 운영, 실질적 사업성을 검증하는 Business Impact Creator를 지향합니다. 구체적 채용 포지션은 다음과 같습니다. [전사전략기획 담당]•\t기존 사업의 성장 전략 수립 및 금융/비금융 영역 신사업 기획 매니저 N명  (신입 및 경력 모두 오픈)[사업개발 담당]•\t(동산담보) 금융상품/서비스 영업전략 수립 및 운영 고도화 담당 매니저 1명주요 역할 및 책임[전사전략기획 담당]•\t 기존 어니스트펀드 사업/서비스의 (지속가능) 성장전략 수립 및 실행 •\t 주요 금융 서비스 론칭 및 안정화•\t 비금융 영역 신사업 개발•\t 기타 전략과제 도출 및 실행[사업개발-동산담보]어니스트펀드는 소상공인 경제 활성화 및 금융부담해소를 위한 ‘동산담보대출’ 사업을 신규 론칭하였습니다. 동산담보는 그간 담보관리 및 상품가치평가가 어려워 소상공인의 실질적 수요대비 적절한 금융상품 공급이 제대로 이뤄지지 못한 영역입니다. 어니스트펀드는 지난 5년간 시장의 최전선에서 타금융사가 제대로 취급하지 못했던 새로운 상품군을 다루면서도 업계 최상위 수준의 안정적 Risk Management를 해낸 노하우와 전문성을 바탕으로 관련영역에 진출했습니다. 소상공인을 위한 금융혁신 프로젝트에 함께 해 주실 ‘상품영업전략 및 운영 고도화’ 담당 사업개발 매니저를 찾고 있습니다.    •\t동산담보대출 상품 영업 및 채널 전략기획•\t신사업팀 및 유관 이해관계자와 협업, 실질적 가설(수립 전략) 검증 및 운영•\t사업 개발 과정 가시화 (프로세스, 프로토콜 정립)채용 초점 및 필요 역량(공통) 우리는 본연의 금융영역 뿐 아니라 독보적 금융상품/컨텐츠 개발과 연계되는 비금융 영역 사업까지 폭넓게 다루며 금융과 비금융 간의 시너지 창출을 도모하고 있습니다. 때문에 어느 한 영역에 강점과 전문성을 가지고 있더라도 다양한 산업 및 사업 영역을 빠르게 학습, 넘나들 수 있는 Generalist로서의 역량, 기업가 정신의 함양을 보다 중요시하고 있습니다. •\t구조화된 사고 역량에 기반한 신사업/산업에 대한 신속한 이해, 빠른 학습이 가능한가?•\t시장참여자를 고려한, 작동하는 Impact-driven 비즈니스 모델을 설계할 수 있는가?•\t내/외부 주요 이해관계자를 움직여 Project 과업을 관리, 초기 사업을 실행하고 운영할 수 있는가?채용 자격설명드린 포지션 정보에 대해 이해하고 이를 충분히 수행할 수 있는 역량을 보유하신 분, 특히 이를 설득력 있게 설명할 수 있는 경험과인사이트가 있는 분이라면 누구든지 지원 가능합니다. (단순참고사항: 현재 관련 조직의 구성은 전략컨설팅 경험이 있거나 스타트업 혹은 기 조직의 사업개발 경험이 있는 구성원이 상대적으로 많이 분포되어 있습니다.)  전형 절차•\t서류 심사 \u003e 1차 면접 \u003e 2차 면접 (경영진) •\t서류 제출 기간 : ASAP (서류 제출 순서에 따라 전형을 진행, 채용 확정 시 마감)지원 방법•\t지원 분야 : 전사전략기획 / 금융상품(동산담보) 사업개발 영역 중 택 1•\t제출 서류 : 자유 양식의 이력서 및 경력기술서 (경력 및 보유 스킬 중심)•\t지원 방법 : 어니스트펀드 채용 이메일(people@honestfund.kr)로 제출•\t채용 문의 : People 실 070-4820-1480 또는 people@honestfund.kr근무 환경•\t근로관계 : 정규직•\t근무지 : 서울시 영등포구 여의대로24 전국경제인연합회회관 21층 (여의도역 도보 5분)•\t근무시간 : 10-19시•\t급여 : 회사 내규에 따름•\t문화 : 책임 속 자유- 위계, 관료주의적 질서보다는 역할 중심의 조직운영을 추구합니다.- 보다 중요한 본질에 집중, 몰입할 수 있는 업무환경을 마련해드리고자 노력하고 있습니다.  (따라서 엄격한 근태관리 보다는 과업 중심의 성과관리에 집중합니다.)- 구성원 개개인의 직무적/정신적 성장(Growth)에 관심을 갖고 적극 지원합니다.   조직원의 가치있는 성장이 곧 회사/조직의 성장을 견인한다고 믿기 때문입니다.  - 최고의 복지 중 하나는 최고의 동료입니다. 탁월하면서도 성숙한 태도를 지닌   동료들이 많은 회사입니다. •\t복지제도 : 중식/석식/간식 제공, 업무 성장을 위한 교육 및 도서구입 지원, 종합건강검진 제공, 입사와 동시에 휴가 15일 부여, 명절 및 생일 선물 지급 등\n"]}