{"url":"https://www.rocketpunch.com//jobs/67710/%EC%8B%9C%EB%8B%88%EC%96%B4-%ED%94%84%EB%A1%9C%EB%8D%95%ED%8A%B8-%EB%94%94%EC%9E%90%EC%9D%B4%EB%84%88UIUX","title":"시니어 프로덕트 디자이너(UI/UX)","origin":"픽소","start_date":"03/03 ","newbie":"경력","content":["\n        주요 업무\n                    • 픽소 프로덕트 서비스 UI/UX 설계 및 디자인 (iOS App/Web)• 프로젝트 리딩• 개발, 마케팅 팀과의 커뮤니케이션• 데이터 중심으로 서비스 방향성 도출\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          그래픽디자인\n          모바일디자인\n          콘텐츠디자인\n          브랜드디자인\n          서비스디자인\n          Adobe Photoshop\n          Adobe Illustrator\n          Sketch\n          마케팅디자인\n          크리에이티브디자인\n        \n      ","\n        채용 상세\n                    픽소는 '누구나 아이디어를 쉽고 재미있게 디자인 할 수 있는 제품'을 만들고 있습니다. 사용자에게 만족을 줄 수 있는 제품만이 성공한다는 믿음을 가지고 사용성에 많은 노력과 고민을 하고 있습니다. 더 나은 제품을 만들기 위해 꾸준한 학습을 하면서 데이터 중심으로 목표 설정을 하고 있어요. 건강한 팀 문화와 팀워크를 위해 팀 간의 구분 없는 투명한 정…\n            더 보기\n            픽소는 '누구나 아이디어를 쉽고 재미있게 디자인 할 수 있는 제품'을 만들고 있습니다. 사용자에게 만족을 줄 수 있는 제품만이 성공한다는 믿음을 가지고 사용성에 많은 노력과 고민을 하고 있습니다. 더 나은 제품을 만들기 위해 꾸준한 학습을 하면서 데이터 중심으로 목표 설정을 하고 있어요. 건강한 팀 문화와 팀워크를 위해 팀 간의 구분 없는 투명한 정보공유, 자유로운 의견 교환을 하며 업무 프로세스를 개선해 나가고 있습니다.• 픽소는 글로벌 제품을 만듭니다.주요 제품 Logo Maker Shop, Baby Story를 중심으로 그래픽과 생산성 앱을 전 세계에 12개의 언어로 서비스하고 있어요. 매년 북미를 포함한 전 세계 국가에서 앱 스토어 메인 페이지에 다수 피쳐드 되었고, 픽소 제품의 97% 이상이 해외 사용자로 누적 천만 다운로드를 달성 했습니다. 현재 월 수십만명의 유저들이 다양한 국가에서 픽소 제품을 사용하고 있습니다. iOS 앱을 중심으로 서비스하고 있으며 안드로이드 플랫폼으로 확장을 준비하고 있습니다.• 픽소는 자체 프로젝트에 집중합니다.외부 투자자나 파트너사 없이 꾸준한 성장으로 안정적인 수익을 내고 있으며, 자유로운 분위기에서 자체 프로젝트에만 집중할 수 있는 환경이에요. 내 의견이 담긴 제품을 출시하고 성장시켜 나가는 과정에서 다양한 제품분야에 대한 감각을 키우고 새로운 도전할 기회가 열려 있습니다.• 픽소는 자율적이고 수평적인 팀문화를 만들어 갑니다.소규모 인원으로 제품을 만들고 시행착오를 겪으며 코드 리뷰, 피어 리뷰, 스프린트 등을 통해 단단한 팀워크와 업무 프로세스 등 바람직한 팀 문화를 만들어가고 있어요. '님' 호칭을 사용하며 상호 신뢰와 존중이 밑바탕 되는 수평적 조직문화를 지향합니다. 누구나 Product Designer로서 리더십을 가지고 자유롭게 의견을 내는 효율적인 팀 문화를 만들어가고 있어요.픽소는 더 큰 도약을 위해 기존 서비스 고도화와 신규 서비스 준비를 함께 할 소중한 동료를 찾고 있어요. 제품에 대해 같이 고민하고 좋은 디자인 팀 문화를 만들어 나가며 함께 성장하고자 하는 분들은 픽소에 꼭 지원해 주세요.픽소 디자인팀은 이렇게 일 하고 있어요.1. 현재 2명의 프로덕트 디자이너들이 Figma, Origami, Protopie (Sketch, Zeplin) 을 사용하여 디자인, 협업 하고 있어요.2. 지표를 바꾸는 디자인을 고민합니다. 제품별 마켓과 사용자의 움직임을 데이터를 통해 확인하고, KPI 설정 및 사용자 경험 개선을 주도적으로 고민하며 제품을 개선하고 있어요. 3. 초기 제품설계와 기획부터 사용자 피드백 반영까지 모든 과정을 참여하면서 디자인을 통해 문제를 해결하고 있어요. 4. 다양한 글로벌 국가, 다양한 카테고리 제품군의 사용자를 고려해 사용성을 고민하는 재미가 있어요.주요업무• 픽소 프로덕트 서비스 UI/UX 설계 및 디자인 (iOS App/Web)• 프로젝트 리딩• 개발, 마케팅 팀과의 커뮤니케이션• 데이터 중심으로 서비스 방향성 도출자격요건• UX/UI 디자인 경력 5년 이상• Sketch, Zeplin 등의 능숙한 디자인 툴 사용 및 UI 설계 능력• Lo-fi, Hi-fi Prototyping 프로토타이핑 능력• 사용자 경험의 문제점 발견과 우선순위 도출, 문제해결 능력• 데이터에 대한 이해 능력과 인사이트 도출이 가능하신 분• 제품 초기 기획부터 참여하여 프로덕트 제작, 모니터링까지 참여한 경험• 개발, 마케팅, 비즈니스에 대한 이해• 능동적인 협업을 위한 원활한 커뮤니케이션 능력• 타깃 사용자에 대한 탐구와 이해능력• 디자인 팀 문화를 건강하게 주도적으로 이끌어가실 수 있는 분• 적극적이고 긍정적인 마인드를 가지신 분우대사항• 참여한 앱 서비스 런칭 경험이 있는 분• 디자인 철학이 담긴 디자인 시스템을 만들어 가고 싶은 열정이 있으신 분• 최신 모바일 디자인 트렌드와 새로운 환경에 대한 지속적인 관심과 빠른 적용• 아이콘, 일러스트 등 그래픽 표현 능력이 뛰어나신 분• 완성도와 디테일에 대한 강한 집념• 타이포그래피에 대한 높은 관심• 고객에게 어떻게 무엇을 제공하고 만족을 줄 수 있는지 고민하는 분• 업무파일을 깔끔하게 정리할 수 있는 능력• 애플의 인터페이스 가이드라인에 대한 이해• 개인의 영역에서 성장에 대해 항상 고민하시는 분• 영어 구사능력✔︎ 지원방법     1. 자유 이력서 이메일 지원 : recruit@pixo.co         - 메일 제목에 [지원하는 포지션]을 기재해 주세요.     2. 채용절차 : 서류전형 - 인터뷰 - 채용과제 - 최종합격          - 채용과제 진행 시 과제 진행비용을 드립니다.업무환경와 지원팀원 모두 쾌적한 업무환경에서 최고의 퍼포먼스를 낼 수 있도록 힘쓰고 있어요.• 쾌적한 업무환경- 탄력근무제 (8~11시 출근, 5~8시 퇴근)- 월 2회 리모트 근무 적극 권장- 유연한 업무일정 관리 (특별한 일이 있을 경우, 근무시간 조정 가능)- 사유와 사전승인 없는 자유로운 휴가 (입사 첫 해 최대 14일 휴가 제공)- 아이맥, 맥북프로, LG 울트라파인 5K 듀얼 모니터 등 최신 장비 지원- 다양한 모델의 아이폰, 아이패드 테스트 기기 지원• 배고픔 방지- 탄산수, 각종 음료, 커피, 스낵 등 간식 지원- 가격 제한 없는 점심 식대 지원- 필요 시 야근 식대 지원 (교통비 포함, 정시 퇴근 적극 권장)• 성장 및 생활지원- 업무 관련 관련 비용(소프트웨어, 하드웨어 등) 전액 지원- 성장비 (교육, 세미나, 도서 등) 전액 지원- 연 1회 건강검진비용 및 유급휴가 지원- 각종 경조사 지원 (경조금 및 특별휴가)- 설날/추석 명절비 지급- 생일축하선물 지급- 4대보험 지원이 외 더 쾌적한 환경과 즐거운 픽소 생활을 위해 다양한 지원을 고민하고 있습니다.더 궁금하신 내용은 여기에서 확인해주세요!http://bitly.com/pixoco\n"]}