{"url":"https://www.rocketpunch.com//jobs/57247/Web-Back-End-%EA%B2%BD%EB%A0%A5-%EA%B0%9C%EB%B0%9C%EC%9E%90-%EB%AA%A8%EC%A7%91","title":"Web Back-End 경력 개발자 모집","origin":"팬플러스","start_date":"","newbie":false,"content":["\n        주요 업무\n                    덕후들을 위한 서비스 개발을 합니다.- 팬플러스 내 서비스 Back-end 개발 전반- Cloud(AWS)를 이용한 서비스 배포 및 운영- Legacy 서비스를 MSA로 전환 예정- MSA로 교체되면서 새로운 메인 언어는 PHP -\u003e Go 변경예정(지식이 없어도 같이 학습)\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          PHP\n          CodeIgniter\n          JavaScript\n          jQuery\n          Back-end\n          Front-end\n          Amazon AWS\n          GitHub\n          서버관리\n          Go\n          MongoDB\n        \n      ","\n        채용 상세\n                    #팬플러스 제품 비전\"덕질을 시작한 모든 사람이 적은 *비용으로 마음 맞는 사람을 찾아 함께 덕질할 수 있도록 돕고, 이들의 연결 가치가 K-POP 산업의 질적 성장에 기여하는 성취감을 선물한다.\"(*비용: 마음 맞는 사람을 찾는 데 들어가는 시간 또는 노력 비용)우리는 '팬'들을 이 세상에서 누구보다 열정적인 사람들이라고 생각합니다.누군가를 좋아하…\n            더 보기\n            #팬플러스 제품 비전\"덕질을 시작한 모든 사람이 적은 *비용으로 마음 맞는 사람을 찾아 함께 덕질할 수 있도록 돕고, 이들의 연결 가치가 K-POP 산업의 질적 성장에 기여하는 성취감을 선물한다.\"(*비용: 마음 맞는 사람을 찾는 데 들어가는 시간 또는 노력 비용)우리는 '팬'들을 이 세상에서 누구보다 열정적인 사람들이라고 생각합니다.누군가를 좋아하고 열렬히 응원하고 사랑하는 것은 그다지 일반적이지 않습니다. 엄청난 열정이 있어야 가능합니다.우리는 이 세상 누구보다 열정적인 사람들의 생각과 행동, 그리고 이야기를 존중합니다.이들이 만들어내는 모든 이야기는 큰 가치를 지니고 있어 전세계 팬들에게 소비되고 공유되어 K-POP 산업을 성장시키는 데 큰 역할을 합니다.우리는 이러한 열정을 지닌 사람들이 팬플러스 안에서 마음 맞는 사람들과 함께 덕질할 수 있도록 돕고, 이들의 연결 가치가 K-POP 산업의 질적 성장에 기여하는 성취감을 선물하고자 합니다.이러한 믿음을 실현하기 위해 뛰어난 팀원들과 탁월한 서비스를 개발하고 싶습니다.여러가지 미래를 이야기 할 수 있지만 확실하게 진행될 것 하나를 말씀드리자면,개발팀에서는 현재 서비스 중인 기존 스택에서 벗어나 다음 단계로 넘어가기 위해 MSA를 도입하는 작업을 진행하고 있으며,지금 함께하게 된다면 사용자 백만이 넘는 서비스의 아키텍쳐 변경에 대한 경험을 하실 수 있을 것입니다.저희와 함께 중요한 이 시기를 함께하실 Back-end 경력 개발자를 채용하고자 합니다.  #담당업무- 팬플러스 내 서비스 Back-end 개발 전반1) Restful API 개발2) 서비스 아키텍쳐 개발 및 개선3) Monolithic -\u003e MSA 개편(예정)- Cloud(AWS)를 이용한 서비스 배포 및 운영#자격요건- 경력: PHP를 사용해 개발한 경력 1년 이상 혹은 그에 준하는 경력- 요구 기술:   * PHP를 이용한 웹서비스 및 API서버 개발 능력   * 웹 프론트엔드 개발 지식(HTML/CSS/JS/웹표준 등)   * RDBMS 사용 경험(MariaDB, MySQL 등)   * Linux 서버(CentOS,Ubuntu) 경험- 프로그래머라는 직종에 대하여 언제나 즐기고 자부심을 가지는 분#우대사항- Modern PHP 개발 경험 혹은 지식 보유자- 관련 분야 경력 3년 이상- 클라우드 서비스 (특히 AWS) 사용 경험 - 형상관리 도구 사용 경험자(GIT, SVN) - Go 언어 개발 유 경험자#혜택 및 복지- 근무 장소: 서울시 강남구 역삼초 사거리 근처- 업무 관련 도서, 온라인 강의 구입 지원- Macbook Pro + 27인치 모니터 지원- 점심시간 1시간 30분(13시~14시30분)- 유연근무제 (9~6 or 10~7)- 매달 마지막 금요일 오전 근무- 본인/배우자/부모님 생일 4시 퇴근- 결혼기념일 4시 퇴근#팬플러스에 대해- 팬플러스 제품비전: https://bit.ly/2sQtRnd- 팬플러스 팀이 일하는 방식: https://bit.ly/303pdhx#팬플러스 살펴보기- 구글플레이: https://bit.ly/2uWva4N- 앱스토어: https://apple.co/37MuPzn\n"]}