{"url":"https://www.rocketpunch.com//jobs/53745/Junior-Software-Engineer","title":"Junior Software Engineer","origin":"크리마(크리마팩토리, 크리마랩)","start_date":"03/01 ","newbie":"소신입경력","content":["\n        주요 업무\n                    • Ruby on Rails 기반으로 Target 서비스 개발 및 유지보수. 모든 팀원이 모든 업무를 Job Queue 방식으로 하고 있기 때문에 Target 서비스 관련 모든 스택의 개발을 하게 될 것입니다.• 백엔드 개발(자료 처리, 통계 분석, 크롤링 등): Ruby on Rails• 프론트엔드 웹 개발: HTML, CSS, JavaScript…\n            더 보기\n            • Ruby on Rails 기반으로 Target 서비스 개발 및 유지보수. 모든 팀원이 모든 업무를 Job Queue 방식으로 하고 있기 때문에 Target 서비스 관련 모든 스택의 개발을 하게 될 것입니다.• 백엔드 개발(자료 처리, 통계 분석, 크롤링 등): Ruby on Rails• 프론트엔드 웹 개발: HTML, CSS, JavaScript• API 서버 개발: Ruby on Rails• 웹서버 관리: Ubuntu + nginx + unicorn• DB서버 관리: MariaDB(sharding + replication), Redis• 애셋서버 관리: Ubuntu + nginx + Ruby on Rails + AWS S3\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Ruby\n          Ruby On Rails\n          MySQL\n          Redis\n          nginx\n          HTML\n          CSS\n          jQuery\n          Amazon AWS\n          MariaDB\n          JavaScript\n          Vue.js\n          Python\n          Machine Learning \n          Varnish\n        \n      ","\n        채용 상세\n                    CREMA Lab(크리마랩)은 쇼핑몰 운영을 위해 필요한 백엔드 시스템을 개발, 운영합니다. 기존 쇼핑몰 시스템의 고질적인 문제를 우리만의 창의적인 방법으로 해결해 오고 있으며, 현재 ‘CREMA Review’, ‘CREMA Target’, 'CREMA Fit' 을 서비스하고 있습니다. 2013년 11월부터 5년 동안 외부 투자 없이 자체 매출로 꾸…\n            더 보기\n            CREMA Lab(크리마랩)은 쇼핑몰 운영을 위해 필요한 백엔드 시스템을 개발, 운영합니다. 기존 쇼핑몰 시스템의 고질적인 문제를 우리만의 창의적인 방법으로 해결해 오고 있으며, 현재 ‘CREMA Review’, ‘CREMA Target’, 'CREMA Fit' 을 서비스하고 있습니다. 2013년 11월부터 5년 동안 외부 투자 없이 자체 매출로 꾸준하게 성장하고 있는 국내 몇 안 되는 안정적이고 혁신적인 스타트업입니다. • CREMA Review는 3%도 채 되지 않는 리뷰작성률을 평균 15%까지 올려놓은 국내 1위 리뷰 전문시스템입니다. 1,000여 개 고객사가 꾸준하게 이용 중이며, 한 달에 200만 개 이상의 고객리뷰를 분석, 처리합니다. • CREMA Target은 쇼핑몰 고객관리를 위한 메시징 서비스로 250여개의 고객사가 이용하고 있습니다. 재방문율과 구매전환율 등 쇼핑몰의 지표 향상을 위해 쇼핑 패턴 분석을 통해 고객에게 가장 적절한 시점에 가장 효율적인 메시지를 발송합니다. MAU 1천만 명의 쇼핑데이터를 분석, 처리합니다. • CREMA Fit은 사이즈 추천 시스템입니다. 온라인 쇼핑몰의 특성상 입어보고 구매할 수가 없기 때문에, 사이즈가 맞지 않아 반품이 잦습니다. 이를 해소하기 위해 고객의 과거 데이터와 상품의 실측 데이터를 비교, 분석해서 최적의 사이즈를 추천합니다. 2018년 상반기에 론칭한 서비스로 80개 정도의 고객사가 사용중입니다.현재 개발팀에서 Junior Software Engineer를 찾고 있습니다. 입사 시 다음 세 개의 개발팀 중 하나의 팀에 배속되게 되며, 팀 선택은 지원자의 의사 및 CREMA의 현 상황을 반영해서 결정됩니다. 입사 후 다른 팀으로의 이동도 상호간의 협의를 통해 가능합니다.## Review 개발팀Review 개발팀은 평균 나이 28세의 가장 젊고 열정적인 팀입니다. 개발 프로세스 개선 및 새로운 기술 도입에 가장 적극적입니다. 현재 다음 네 가지에 집중하고 있습니다:• 리뷰 작성 강화 - 더욱 편리한 방식으로 더 많은 리뷰 그리고 더 도움 되는 리뷰가 작성되도록 하기.• 디자인 / 위젯 강화 - 더욱 다양하고 발전된 형태로 고객에게 노출하기.• 관리 효율화 - 쇼핑몰의 리뷰 관리자가 더욱 편리하고 정확하게 리뷰를 관리할 수 있도록 지원.• 카테고리별 확장 - 다양한 종류의 쇼핑몰을 지원하기 위한 기능 개발.## Target 개발팀Target 개발팀은 가장 경험이 풍부하고 실력이 좋은 Senior Software Engineer와 함께 일할 수 있습니다. 현재 다음 세 가지에 집중하고 있습니다.• 캠페인 강화 - 더욱 다양한 상황에 알맞은 고객을 필터링해서 메시지를 발송하기 위한 기존 캠페인 강화 및 새로운 캠페인 추가.• 메시징 채널 확장 - 현재 지원 중인 SMS, Email, Popup 외에도 다양한 전달방식을 지원.• 데이터 분석 심화 - A/B 테스트 강화. 자동화된 보고서 생성 환경 구현. 캠페인별 상황을 한눈에 파악할 수 있도록 통계 개선.## Fit 개발팀Fit 개발팀은 세 개의 팀 중 가장 Lean 합니다. 하루가 멀다 싶을 정도로 빠르게 새로운 기능을 추가하고, 검증하고, 개선하고 있습니다. 또한, 기술적으로 발전할 여지가 가장 많습니다. 단기적으로는 쇼핑몰이 Fit을 편하게 사용할 수 있도록 필요한 기능들을 빠른 iteration으로 개발해내야 하고, 장기적으로는 최고의 사이즈 추천시스템으로 발전하기 위한 R\u0026D를 병행해야합니다. 특히 빅데이터 분석, 머신러닝 등의 최신 기술을 활용해서 제품으로 녹여내는 것을 목표로 하고 있습니다.개발팀의 리더십 그룹으로 한 팀을 이끌며 디자인팀, 운영팀과의 협업을 통해 제품을 어떻게 발전시켜 나갈지를 함께 고민하고 개발해 나갈 인재를 모십니다. 900여 개의 쇼핑몰, 월 2,500만 명의 고객에게 본인의 코드가 서비스되는 짜릿함을 느낄 수 있습니다.# 인재상• 주체적으로 일을 하는 사람이 필요합니다. 주어진 일을 주어진 그대로만 하는 것이 아니라, 기술적 노하우를 활용해서, 더 나은 제품을 만들 수 있도록 적극적으로 의견을 제시하고 토론할 수 있어야 합니다.• 낙천적이고 긍정적인 사람이 필요합니다. 함께 즐겁게 일하는 것을 중요한 가치로 삼고 있습니다. 팀이 활기찬 에너지로 가득 차서, 팀원들과 같이 일하는 매 순간 서로 자극도 받고 목표 달성에 대한 의지도 생기는 팀을 지향합니다.• 전문가가 지녀야 할 자부심을 가지고 있는 사람이 필요합니다. 시시각각 변화하는 S/W 업계에서 최신 트렌드를 계속 받아들이면서 분야에서 최고의 Software Engineer가 되겠다는 의지를 가진 사람과 함께하고 싶습니다.# 채용 프로세스• 입사 지원• 1차 서류전형• 2차 온라인 프로그래밍 테스트• 3차 화상 기술 면접• 4차 화상 인성 면접• 5차 방문 면접• 최종합격# 자격요건• 컴퓨터 공학 지식 : CS 전공자 혹은 그와 준하는 지식• 영어 독해 능력 : 영어로 되어있는 프로그래밍 문서를 쉽게 독해할 수 있는 능력• 한국어 의사소통 능력 : 자신의 의사를 알아보기 쉽고 간결하게 글과 말로 표현할 수 있어야 하며, 상대방의 글과 말을 잘 이해하고 논의를 잘 이끄는 능력# 우대사항• Web Service 경험• Linux Server 경험. 특히 AWS를 활용해본 경험• Python, Ruby 등 스크립트 언어에 대한 경험• Front-end 웹 개발 경험• Back-end 서버 개발 경험• RDB 혹은 Non-SQL DB 최적화 경험(DB 종류 무관)# 혜택 및 복지• 법인카드를 입사 후 한달이 지난 모든 직원에게 제공합니다. 근무 시 점심, 저녁, 커피를 마음껏 지원합니다, 업무에 관련된 서적을 무제한 지원합니다.• 최고의 개발 장비를 지원합니다. 최신 iMac 혹은 Macbook Pro(Max Upgraded), 32'' Monitor, Aeron Chair를 기본으로 지원하고 그 외에 개발에 필요한 장비가 있다면 역시 지원합니다.• 출퇴근이 자유롭습니다. 맡은 일만 잘 처리할 수 있으면, 언제, 어디에서 일할지는 본인의 선택입니다.• 일과 삶의 균형을 중요하게 생각합니다. 충분히 휴식을 취해야 일도 잘할 수 있습니다. 기본 연차 20일을 제공하며, 3년 차마다 추가로 10일의 유급 휴가를 제공합니다. 일정만 조정하면 2주 연속으로 휴가를 사용하는 것도 허용합니다.• 훌륭한 개발 문화를 자랑합니다. Github PR을 이용해 꼼꼼하게 코드 리뷰를 하고, Minitest 기반의 자동 테스팅을 하며, 격주로 최신기술에 대한 스터디를 진행합니다. 이를 통해 최신 기술을 가장 현실적인 방법으로 활용하고 있습니다.• 친근한 팀이 되고자 합니다. 서로 교류하고 소통할 때 같이 일하기 행복한 팀이 된다고 믿고 있습니다. 이를 위해 매달 1회 점심에 함께 맛집 탐방을 지원하고, 매일 사무실에 출근한 사람들끼리 30분 동안 티타임을 가집니다.• 직원의 건강을 중요하게 생각합니다. 2년에 1회 정밀 건강검진을 지원합니다.\n\n            \n              \n                  \n                \n            \n          "]}