{"url":"https://www.rocketpunch.com//jobs/57705/Back-end-Developer-%EB%B0%B1%EC%97%94%EB%93%9C-%EC%84%9C%EB%B2%84-%EA%B0%9C%EB%B0%9C%EC%9E%90","title":"Back-end Developer / 백엔드 서버 개발자","origin":"알투브이","start_date":"02/28 ","newbie":"경력","content":["\n        주요 업무\n                    [주요 업무]• 글로벌 파생 암호화페거래소 엔진을 개발• 서비스 아키텍처 기획/구성\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Java\n          MySQL\n          DBMS(MS-SQL)\n          Linux\n          UNIX\n          Node.js\n          Amazon AWS\n          Back-end\n          풀스택개발\n          JavaScript\n          Kafka\n          GitHub\n          React\n          MongoDB\n          Git\n        \n      ","\n        채용 상세\n                    안녕하세요 알투브이 대표 서동욱이라고 합니다.알투브이의 미션의 최고의 IT개발 능력을 바탕으로 투명하고, 합리적이며, 혁신 전인 Finance 서비스로 세상의 효용을 증대 시키는 것입니다. 저희는 2017년 10월에 설립된 3년차 스타트업으로 블록체인에 미친 사람들이 모여 설립되었습니다. 현재 직원은 33명이며 한국 금융의 허브인 여의도에 위치하고 …\n            더 보기\n            안녕하세요 알투브이 대표 서동욱이라고 합니다.알투브이의 미션의 최고의 IT개발 능력을 바탕으로 투명하고, 합리적이며, 혁신 전인 Finance 서비스로 세상의 효용을 증대 시키는 것입니다. 저희는 2017년 10월에 설립된 3년차 스타트업으로 블록체인에 미친 사람들이 모여 설립되었습니다. 현재 직원은 33명이며 한국 금융의 허브인 여의도에 위치하고 있습니다.내년 1분기 목표로 암호화폐 파생상품 거래소를 런칭을 준비하고 있습니다. 저희와 함께 글로벌 No1을 향해 같이 달리실 분들을 모십니다.토스.베달의 민족 등 유명 스타트업 좋습니다. 저도 정말 한번 일해보고 싶습니다.하지만 알투브이에서 합류하시면  유니콘 기업들보다 더 좋은 점들이 있습니다.1.당신이 메인입니다.  당신이 하고 싶으신 업무와 가장 중요한 업무를 하게될 것입니다2.초기 멤버로서의 위치   극적인 성장을 경험해 볼 수 있다는 것은 직장인으로서 엄청난 행운이며 기회라고 생각합니다.  단순히 급여가 올라가고 이직을 잘하는 차원을 넘어서 행복한 인생을 위한 새로운 길이 보입니다.  같이 성장하며 함께 잘 살아 봅시다.3.현시점 가장 혁신적인 금융 서비스 경험   일반 거래소와는 급이 다른 금융,IT기술이 필요합니다. 오셔서 놀라지 마세요.4.사내정치 NO   정말 좋은 분들만 함계 하고 있다고 자신합니다. 개발자는 코드로 , 기획자는 PT로 이야기합니다.5.대표가 개발자 출신    개발팀이 회사의 가장 핵심입니다.6.글로벌 서비스    회사 설립때부터 글로벌 시장을 공략하고 있기에 의지만 있으시다면 맘껏 영어를 배우고 글로벌 비지니스도 해보실 수 있습니다.“잘할 수 있고 해보고 싶고 사랑하는 일을 하면서 살면 안 되나?’저는 이런 마음가짐을 갖고 금융권에 있다가 블록체인 업계에 뛰어들게 되었습니다.자신이 잘할 수 있는 업무, 해보고 싶은 업무 알투브이에서 여러분도 하실 수 있습니다.“일요일 저녁시간만 되면 우울해요”그래서 내가 하고 싶은 일을 해야 한다고 생각합니다. 억지로 재미도 없는 회사에 돈 때문에 출근하시나요? 더 이상 당신의 시간을 낭비하지 마세요!“1%가 되기 위해선 99%가 가지 않는 길을 가야 한다.”블록체인 분야가 스타트업 세그먼트에서도 완전 주류는 아닙니다(그렇다고 완전 비주류도 아닙니다.)우리가 가는 길에 대한 확신을 갖고 있어요. 그 누구도 방해하지 못합니다.“최고의 복지는 최고의 동료들이다.”그래서 당신을 원합니다.도전에 대한 욕망이 있으시다면 저희와 한번 이야기 해봅시다. 바쁘시면  계신 곳으로 찾아가겠습니다.FAQQ1)파생상품 거래소는 먼가요?A1)대다수의 거래소들은 일반상품(현물)의 거래를 취급합니다. 파생상품은 현물상품을 기초자산으로 하는 새로운 상품입니다. 파생상품에는 선물,옵션,스왑,ETF 등이 있는데 저희는 선물 상품 기반의 거래소를 준비 중입니다. 전세계 암호화페 거래량 1위도 사실은 Bitmex라는 파생상품 거래소이며 이미 암호화 화폐 트레이딩 기류가 현물에서 파생으로 급격히 넘어가고 있는 추세입니다. Q2)블록체인 망한 거 아니었나요?A2)아닙니다ㅠ 한국에서는 유독 미디어에서 부정적으로 포장을 하는데 미국에서는  Coinbsae라는 기업은 2018년에 이미 기업가치 10조를 넘었고 그외에 수많은 유니콘 기업들이 있습니다. 참고로 저희는 한국서비스는 하지 않습니다.Q3)블록체인에 대해서 하나도 관심도 없었고 잘 몰라요.A3)상관 없습니다. 저희와 같이 일하시게 되면 블록체인을 사랑하게 되실 것에요.▶︎ 읽어보면 도움되는1 - 알투브이 거래소 개발팀 이야기  http://bit.ly/Dev_R2V▶︎ 읽어보면 도움되는2 - 알투브이 인사담당자 인터뷰 [좋은기업을WANTED #8 알투브이] http://bit.ly/W_Good_R2V[지원 자격]- 나이/성별/학력/전공 무관- 애플리케이션 개발, 운영 경험자로서 실무 3년차 이상 또는 그에 준하는 역량 보유자- 동시성 프로그래밍에 대해 기본적인 이해가 있는 분- 객체지향 개발 및 테스트 코드 작성에 숙달된 분- 각종 협업 도구에 익숙하고 팀워크 기반으로 업무 수행 경험있으신 분- Java에 익숙하고 기타 언어 하나 이상을 습득하신 분- Linux/Unix 명령 사용 능력[우대사항]• AWS를 활용한 개발, 운영 경험이 있으신 분• Kafka 경험자• 각종 장애 극복 경험이 있으신 분• 대규모 트래픽 처리 경험이 있으신 분• JPA, Hibernate 등 ORM 사용과 도메인 모델링 경험• 빌드/테스트/배포 자동화 경험이 있으신 분• NoSQL 등을 이용한 대용량 데이터 처리 경험이 있으신 분• Open API 기반 서버 시스템의 개발 및 운영 경험이 있으신 분• 도메인 주도 설계를 이해하고 노력해 오신 분• Agile 경험이 있으신 분• 금융에 대한 이해가 있으신분[이런 분들과 일하고 싶어요!]• 유연한 사고와 원활한 커뮤니케이션 능력을 갖추신 분• 품질 좋은 소프트웨어 개발을 위해 지속적으로 노력해오신 분• 새로운 기술에 호기심이 많고 공유하시는 분• 코드 리뷰 등을 통해 주변 동료에게 자극을 주는 분[우리는 이렇게 일해요]- 10 to 6 주35시간 자율 책임 근무- 무제한 연차 ! 묻지도 따지지도 않습니다- 명절 상여금 - 수면실 및 바디프렌즈 안마 - 스트레스 해소를 위한 각종 배려 - 최고급 커피 머신 스X벅X 갈 필요가 없어요- 아침은 든든하게! 김밥, 샌드위치 가 아침마다 배송됩니다 - 무제한 간식 ! 과자,음료,시리얼,견과류,라면 등 편의점 갈 일이 없어요- 필요한 책 구매 해드립니다 많이 읽으세요 - 스터디,세미나 참석을 권장하며 비용 지원 해드립니다- 회식 강요 없음- 건강검진 - 영어 이름 사용, 직급없음, 모두가 존댓말로 대화- 자신이 가장 편안한 복장 입으시면 됩니다(슬리퍼 강력추천)- 1인실 집중이 필요할 때 언제든지 이용가능 - 업무용 Macbook , Monitor , Trackpad 지원 - Slack, Notion, Google Drive 좋은 건 다 사용해봅니다(다른 좋은 협업툴이 있다면 언제든 제안해주세요)[기타 장점]- 금융계의 허브에 위치함- 샛강역에서 도보3분 / 여의도역에서 5분 / 버스정류장 바로 앞- 주변 맛집 많음- 쾌적한 사무실 (공기청정기 비치)- 사무실 내.외부 멋진 전경\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+12                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}