{"url":"https://www.rocketpunch.com//jobs/66821/%EA%B8%80%EB%A1%9C%EB%B2%8C-%EC%82%AC%EC%97%85%EA%B0%9C%EB%B0%9C%ED%8C%80-%EB%A6%AC%EB%8D%94","title":"글로벌 사업개발팀 리더","origin":"크리마(크리마팩토리, 크리마랩)","start_date":"03/01 ","newbie":"경력","content":["\n        주요 업무\n                    크리마(cre.ma)는 온라인 쇼핑몰 운영을 개선할 수 있는 고도화된 Backend/Frontend System을 제공합니다. 1400개 이상의 국내 Top-tier 브랜드가 애용중이며, 2013년 이래 6년 동안 외부 투자 없이 자체 매출로 꾸준하게 성장하고 있는 안정적이고 혁신적인 스타트업입니다. 현재 50명의 인원이 아래 세가지 서비스를 개발/…\n            더 보기\n            크리마(cre.ma)는 온라인 쇼핑몰 운영을 개선할 수 있는 고도화된 Backend/Frontend System을 제공합니다. 1400개 이상의 국내 Top-tier 브랜드가 애용중이며, 2013년 이래 6년 동안 외부 투자 없이 자체 매출로 꾸준하게 성장하고 있는 안정적이고 혁신적인 스타트업입니다. 현재 50명의 인원이 아래 세가지 서비스를 개발/운영 중입니다. CREMA Review Solution은 온라인커머스 리뷰시스템을 혁신하는 국내 1위 리뷰관리 전문시스템입니다. 획기적으로 간편해진 리뷰작성기능을 통해 3%에 불과했던 리뷰작성률을 평균 15%까지 상승시켰고, 리뷰관리를 자동화한 여러 기능을 통해 관리시간을 60%이상 줄이는 등의 혁신적인 변화를 이끌고 있습니다. CREMA Target Solution은 고객의 특성, 쇼핑패턴 등을 분석하여 방문자 각각에게 개인화된 컨텐츠를 제공하는 개인화 고객관리시스템입니다. 일괄 대량발송만 가능하던 DM시스템을 개인화발송이 가능하도록 제공하고, 90%에 달하는 장바구니고객 이탈율을 평균 60%로 낮추는 등 가장 현실적이고 효율적인 개인화 기능을 제공합니다. CREMA Fit Solution은 패션몰에 제공되는 사이즈추천 시스템입니다. 크리마가 보유한 300만명 이상의 고객 체형데이터와 매달 200만개 이상 생성되는 구매상품의 사이즈만족도 / 구매후기 등 방대한 데이터를 기반으로 소비자가 최적의 사이즈를 선택할 수 있도록 돕습니다. 사이즈로 인한 반품률을 낮추고, 사이즈 선택에 대한 불안함없이 구매할 수 있는 환경을 제공합니다.# 포지션 개괄(글로벌 사업개발팀 리더)크리마의 글로벌 사업개발팀은 해외 신규 고객 확보 및 해외시장 확장을 위한 전략 수립, 실행, 개선에 대한 일체의 업무를 수행합니다. 글로벌 사업개발팀 리더로서, 글로벌 e커머스 시장 진출을 이끌어주실 인재를 모십니다. # 채용 프로세스• 1차 서류전형 - 이력서(필수), 자기소개서(선택)• 2차 임원면접 • 3차 과제수행 및 실무면접\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          사업기획\n          사업전략\n          전략기획\n          사업개발\n          마케팅기획\n        \n      ","\n        채용 상세\n                    \u003c 주요업무 \u003e* 크리마의 글로벌 e커머스 솔루션 시장 진출 총괄* 글로벌 e커머스 고객사 유치를 위한 전략 수립 및 실행* 글로벌 e커머스 B2B 솔루션 시장 리서치* 글로벌 고객사 미팅 및 피드백 수렴을 통해 솔루션 개선방향 제시* 글로벌 사업개발팀 구성 및 리딩\u003c 자격요건 \u003e* 글로벌 e커머스 업계 4년 이상 근무 경력* …\n            더 보기\n            \u003c 주요업무 \u003e* 크리마의 글로벌 e커머스 솔루션 시장 진출 총괄* 글로벌 e커머스 고객사 유치를 위한 전략 수립 및 실행* 글로벌 e커머스 B2B 솔루션 시장 리서치* 글로벌 고객사 미팅 및 피드백 수렴을 통해 솔루션 개선방향 제시* 글로벌 사업개발팀 구성 및 리딩\u003c 자격요건 \u003e* 글로벌 e커머스 업계 4년 이상 근무 경력* 유창한 영어, 한국어 능력 보유* 1년 중 상당기간 해외체류가 가능해야 함* 논리적 사고와 원활한 커뮤니케이션 능력 보유* 새로운 상황에 대한 문제 해결 능력\u003c 우대사항 \u003e* 글로벌 e-Commerse 분야 중, B2B 솔루션 업계 근무이력* 스타트업에서 근무한 경험* 팀 리딩 경험\u003c 혜택 및 복지 \u003e* 원격근무를 지원합니다. 맡은 일만 잘 처리할 수 있다면 근무장소와 시간은 본인의 선택입니다. 뿐만 아니라 글로벌 사업개발팀 특성상 해외출장이 잦을 수 있을텐데, 이에 맞는 가장 효율적인 업무환경을 제공해드릴 것을 약속합니다. * 휴식을 중요하게 생각합니다. 3년차부터는 50~100만원상당의 휴가비가 지원됩니다. 미처 다 쓰지 못한 휴가는 이월제도를 통해 다음 해에 길게 모아서 쓸 수 있습니다.* 건강을 중요하게 생각합니다. 내시경, 초음파검사를 포함하는 건강검진이 제공되고, 기본 휴가 외 매달 1번, 연간 12회의 (유급)건강휴가를 눈치보지 않고 쓸 수 있습니다. * 자기계발을 장려합니다. 유료 세미나, 학원, 클래스 등 자기계발비를 연간 120만원까지 지원합니다. * 소통을 중요하게 생각합니다. 매일 30분씩 자유로운 티타임, 한 달에 한번 사무실을 벗어나 문화생활을 나누는 소풍 등을 통해 개인간, 팀간 편안하고 자율적인 소통이 가능한 환경을 만들기 위해 노력합니다.* 그 외 충분히 만족할만한 업무환경을 위해 고민합니다. (먹고 싶은건 다 사놓는 간식 Bar, 최신 Mac, 경조사지원, 출퇴근 시간 선택제, 무제한 도서지원 등)(크리마는 사업부에 따라 조금씩 다른 복지제도를 운영하므로 사업개발팀 지원자는 위 기재된 내용을 참고하시기 바랍니다.)# 크리마는 아래와 같은 장점이 있는 회사입니다.* 5툴 플레이어가 될 수 있습니다. 현재 총 인원 50명으로 기획, 디자인, 개발, 운영, 영업, 마케팅, 고객관리 전 사업분야를 커버하고 있습니다. 다양한 영역을 직/간접적으로 체험할 수 있으며, 상당히 집약적인 성장기회가 주어집니다. * 본격적인 외형확장을 앞두고 있습니다. 국내에서 독보적으로 인정받은 솔루션을 글로벌 시장으로 확장하는 단계에서 발생할 수 있는 다양한 상황을 경험하며, 배울 수 있는 기회가 있습니다.* 류현진에게 축구를 시키지 않습니다. 타고난 성향과 관계없는 포지션에서 즐겁게 일하기는 힘듭니다. 과거의 전공, 경험보다는 개인의 성향에 더 잘 맞는 포지션을 회사와 함께 찾아갈 수 있는 기회가 늘 열려있습니다.* 투자없이 매년 성장하고 있는 몇 안되는 스타트업 중 하나입니다. 조용하지만 강한 곳, 크리마와 미래를 함께 하고 싶은 분들의 많은 지원을 기다립니다.\n"]}