{"url":"https://www.rocketpunch.com//jobs/68664/%EA%B8%80%EB%A1%9C%EB%B2%8C-%EB%AA%A8%EB%B0%94%EC%9D%BC-%EA%B4%91%EA%B3%A0%ED%94%8C%EB%9E%AB%ED%8F%BC-%ED%8D%BC%ED%8F%AC%EB%A8%BC%EC%8A%A4-%EB%A7%88%EC%BC%80%ED%84%B0","title":"[글로벌 모바일 광고플랫폼] 퍼포먼스 마케터","origin":"게임베리","start_date":"01/28 ","newbie":"신입경력","content":["\n        주요 업무\n                    정글엑스(JungggleX)는 데이터 기반의 글로벌 Ad network입니다.자체 SDK/API로 연동된 In-app 트래픽에서부터, 수백개의 광고 매체까지 다양한 채널에서 트래픽을 바잉합니다.바잉한 트래픽을 자체 개발한 최적화 AI 시스템 및 정성적인 운영을 통해 최적화하여 국내외(미국, 일본, 중국 등) 광고주들에게 제공합니다.꾸준한 트래픽 관리…\n            더 보기\n            정글엑스(JungggleX)는 데이터 기반의 글로벌 Ad network입니다.자체 SDK/API로 연동된 In-app 트래픽에서부터, 수백개의 광고 매체까지 다양한 채널에서 트래픽을 바잉합니다.바잉한 트래픽을 자체 개발한 최적화 AI 시스템 및 정성적인 운영을 통해 최적화하여 국내외(미국, 일본, 중국 등) 광고주들에게 제공합니다.꾸준한 트래픽 관리 및 최적화 작업을 통해 프리미엄 트래픽을 광고주에게 제공하고 있으며, 이러한 성과를 인정받아 국내외 수백여 광고주들의 캠페인을 운영하고 있습니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          디지털마케팅\n          모바일광고\n        \n      ","\n        채용 상세\n                    Demand Team(광고주 관리 및 캠페인 매니징)1. What we do(1) 글로벌 광고주와의 커뮤니케이션- 신규 캠페인 런칭 (캠페인 상세 내용 확인 및 캠페인 셋업)- 기존 캠페인 매니징 (일별 모니터링 및 캠페인 최적화, 관리)- 기타 광고주 문의 및 이슈 사항 대응(2) 데이터 관리- 캠페인을 운영하면서 누적된 데이터 분석 및 관리 (B…\n            더 보기\n            Demand Team(광고주 관리 및 캠페인 매니징)1. What we do(1) 글로벌 광고주와의 커뮤니케이션- 신규 캠페인 런칭 (캠페인 상세 내용 확인 및 캠페인 셋업)- 기존 캠페인 매니징 (일별 모니터링 및 캠페인 최적화, 관리)- 기타 광고주 문의 및 이슈 사항 대응(2) 데이터 관리- 캠페인을 운영하면서 누적된 데이터 분석 및 관리 (Black list, White list)- 누적 데이터를 통한 캠페인별 및 매체별 인사이트 발굴(3) 신규 시장 및 신규 광고주 발굴2. What people we are- 더 좋은 결과를 위해 다각도로 생각하고 도전할 수 있는 사람- 성장하고자 하는 욕구와 능력이 있는 사람- 솔직하고 예의바른 태도로 열심히 일할 수 있는 사람3. what are the achievable goals and growth point- Ad-Tech 분야에 대한 인사이트 및 전문 지식 확보 가능- 다양한 이슈들에 대한 능동적인 문제 해결 능력 확보 가능- 데이터를 보는 인사이트 및 데이터 분석 능력 확보 가능4. What you will need- 커뮤니케이션 스킬 (언어 능력만이 아닌 얼마나 효율적으로 광고주와 소통하는지)- 데이터 분석 능력 (이상 데이터를 감지할 수 있는 분석력과 꼼꼼함)5. Desirable Skills외국어 (영어, 일본어, 중국어 등) / 엑셀, 구글 시트 이용Supply Team(광고매체 관리 및 캠페인 매니징)1. What we do(1) 매체와의 커뮤니케이션- 적합한 캠페인을 제공하기 위한 디테일 정보 수집- 수집한 정보를 바탕으로 유사 캠페인 제공- 기타 문의 및 이슈 사항 대응(2) 데이터 관리- 매체를 관리하면서 캠페인 별 적합/부적합 소스 정리 및 관리(3) 신규 소스 발굴2. What people we are- 긍정적인 마인드를 가지고 능동적으로 대응할 수 있는 사람- 맡은 바를 꼼꼼하게 챙기려고 하는 사람- 효율적인 커뮤니케이션 및 협업을 위해 노력하는 사람3. what are the achievable goals and growth point- 다양한 이슈를 해결하는 과정에서 전략적 소통 능력 확보- 데이터를 보는 인사이트 및 데이터 분석 능력 확보4. What you will need- 커뮤니케이션 스킬 (언어 능력만이 아닌 얼마나 효율적으로 매체와 소통하는지)- 데이터 분석 능력 (부정 데이터 발생 시 원인을 발견하고, 매체에게 필요한 데이터를 추출할 수 있는지)5. Desirable Skills외국어 (영어, 일본어, 중국어 등) / 엑셀, 구글 시트 이용\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+4                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}