{"url":"https://www.rocketpunch.com//jobs/54424/%EC%83%81%EC%8B%9C%EC%B1%84%EC%9A%A9-%EB%B0%B1%EC%97%94%EB%93%9C-%EA%B0%9C%EB%B0%9C%EC%9E%90-%EB%B6%80%EC%82%B0%EC%98%A4%ED%94%BC%EC%8A%A4","title":"(상시채용) 백엔드 개발자 - 부산오피스","origin":"모두싸인","start_date":"03/03 ","newbie":"경력","content":["\n        주요 업무\n                    모두싸인 서비스 개발 및 운영※모두싸인 개발 지원자를 위한 가이드(http://bit.ly/2v9IT89) 를 참고해 주세요!\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Node.js\n          RESTful-api\n          RDBMS에 대한 이해\n          Amazon AWS\n        \n      ","\n        채용 상세\n                    회사소개모두싸인은 만나지 않고 서명이 필요한 모든 문서에 사인, 도장을 입력할 수 있는 간편 전자계약 서비스 입니다. 전자계약 시장은 높은 비용과 공인인증서 등의 불편한 사용성 때문에 확산되지 못하는 영역이었지만, 모두싸인은 간편하면서도, 법적효력을 갖춘 전자계약 서비스를 제공하여 어떤 업체보다도 빠르게 전자계약 시장과 계약업무를 혁신하고 있습니다.…\n            더 보기\n            회사소개모두싸인은 만나지 않고 서명이 필요한 모든 문서에 사인, 도장을 입력할 수 있는 간편 전자계약 서비스 입니다. 전자계약 시장은 높은 비용과 공인인증서 등의 불편한 사용성 때문에 확산되지 못하는 영역이었지만, 모두싸인은 간편하면서도, 법적효력을 갖춘 전자계약 서비스를 제공하여 어떤 업체보다도 빠르게 전자계약 시장과 계약업무를 혁신하고 있습니다. (네이버 트렌드 기준 국내 1위)전자적 방식에 대한 심리적 장벽 등 많은 어려움에도 불구하고 카카오, 한샘, 한국존슨앤드존슨, 대웅제약, 야놀자, STUnitas 등 업계 선두권 기업을 비롯한 3만개 이상의 기업/기관/단체에서 모두싸인이 바꿔나가는 계약 방식을 지지하고 이용하고 계십니다.모두싸인은 사명이 의미하는 것처럼, 서명(싸인)이 필요한 모든 영역에서 모두싸인이 사용되는 미래를 꿈꾸고 있습니다.각종 계약서, 동의서, 신청서뿐만 아니라 결재서류 등 서명이 필요한 모든 영역까지, 모두싸인의 혁신적인 서명 방식과 문화를 함께 만들어갈 동료를 찾고 있습니다.해당 채용은 결원에 의한 채용이 아닌 성장을 위한 추가 채용으로 상시 모집하고 있으니 많은 관심과 지원 바랍니다.자격요건• Javascript, Typescript에 자신 있으신 분• RESTful API  개발 경험• RDBMS 경험 (SQL, 동시성 제어, 인덱싱)• AWS, GCP, Azure 등 클라우드 서비스 사용 경험• 객체 지향 프로그래밍 경험# 자신에게 의미있는 코드 작업물을 함께 보내주세요. 전형에 많은 도움이 됩니다!우대사항• 마이크로서비스 아키텍처에 관심이 있거나 운영 경험이 있는 분• 컨테이너 환경의 개발 및 서비스 운영 경험이 있으신 분• DDD (Domain Driven Design) 에 대해 관심이 있는 분• 테스트 주도 개발에 흥미가 있거나 경험이 있으신 분• NestJs 사용 경험이 있으신 분모두싸인 백엔드를 구성하는 기술• Typescript, NestJs• Jest• Docker• AWS(ECS, Beanstalk, Lambda, API Gateway, SNS/SQS, ...)• MySQL(Amazon RDS)• Github• Github Actions, CircleCI혜택 및 복지- 업무문화 : 닉네임 호칭, 스쿼드 조직구성(주도적 과업 단위 팀구성)으로 빠른 의사결정 추구, 다양한 생산성 도구(노션, 구글)를 통해 사내 데이터베이스 구축과 정보 공유- 업무환경 : 주1회 원격근무 가능, 서울오피스-부산오피스 근무지 선택 가능- 기기 지원 : 듀얼 모니터, 맥북 Pro 또는 삼성올웨이즈 9 i7 등 업무에 필요한 기기 지원- 쾌적한 근무환경 : 광안대교/수영강 뷰의 사무실, 공기청정기, 가습기, 시디즈의자- 자기계발 지원 : 도서, 강의, 세미나, 컨퍼런스(교통비, 숙박비, 신청료 등) 비용 지원, 사내 스터디 지원- 친목 및 교류 : 음주 동반한 정기적인 회식 없음. 업무시간 내 타운홀 미팅. 유닛회식 지원- 기타복지 : 식대지원, 사내 추천제 운영, 고급건강검진 지원, 명절선물 지원, 안마의자 등  - 대기업 임직원몰 이용 : LG임직원 몰 이용 가능- 항공요금 할인 : 부산 \u003c-\u003e서울 에어부산 최대 40% 할인(부산 대표 창업기업 혜택)전형절차1. 서류전형 : 제출한 서류를 바탕으로 채용 진행 여부를 판단합니다. 제출한 서류만으로 판단하기 어려운 경우 티타임 면접을 진행합니다.2. 직무면접 : 제출한 서류 및 회사에서 필요한 부분을 바탕으로 역량에 대한 부분을 검증합니다.(원격지에 거주하시는 지원자의 경우 직무면접에 한하여 화상면접 진행)3. 구성원 면접 : 함께 일할 구성원들과 협업을 잘할 수 있을지 검증하는 과정입니다.4. 임원면접 : 모두싸인에 적합한 인재상인지 검증하는 과정입니다. (임원면접과 구성원 면접은 동일한 날짜에 함께 진행)※ 전형별 접수일로부터 3 ~ 5일 이내 통보 예정\n"]}