{"url":"https://www.rocketpunch.com//jobs/4308/%EC%B6%94%EC%B2%9C%EC%97%94%EC%A7%84-Backend-%EA%B0%9C%EB%B0%9C-%EC%A7%80%EB%B6%84-%EC%B0%B8%EC%97%AC","title":"추천엔진, Backend 개발 (지분 참여)","origin":"라이앤캐처스","start_date":"02/27 ","newbie":"소경력","content":["\n        주요 업무\n                    ■ 추천 알고리즘 및 추천 엔진 개발  - ALS, LDA, Word2Vec 등 다양한 모델을 활용한 테마별 추천 모델 설계 및 개발 - Deep Learning을 활용한 자연어 기반의 deep topic 추출 및 이를 활용한 content-based 추천 엔진 R\u0026D - 다양한 추천 알고리즘 및 데이터 파이프라인 개발■ 유저 데이터로부터 취…\n            더 보기\n            ■ 추천 알고리즘 및 추천 엔진 개발  - ALS, LDA, Word2Vec 등 다양한 모델을 활용한 테마별 추천 모델 설계 및 개발 - Deep Learning을 활용한 자연어 기반의 deep topic 추출 및 이를 활용한 content-based 추천 엔진 R\u0026D - 다양한 추천 알고리즘 및 데이터 파이프라인 개발■ 유저 데이터로부터 취향 및 관심사 모델링 - 클러스터링, 나이브베이즈, 딥러닝 등을 활용하여 유저의 취향 정보 및 관심사 정의 및 모델링 - 취향 및 관심사 추출 및 시계열 변화 패턴 예측 ■ 우대 - 데이터의 수집/처리 등 실시간 작업에 대한 각종 In-house 스크립트 구현(python선호) 경험 - 전산, 데이터, 산업공학, 통계 및 수학 관련 석사 혹은 그에 상응하는 경험 - 통계학, 수학에 대한 관심과 호기심\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Java\n          Python\n          machine-learning\n          Datamining\n          matrix-factorization\n          devops\n          data-structures\n          GitHub\n          agile\n          analytics\n          amazon-elb\n          Web Service\n          Django\n          Flask\n          Redis\n          recommendation\n        \n      ","\n        채용 상세\n                    [우리 회사의 가치]■ 우리 회사는 이런 꿈을 꿉니다.사람들이 무슨 생각하는지, 무엇을 좋아하는지 궁금해한 적이 있나요?그것을 머리속으로 정리하고 패턴화해본적 있나요? 영화 'Her'에서 사만다와 같은 인공지능을 만든다는 것에 매력을 느끼셨나요?사람들의 마음과 취향을 분석하고 이해하는 작업을 통해서훗날 마음을 프로그래밍할 수 있다면 어떨까요?■ 그래…\n            더 보기\n            [우리 회사의 가치]■ 우리 회사는 이런 꿈을 꿉니다.사람들이 무슨 생각하는지, 무엇을 좋아하는지 궁금해한 적이 있나요?그것을 머리속으로 정리하고 패턴화해본적 있나요? 영화 'Her'에서 사만다와 같은 인공지능을 만든다는 것에 매력을 느끼셨나요?사람들의 마음과 취향을 분석하고 이해하는 작업을 통해서훗날 마음을 프로그래밍할 수 있다면 어떨까요?■ 그래서, 구체적으로 무엇을 하나요?저희는 '취향분석' 및 '추천서비스'로 시작해보고 싶습니다.모바일 위에서 지식 콘텐츠를 큐레이션하고 사용자의 콘텐츠 소비 행동을 분석하고,. 최종적으로는 개인의 인생의 생애주기동안지식 소비를 관리하고 큐레이션하는인공지능 개인사서 개발을 목표로 합니다.모든 일은 사람에서 시작해서 사람으로 끝난다고 생각합니다.시작 단계의 로켓, 재료만 준비해놨습니다.함께 만들어서 함께 올라탈 크루들 구합니다!■ 어떤 사람을 찾나요?우리는 '직원'이 아닌 '크루'를 찾습니다.일과 삶이 분리되어 생업을 찾는 사람이 아닌,향후 2~3년간 멋진 프로젝트를 함께 실행하며 책임질탐사선의 크루를 찾고 있습니다.함께 빠르게 성장하고 큰 열매를 함께 취할사람들을 찾습니다.1. 가치- 학습과 성장에 목말라 있는 사람 - 자유로운 영혼이지만 책임감은 갑인 사람 - 주도적으로 뭔가 만들어 끝을 보는 사람 - 재밌게! Fun질나게 일하는 사람! 2. 역할- R\u0026D Machine Learning/Dataminig/Recommendation 데이터마이닝에서 가장 흥미롭고 도전적인 미션을함께 수행합니다.인간이 지식을 습득하고 지적으로 성장하는 모든 과정을 심리학적, 인지적, 그리고 컴퓨터과학적으로연구개발할 것입니다(현재 심리학자도 함께 하고 있습니다)- Lead Engineer (Backend)서버 개발 경험이 최소 3년정도 있었으면 좋겠습니다.기술스택은 크게 관계 없습니다.자기 서비스를 만들어봤다면 서류 증빙 따위도 필요 없습니다.성장 욕구가 강해서 밤새면서까지 빨리 배워서 만들어버리겠다 하시면 신입도 좋습니다!제2창업을 준비한다는 생각으로아직 의미있는 지분참여가 가능합니다. 3. 책과 지식을 사랑하는 분이라면 더 좋겠어요 첫번째 시장은 독자와 출판사를 연결하는 데이터기반 플랫폼을 지향합니다.- 평소 책을 즐겨 읽으며, 도서관련 서비스 아이디어를 구상해 보신 분- 결국 사람은 독서와 지식을 통해 성장하는 존재라는 것을 믿으시는 분- 수백만권의 텍스트데이터를 헤엄치며 인간의 지적 활동을 파헤치고 싶은 분■ 회사는 망해도 개인은 망하지 말자돈, 복지, 자유로운 문화 다 중요하지만 가장 중요한 것은 성장입니다.회사의 성장 뿐 아니라, 개인이 성장할 수 있는 회사를 지향합니다.회사명 라이앤캐처스도 The Catcher in the rye 에서 영감을 얻었으며,이는 구성원의 성장을 지향한다는 뜻을 담고 있습니다.■ 이제 모든 것은 데이터로 통합니다.함께 성장할 방향은 데이터기술 기반으로 가는 것입니다.21세기에 가장 섹시한 직업은 'Data Scientist' 라 하죠.마케팅도 이제 데이터 입니다 -\u003e Growth Hacking 모든 비즈니스가 데이터 기반으로 갈 것입니다.함께 성장하지만 각자 개인의 이름으로도 경쟁력을 갖추는 팀이 될 것입니다.■ 우선 만나요주저 없이 연락주세요귀한 시간 내어 주시면맛있는 커피 쏩니다!얘기가 즐거워지면 2차 치맥도 쏩니다!\n\n            \n              \n                  \n                \n            \n          "]}