{"url":"https://www.rocketpunch.com//jobs/69785/iOS-%EC%95%B1-%EA%B0%9C%EB%B0%9C%EC%9E%90Swift","title":"iOS 앱 개발자(Swift)","origin":"청개구리","start_date":"02/25 ","newbie":"신입경력","content":["\n        주요 업무\n                    청개구리는 [위틀리] 라는 지역 단체를 위한 음식점 할인 멤버십 서비스를 운영하고 있습니다.학교, 회사 등 지역 단체와 근처 상권의 음식점, 카페, 술집 등 매장을 연결하여 독점 할인 혜택을 제공하는 서비스입니다.2019년 4월 인천에서 첫 베타 출시 이후 반 년 만에 부천, 제주, 천안, 대구를 포함한 5개 지역으로 확장하여 운영하고 있습니다.지속…\n            더 보기\n            청개구리는 [위틀리] 라는 지역 단체를 위한 음식점 할인 멤버십 서비스를 운영하고 있습니다.학교, 회사 등 지역 단체와 근처 상권의 음식점, 카페, 술집 등 매장을 연결하여 독점 할인 혜택을 제공하는 서비스입니다.2019년 4월 인천에서 첫 베타 출시 이후 반 년 만에 부천, 제주, 천안, 대구를 포함한 5개 지역으로 확장하여 운영하고 있습니다.지속적인 서비스 확장과 시스템 안정화의 주역이 되실 iOS 앱 개발자님을 모시고자 합니다.[담당하게 되실 주요 업무]- Swift로 개발된 위틀리 iOS 앱에 대한 신규 기능 개발- 기존 코드 및 버그 수정을 통한 유지보수\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          iOS\n          Swift\n          Firebase\n          cocoapods\n          carthage\n          kingfisher\n          alamofire\n          lottie\n          RxSwift\n          RESTful-api\n        \n      ","\n        채용 상세\n                    [자격요건]- iOS 개발 경력 2년 이상 또는 이에 준하는 분- Swift 언어에 익숙하고 Auto layout, Storyboard 활용에 능숙한 분- 사용 서비스 개발 및 운영 경험이 있으신 분- RESTful API에 대한 이해가 있으신 분- 주어진 기능 및 UI 요구사항을 설계/구현/테스트 할 수 있는 분- Cocoapods, Carthag…\n            더 보기\n            [자격요건]- iOS 개발 경력 2년 이상 또는 이에 준하는 분- Swift 언어에 익숙하고 Auto layout, Storyboard 활용에 능숙한 분- 사용 서비스 개발 및 운영 경험이 있으신 분- RESTful API에 대한 이해가 있으신 분- 주어진 기능 및 UI 요구사항을 설계/구현/테스트 할 수 있는 분- Cocoapods, Carthage 등 패키지 매니저의 사용 및 이해가 있으신 분- 적극적으로 동료들과 소통하고 책임감이 높으신 분\u2028- 새로운 기술의 습득과 사용에 능동적인 분[우대사항]- 코드 개선 및 코드 리뷰에 적극 참여하시는 분- 버전관리 툴 Git을 이용한 협업에 익숙하신 분- 최신 iOS Framework, 빌드 툴 및 라이브러리에 대한 지식 혹은 습득 능력을 갖추신 분- 업무 프로세스 및 개발 문화 개선에 관심이 많고, 실제로 실행해보신 분- 스타트업 경험이 있으신 분- Jira, Confluence, Teams를 협업에 활용한 경험이 있으신 분- 문제가 생겼을때 발빠르게 대처할 수 있는 디버깅 스킬- Reactive 프로그래밍에 대한 이해, RxSwift를 사용해보신 분[청개구리에서 일을 대하는 자세]\"일을 위한 일을 하지 말자!\"반복적인 업무는 자동화하고, 비효율적인 업무는 수시로 개선합니다.최대한 간결하고 명확한 협업을 위해 Jira에서 업무를, Confluence에서 문서를, GitHub에서 코드를, Abstract에서 디자인을 관리하고 Teams에서 소통하고 있습니다.\"너는 다 계획이 있구나\"우리가 할 일에 대해 왜? 무엇을? 언제까지? 어떻게? 할 지 고민하고 시작합니다.월요일 주간 팀미팅에 모두 모여 프로젝트에 대해 각자의 분야에서 준비한 의견과 근거를 제시하고 토의합니다.할 일에는 항상 중요도와 순서가 있다고 생각하고 계획을 수립하여 진행합니다.\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+5                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                  \n                \n            \n          \n            \n              \n                  \n                  \n                \n            \n          "]}