{"url":"https://www.rocketpunch.com//jobs/69522/%EB%89%B4%EB%A1%9C%ED%95%8F-Web-%ED%94%84%EB%A1%A0%ED%8A%B8%EC%97%94%EB%93%9C-%EA%B0%9C%EB%B0%9C%EC%9E%90-%EB%AA%A8%EC%A7%91","title":"[뉴로핏] Web 프론트엔드 개발자 모집","origin":"뉴로핏","start_date":"02/21 ","newbie":"경력","content":["\n        주요 업무\n                    뉴로핏은 사세확장으로  Web 프론트엔드 개발 업무를 할 소프트웨어 개발자를 모집합니다.뉴로핏은 뛰어난 뇌공학, 의료인공지능 기술을 실제 의료현장에 적용하여 의료진의 불편함을 개선하고, 그들의 능력을 보조하여 더 나은 의료를 가능하게 하고자 합니다. 이를 위해 환자의 MRI를 바탕으로 환자의 뇌를 컴퓨터로 복원하는 뇌모델링 기술을 이용하여 다양한 뇌…\n            더 보기\n            뉴로핏은 사세확장으로  Web 프론트엔드 개발 업무를 할 소프트웨어 개발자를 모집합니다.뉴로핏은 뛰어난 뇌공학, 의료인공지능 기술을 실제 의료현장에 적용하여 의료진의 불편함을 개선하고, 그들의 능력을 보조하여 더 나은 의료를 가능하게 하고자 합니다. 이를 위해 환자의 MRI를 바탕으로 환자의 뇌를 컴퓨터로 복원하는 뇌모델링 기술을 이용하여 다양한 뇌질환 치료 가이드 및 진단 소프트웨어, 뉴로모듈레이션 연구용 소프트웨어를 개발하고 있습니다. 시장 가능성을 인정 받고 2019년에는 북미, 유럽, 중국 등 세계 주요 시장에 진출하였습니다. 최근 시리즈A 투자유치를 완료하고, 신규 솔루션 개발과 글로벌 진출에 박차를 가하기 위해 인재를 대거 영입 중입니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          HTML\n          HTML\u0026CSS3\n          HTML5\n          HTML5, CSS3, jQuery, javascript\n          웹 프론트엔드 개발(HTML5/CSS3/JavaScript/Vue.js)\n          JavaScript\n          Javascript (ES6/ES7)\n          React.js\n          Vue.js, React.js, RESTful API, Database, SQL, Next.JS, Swift, Java, Kotlin, React Native, Zeplin, Slack, Trello\n          Javascript, React.js, Vue.js, JQuery, PHP, JSP\n          React(JS/Native)\n          Vue.js\n          프론트 엔드 개발(Vue.js)\n        \n      ","\n        채용 상세\n                    담당업무- Web 프론트엔드 개발- HTML, CSS, Javascript 등에 대한 이해- 크로스브라우징에 대한 이해- React.js, Vue.js 등의 web frontend framework을 사용한 개발 경험자격요건- 학력: 학사 이상- 경력:  2 ~ 5년- HTML, CSS, Javascript 등에 대한 이해- 크로스브라우징에 대한 이…\n            더 보기\n            담당업무- Web 프론트엔드 개발- HTML, CSS, Javascript 등에 대한 이해- 크로스브라우징에 대한 이해- React.js, Vue.js 등의 web frontend framework을 사용한 개발 경험자격요건- 학력: 학사 이상- 경력:  2 ~ 5년- HTML, CSS, Javascript 등에 대한 이해- 크로스브라우징에 대한 이해- React.js, Vue.js 등의 web frontend framework을 사용한 개발 경험-  Git 등의 분산 버전 관리 시스템 이용에 익숙하신 분우대사항- 실제 출시된 제품의 Web 프론트엔드 개발 참여 경험이 있으신 분- SPA 및 서버사이드 렌더링에 대한 이해가 있으신 분- REST API 클라이언트 개발 경험 / 백엔드의 기본적 이해가 있으신분- AWS 환경에서의 서비스 빌드 및 배포 경험- Typescript, Redux, RxJS 등에 대한 관심 및 사용 경험이 있으신 분- 새로운 언어나 기술 등을 빠르게 습득하고 적응할 수 있는 능력이 있으신 분\n"]}