{"url":"https://www.rocketpunch.com//jobs/68886/%ED%95%B4%EC%99%B8%EC%A7%81%EA%B5%AC-%EC%95%A0%ED%94%84%ED%84%B0%EB%B0%94%EC%9D%B4-%EC%8B%A4%ED%96%89%EB%A0%A5-%EB%9B%B0%EC%96%B4%EB%82%9C-%EB%A7%88%EC%BC%80%ED%84%B0-%EB%AA%A8%EC%8B%AD%EB%8B%88%EB%8B%A4","title":"해외직구 애프터바이 [ 실행력 뛰어난 마케터 ] 모십니다.","origin":"아이디브","start_date":"03/02 ","newbie":"경력","content":["\n        주요 업무\n                    왜? 해외직구를 왜 할까요?국내에서 사기 힘든 상품, 국내보다 저렴하게 상품을 구매하고 싶어서일 것입니다.하지만 해외 쇼핑몰에서 구매하고 한국으로 배송하는 과정은 쉽지 않습니다.어려워서 포기하거나 복잡하고 정말 상품이 올까? 불안해서 몇 번이고 시도하며\"직구는 역시 힘들고 복잡해!\" 하고 대부분 포기합니다.(약 46%, 한국 소비자보호원)하지만 정말…\n            더 보기\n            왜? 해외직구를 왜 할까요?국내에서 사기 힘든 상품, 국내보다 저렴하게 상품을 구매하고 싶어서일 것입니다.하지만 해외 쇼핑몰에서 구매하고 한국으로 배송하는 과정은 쉽지 않습니다.어려워서 포기하거나 복잡하고 정말 상품이 올까? 불안해서 몇 번이고 시도하며\"직구는 역시 힘들고 복잡해!\" 하고 대부분 포기합니다.(약 46%, 한국 소비자보호원)하지만 정말 편하고 쉬운 직구 \"애프터바이\"가 있습니다.정말 상품만 골라 담으면 직구는 끝!! 입니다.우리는 다양한 채널로 A/B 테스트를 하고 적합한 광고 채널과 타겟을 찾아냅니다.그리고 퍼포먼스 마케팅을 기본으로 직구가 어려운 고객, 불안해서 포기한 고객들을 찾아 냅니다.또 먼저 다가가서 우리를 알리고 서비스를 노출 시킵니다.팀원과 브레인스토밍으로 아이디어를 도출하고 다듬어서 실행합니다.―――――Main Job1. 바이럴 마케팅의 실행2. Facebook, Instagram 등의 SNS 채널을 이용한 홍보, CPI 최적화 마케팅3. 다양한 A/B 테스트 아이디어 도출과 실험, 분석4. 앱 설치부터 PU 전환까지를 분석하여 마케팅에 적용4. 데이터 분석과 분석 결과를 적용한 마케팅\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          디지털마케팅\n          브랜드마케팅\n          바이럴마케팅\n          그로스해킹\n          글로벌마케팅\n          앱마케팅\n          Google Analytics\n        \n      ","\n        채용 상세\n                    ――――――――――지금 찾고 있는 분은 한 분입니다.우리 서비스를 분석하여 적합한 광고, 홍보 채널을 찾고 마케팅을 기획하고 실행합니다.실행한 마케팅의 효과를 숫자로 분석하고 퍼포먼스를 낼 수 있는 채널들에 집중, 발굴 합니다.마케팅 채널별 유입 효과를 측정하기 위해 GA, Fabric, Adbrix와 같은 툴을 활용하여 분석합니다.데이터 분석으로 …\n            더 보기\n            ――――――――――지금 찾고 있는 분은 한 분입니다.우리 서비스를 분석하여 적합한 광고, 홍보 채널을 찾고 마케팅을 기획하고 실행합니다.실행한 마케팅의 효과를 숫자로 분석하고 퍼포먼스를 낼 수 있는 채널들에 집중, 발굴 합니다.마케팅 채널별 유입 효과를 측정하기 위해 GA, Fabric, Adbrix와 같은 툴을 활용하여 분석합니다.데이터 분석으로 하는 마케팅과 홍보, 브랜드 마케팅의 밸런스를 찾을 수 있는 분이 었으면 좋겠습니다- 실행력 좋은 마케터 (1명)1. 페북, 인스타그램, 네어버 블로그, 키워드 광고 경험을 6 개월 이상 가지고 계신분2. 블로그, 카페등 바이럴 마케팅의 경험을 6개월 이상 가지고 계신분3. 데이터를 집착스러울 정도로 끈기있게 찾아 분석하시는 분4. Facebook, Instagram 의 마케팅 컨텐츠를 직접 만들어내고 실행해보신 분Tracing, Analysis Tools : - Google docs, GA, Fabric, Adbrix, Photoshop, Trello, Slack ――――――――――――――――――――이 정도는 체득하신 분이었으면 합니다!1. 데이터에 민감한 마케터2. 예산을 집행하고 효과를 측정하고 분석하는 숫자에 민감한 분3. 채널별 로그 설계와 셋팅에 익숙하신 분4. Facebook, Instagram 광고, 카스, 까페 홍보 중에서  최소 1개 이상을 전문적으로 해오신 분5. 마케팅 효과 분석을 좋아하는 숫자 덕후!―――――――――――――――――――――――――이 경험들이 있으면 더욱 좋습니다.1. E-commerce 마케팅 경험2. GA, Fabric, Adbrix 툴 활용하여 유입 경로 분석, 고객 분석 경험자3. 영어 커뮤니케이션 스킬 능력을 가지신 분4. 긍정적인 성격과 논리적인 대화 스킬을 가지신 분――――――――――――――――――――――――――――――인재상:- 팀원들과 잘 이해하기 위해서 자주 대화하고 어울릴 수 있는 분  (최소 25년은 모르고 살아온 사람들이 같이 일하는 회사니까요...^^;)- 서로 다름을 인정하고 상대방과 맞추어 나가려는 의지와 스킬을 가진 분\n"]}