{"url":"https://www.rocketpunch.com//jobs/60501/%EB%B0%B1%EC%97%94%EB%93%9C-%EA%B0%9C%EB%B0%9C%EC%9E%90%EC%82%B0%EC%97%85%EA%B8%B0%EB%8A%A5%EC%9A%94%EC%9B%90-%ED%98%84%EC%97%AD%EC%A0%84%EC%A7%81-%EA%B0%80%EB%8A%A5","title":"백엔드 개발자(산업기능요원 현역/전직 가능)","origin":"헬프미","start_date":"03/02 ","newbie":"신입경력","content":["\n        주요 업무\n                    • 법률서비스 자동화 프로세스 설계 및 개발   • 헬프미 백엔드 설계 및 개발 • 신뢰성 있는 시스템 유지 개발  • 자동화 기술 연구 • 제품 개발 프로세스 고안 및 개선\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Back-end\n          Git\n          TypeScript\n          Node.js\n          html-dom\n        \n      ","\n        채용 상세\n                    https://lawyers.help-me.kr/recruit/2020-01-backend★ 반드시 위 채용공고를 확인한 뒤 recruit@help-me.kr 로 지원해주세요.★ 로켓펀치로 직접 지원하시면 확인이 어렵습니다.  * 헬프미가 빠르게 성장하고 있어서, 개발자를 상시 채용하고 있습니다.* 본 공고는 상시채용 공고이므로, 마감 표시가 없다면…\n            더 보기\n            https://lawyers.help-me.kr/recruit/2020-01-backend★ 반드시 위 채용공고를 확인한 뒤 recruit@help-me.kr 로 지원해주세요.★ 로켓펀치로 직접 지원하시면 확인이 어렵습니다.  * 헬프미가 빠르게 성장하고 있어서, 개발자를 상시 채용하고 있습니다.* 본 공고는 상시채용 공고이므로, 마감 표시가 없다면 바로 지원해주세요!* 병역특례 산업기능요원 개발자, 프론트엔드 개발자도 상시 채용하고 있습니다. 헬프미는 2018년에 상위 3% 우수 병역특례 업체로 선정되기도 했습니다.       ▶ 경력 개발자 채용 (백엔드) 공고 : https://lawyers.help-me.kr/recruit/2019-07-backend▶ 경력 개발자 채용 (프론트엔드) 공고 : https://lawyers.help-me.kr/recruit/2019-07-frontend▶ 산업기능요원 개발자 채용 (백엔드) 공고 : https://lawyers.help-me.kr/recruit/2018-4-sw-engineer-4  [채용공고 요약] 주요업무• 법률서비스 자동화 프로세스 설계 및 개발• 헬프미 백엔드 설계 및 개발• 신뢰성 있는 시스템 유지 개발• 자동화 기술 연구• 제품 개발 프로세스 고안 및 개선  필수요건 • 1년 이상의 개인 프로젝트를 제외한 백엔드 개발 경력• TypeScript, Node.js에 대한 깊은 이해도• HTML DOM Tree에 대한 깊은 이해도• 새로운 기술을 남들보다 빠르게 습득할 수 있는 능력• Git을 자유롭게 사용할 수 있는 능력 우대조건• C#에 대한 깊은 이해 및 개발 경험 • AWS 상에서 서비스를 운영해본 경험(다중 인스턴스 관리, 로드 밸런싱 및 장애 대응)• Windows UI Automation에 대한 경험 또는 Win32 API에 대한 깊은 이해• Web Automation에 대한 경험• 머신러닝(NLP, Text Recognition)을 실무에 적용해본 경험이 있으신 분• TDD에 대한 깊은 이해 및 개발 경험• 비개발자와 기술적 이슈에 대한 커뮤니케이션 능력 안녕하세요? Law \u0026 Technology 스타트업 헬프미의 박효연 대표입니다.저희는 헬프미의 \u003c백엔드\u003e 개발을 맡아주실 개발자를 모시고 있습니다. 저는 헬프미가 지원자 중 누군가를 선택하는 과정이 중요하듯이, 지원하시는 분이 헬프미를 선택하는 과정도 중요하다고 생각합니다.따라서 이 글을 읽고 계신 여러분께 헬프미가 어떤 회사인지 설명드리고, 여러분의 선택을 받고자 합니다. 나의 재능으로 인해 세상이 더 나아지는 변화를 경험하고 싶은 분이시라면, 헬프미의 가치 있는 도전에 함께 해주세요! 1. 헬프미는 어떤 회사인가요?        헬프미는 변호사들과 엔지니어들이 모인 Law \u0026 Technology 스타트업입니다. 헬프미는 2015. 7. 설립된 이래로 법률서비스에 자동화, 인공지능 기술을 접목하여, 서비스 가격을 획기적으로 낮추고, 사용자의 편의를 극대화하는 사업을 펼치고 있습니다. 특히 헬프미는 아래의 법률서비스를 타겟으로 하여 순차적으로 서비스를 선보이고 있습니다.1) 다수의 사람들이 실제 이용하고 있거나 이용이 예측되는 법률서비스2) 자동화, 인공지능 기술의 접목이 상대적으로 쉬운 법률서비스3) 실제로 사람들이 돈을 내고 이용하고 있는 법률서비스 2017년 1월에 이미 손익분기점(BEP)를 넘겼고, 2016년 9월부터 2018년 5월까지 매출이 20배 늘었났습니다. 2017년에는 병역특례기업으로 지정되기도 했습니다. 언론에서 소개된 내용은 아래 기사에서 확인하실 수 있습니다.[플래텀] [Startup’s Story #352] IT기술을 더해 법률사무소 문턱을 ‘확’ 낮췄다, 헬프미[한국경제] \"AI 변호사가 법률산업 생산성 끌어올릴 것\"[국민일보] \"법률 서류 대신 만들고 판례 분석해 해법 내고... AI, 법률시장 파고든다\"[헤럴드경제] \"인공지능 법률서비스 시작…3만 9000원에 지급명령 신청 대행\"[YTN 사이언스 청년창업 런웨이 강연 동영상] \"누구나 쉽게 사용할 수 있는 법률서비스!\"헬프미가 제공하고 있는 서비스는 아래 링크에서 확인하실 수 있습니다.1) 법률상담 헬프미 : https://lawyers.help-me.kr/2) 법인등기 헬프미 : https://reg.help-me.kr/3) 상속문제 헬프미 : https://inherit.help-me.kr/4) 상표등록 헬프미 : https://trademark.help-me.kr/ 2. 헬프미의 개발디자인팀과 개발자는 어떤 일을 하나요?헬프미 디자인개발팀은 현재 UX디자이너 2명(5년차, 4년차) , 소프트웨어 엔지니어 6명(7년차, 5년차, 5년차, 2년차, 1년차)로 구성되어 있습니다.  헬프미 디자인개발팀의 역할과 백엔드 개발자분께서 하실 일을 설명드리겠습니다.2-1. 헬프미 디자인개발팀의 특징2-1-1. IT 불모지 법률영역에서 고객들에게 Value를 주는 실용성 있는 결과물을 만들어내고 있습니다. 저희가 개발하는 것들은 과거 누구도 개발하지 않았던 것들이 대부분입니다. 또한 지금까지 소프트웨어 엔지니어링이 적용된 적이 없는 미지의 영역을 개척하고 있습니다. 법률영역은 전통적이고 보수적인, 그래서 'IT의 불모지'에 가까운 영역입니다. 이러한 법률영역에서 실제로 고객들에게 Value를 주는 실용성 있는 소프트웨어를 만들어 내는 것이 저희 디자인개발팀의 특징입니다. 2-1-2.  UX 디자이너와 소프트웨어 엔지니어가 함께 팀을 이루고 있습니다. 헬프미에서는 엔지니어도 UX 디자인에 관여하고, 최초 기획 단계부터 함께 참여해서 결과물을 만듭니다. 이렇게 하는 이유는 기술적 관점에서 나오는 아이디어와 디자이너의 시각에서 나오는 아이디어가 다르고, 다양한 아이디어를 다각도로 모색할 수 있어야 가장 효율적인 결론을 얻을 수 있기 때문입니다. 또한 기획단계부터 기술적으로 가장 효율적인 방안을 검토하면 구현 시간을 절약할 수 있는 장점이 있습니다. 따라서 헬프미에서는 디자인조직과 개발조직이 ('나는 디자인을 할테니 너는 개발만 해'와 같이) 별도로 움직이지 않고, 하나의 팀을 구성해서 업무를 하고 있습니다.2-1-3. PXE 파트와 ARE 파트로 나누어 일하고 있습니다. 헬프미의 디자인개발팀은 1) PXE 파트와 2) ARE 파트라는 두 개의 조직으로 구성되어 있습니다.1) PXE(Product eXperience Engineering)파트는 제품 경험 및 설계에 대한 엔지니어링을 담당하고 있습니다.2) ARE(Automation and Reliability Engineering)파트는 자동화 및 신뢰성 향상 엔지니어링을 담당하고 있습니다. 이는 각 파트별로 서비스에 담고자 하는 메시지의 특색이 다르기 때문입니다. 2-1-4. 제품 개발 프로세스를 직접 고안하고, 개선해 나갑니다. 저희는 제품 개발 프로세스를 직접 고안하고, 지속적으로 개선해 나가고 있습니다. 저희는 개발의 결과물 뿐만 아니라 문제 해결 과정을 상당히 중시합니다. 이번 뿐만 아니라 다음에도 더 효율적으로, 더 올바르게 개발할 수 있는 프로세스를 마련하기 위함입니다.그래서 문제 해결 과정의 한 방법으로 XD 프로세스(UX-중심 개발 방법론, uX-centered Development) 및 AD 프로세스(Automation Development)를 고안하여 사용하고 있습니다. 이런 제품 개발 프로세스는 열려있는 프로세스이고, 계속 수정 보완해나가고 있습니다.2-1-5. 주기적인 연구, 세미나를 통해 팀의 역량을 발전시키고 있습니다. 헬프미의 인재상은 '어제보다 나은 오늘, 오늘보다 나은 내일을 만들어가는 사람'입니다. 이러한 인재상을 구현하기 위하여, 지속적으로 실력을 키우기 위해 많은 연구를 하고 있고 주기적으로 세미나를 열고 있습니다. 단지 최신 트렌드를 따르기 위함이 아닙니다. 깊이 있는 공부를 위해 과제를 설정하고, 매주 세미나를 열어서 함께 연구하고 있습니다(현재 ARE 파트에서는 SRE라는 분야를 연구하고 있고, PXE파트에서는 Ant Design을 연구하고 있습니다).   *ARE 파트 기술 스택은 다음과 같습니다.언어: TypeScript, C#플랫폼: Node.js, AWS LambdaDB: MongoDB캐시: Redis(AWS ElastiCache)객체: AWS S3클라우드: Heroku, AWS소스: Gitlab배포: Gitlab CI/CD프로젝트 관리: Trello, Slack3. 헬프미는 어떤 분과 함께 하고자 하나요? 3.1. 필수요건저희는 아래와 같은 요건을 갖추신 분을 모시고자 합니다. 가. 3년 이상의 개인 엔드젝트를 제외한 백엔드 개발 경력ARE 엔지니어는 백엔드 서비스 개발에 참여하여 NoSQL Document DB 기반의 데이터 모델링과 RESTful API(BFF) 설계 및 개발을 하시게 될 것입니다. 따라서, 기본적으로 위와 관련된 백엔드 서비스 개발 경험이 3년 이상이신 분을 모시려고 합니다.나. TypeScript, Node.js에 대한 깊은 이해를 갖추신 분헬프미 디자인개발팀은 TypeScript(v3.5+), Node.js(v12.6+)를 기반으로 개발을 하고 있습니다. 따라서 저희는 위 기술에 대한 깊은 이해를 갖추신 분을 모시려고 합니다.다. HTML DOM Tree에 대한 깊은 이해도ARE 엔지니어는 법률 서비스를 제공하는데 있어서 필요한 업무들을 자동화하여 효율적으로 업무를 처리할 수 있도록 자동화 프로세스를 설계 및 개발하고 있습니다. 법률 업무 프로세스를 자동화하기 위해서는 웹 페이지 상의 HTML DOM Tree 구조를 이해하고 조작 할 수 있는 능력을 갖추신 분을 모시려고 합니다.라. 새로운 기술을 남들보다 빠르게 습득할 수 있는 능력법률 서비스 자동화 프로세스를 개발하기 위해서는 Windows Automation 부터 NLP와 같은 머신러닝까지 넓은 범위의 자동화 기술들이 필요합니다. 따라서 기존의 기술들을 연구하고 새로운 기술을 적극적으로 연구, 실험하고 개발하여 내부 공유를 위한 세미나까지도 진행하실 수 있는 분을 모시려고 합니다.마. Git을 자유자재로 사용할 수 있는 능력Git을 사용해 협업해본 경험을 보유하신 분을 찾고 있습니다. 헬프미 디자인개발팀은 Gitflow 브랜치 관리 전략과 Pull request를 이용한 코드 리뷰를 적극적으로 활용하고 있습니다. Github과 같은 오픈소스 커뮤니티에서 활동해보셨다면 더욱 좋습니다.3.2. 우대조건또한 저희는 필수조건은 아니지만, 아래와 같은 조건을 갖추신 분을 우대합니다.• C#에 대한 깊은 이해 및 개발 경험• AWS 상에서 서비스를 운영해본 경험(다중 인스턴스 관리, 로드 밸런싱 및 장애 대응)• Windows UI Automation에 대한 경험 또는 Win32 API에 대한 깊은 이해• Web Automation에 대한 경험• 머신러닝(NLP, Text Recognition)을 실무에 적용해본 경험이 있으신 분• TDD에 대한 깊은 이해 및 개발 경험• 비개발자와 기술적 이슈에 대한 커뮤니케이션 능력 4. 근무 혜택은 어떻게 되나요?• 급여는 협의하여 결정합니다. • 월~금 주 5일 근무입니다. (출퇴근 시간은 9:45 ~ 18:45입니다)• 점심 식대를 지원해 드립니다.• 구성원 사이를 가깝게 하기 위해 샐러드데이, 사총사 모임제도를 운영하고 있습니다. • 구성원의 성장을 돕고자 참고서적을 무제한 지원해드립니다. • 오늘보다 나은 내일을 준비하실 수 있도록 교육비, 운동비를 월 10만 원 범위 내에서 지원해드립니다. • 연차별 근속자, 매월 생일자에게 선물을 드립니다.• 풍부한 간식을 제공합니다.• 퇴직연금제도를 도입하여, 퇴직연금을 별도로 제공합니다   5. 지원방법을 알려주세요.• 이 채용공고는 상시채용 공고입니다.• 자유양식의 자기소개서, 이력서를 아래 이메일로 보내주시면 됩니다.• 자기소개서, 이력서에는 헬프미에 지원하시는 이유가 반드시 포함되어야 합니다.• 지원서 제출 이메일 주소 : recruit@help-me.kr• 메일 제목은 \"[백엔드 엔지니어 지원(경력)] OOO(본인 성함)\"으로, 첨부서류 제목은 \"20200201(지원날짜)-백엔드 엔지니어 지원(경력)-OOO(본인 성함)\" 으로 해주세요.• 자기소개서, 이력서에 주민등록번호를 기재하지 말아 주세요. • 지원기간 : 상시 6. 채용절차는 어떻게 되나요?• 2회 이상의 대면 면접을 진행합니다.• 1차 면접을 통과하신 분을 대상으로 소정의 과제가 진행될 수 있습니다(진행시 과제비를 지급해 드립니다).• 지원서가 제출되면 곧바로 검토를 하고, 서류 통과자분들께 면접 연락을 드립니다.• 정해진 지원기간이 지난 후에 한꺼번에 지원서를 검토하는 시스템이 아니므로, 헬프미가 가고자 하는 미래에 동참하고 싶다면 바로 지원서를 제출해 주세요!• 적임자가 선정되면, 지원기간이 남았다고 하더라도 리쿠르팅은 조기 종료됩니다.\n\n            \n              \n                  \n                \n            \n          "]}