{"url":"https://www.rocketpunch.com//jobs/67397/%EC%9D%B8%EC%82%AC-%ED%8C%80%EC%9E%A5","title":"인사 팀장","origin":"메디블록","start_date":"12/27 ","newbie":"경력","content":["\n        주요 업무\n                    스타트업은 늘 새로운 비지니스를 추구하지만, 막상 새로운 비지니스를 성공시키는 것은 굉장히 어렵습니다. 하지만 그만큼 그 무엇과도 비교할 수 없는 성취감을 얻을 수 있는 길임에는 분명합니다.저희 메디블록이 집중하고 있는 의료 시장은 여러가지 현실적 제약으로 인해 이미 다른 산업에서는 보편화된 최신 기술 등으로 부터 많이 소외된 분야였습니다. 메디블록…\n            더 보기\n            스타트업은 늘 새로운 비지니스를 추구하지만, 막상 새로운 비지니스를 성공시키는 것은 굉장히 어렵습니다. 하지만 그만큼 그 무엇과도 비교할 수 없는 성취감을 얻을 수 있는 길임에는 분명합니다.저희 메디블록이 집중하고 있는 의료 시장은 여러가지 현실적 제약으로 인해 이미 다른 산업에서는 보편화된 최신 기술 등으로 부터 많이 소외된 분야였습니다. 메디블록은 중요한 시장 참여자들(환자, 병원, 보험사, 제약사 등 헬스케어 기업, 정부기관 등)과 함께 의료 분야의 디지털 혁신을 만들어 나가기 위해 앞장서고 있습니다.가까운 미래에 메디블록을 통해 의료 서비스가 크게 달라지리라 생각합니다. 차세대 유니콘을 향한 발걸음을 함께하실 인사팀장님을 모십니다!\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          인사\n          채용\n          인사관리\n          Recruting\n          조직문화\n          노무\n          기업문화\n          평가보상\n          채용브랜딩\n        \n      ","\n        채용 상세\n                    # 회사 업무 소개 #메디블록은 블록체인 등의 최신 IT기술을 기반으로 의료 데이터가 안전하고 효과적으로 활용되는 세상을 꿈꾸는 디지털 헬스케어 서비스 기업입니다.사용자가 스스로 자신의 의료 데이터를 활용할 수 있는 디지털 의료 생태계를 만드는 것을 목표로 다음과 같은 업무를 진행하고 있습니다.- 의료 데이터 활용의 중심이 될 모바일 헬스케어 앱 개…\n            더 보기\n            # 회사 업무 소개 #메디블록은 블록체인 등의 최신 IT기술을 기반으로 의료 데이터가 안전하고 효과적으로 활용되는 세상을 꿈꾸는 디지털 헬스케어 서비스 기업입니다.사용자가 스스로 자신의 의료 데이터를 활용할 수 있는 디지털 의료 생태계를 만드는 것을 목표로 다음과 같은 업무를 진행하고 있습니다.- 의료 데이터 활용의 중심이 될 모바일 헬스케어 앱 개발- 병원, 보험사, 제약회사 등 각종 기관과의 데이터 교류 인프라 구축- 탈중앙화된 의료 데이터 교류를 가능하게 하는 블록체인 개발- 의료 서비스 공급자(의료기관 등)를 위한 의료 정보 시스템 개발# 제품 간단 소개 #- 메디블록은 블록체인을 개발 및 운영 하고 있으며, 개인 신원 및 의료 데이터의 완결성 검증과 이를 활용한 권리 관계의 정의, 그리고 데이터 교류의 인센티브 제공을 위해 활용하고 있습니다.- 모바일 앱인 메디패스를 곧 런칭할 계획입니다. 메디패스 앱에서는 보험 청구 서비스를 시작으로 다양한 디지털 의료 서비스를 준비 중입니다. 현재 많은 대형 병원 및 보험사들과 데이터 교류 인프라를 구축 중이며, 다양한 기관과 연계하여 서비스를 제공할 예정입니다.- 정부에서 지원하는 각종 의료데이터 관련 사업(마이데이터 사업 등)의 참여자로 선정되어 개인 건강 정보를 관리하는 모바일 서비스를 준비 중입니다.- 의료 기관이 더 나은 의료 서비스를 제공할 수 있도록 진료 및 진료 보조업무를 효율화하고 환자들과 소통할 수 있는 의료정보 시스템을 개발하고 있습니다.# 담당업무 #- 우수 인재 채용/관리- 급여/복지 관련 정책 수립/시행- 근태/연차 관리 정책 수립/시행- 인사평가제도 수립/시행# 자격요건 #- 인사 업무 경험 10년 이상- 뛰어난 커뮤니케이션 능력# 우대사항 #- 중소기업/스타트업 경험- 헬스케어/IT 기업 경험\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+5                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}