{"url":"https://www.rocketpunch.com//jobs/70092/Product-Designer-UXUI","title":"Product Designer (UX/UI)","origin":"미소","start_date":"02/26 ","newbie":"경력","content":["\n        주요 업무\n                    미소의 Product Team은 1. 고객은 만족스러운 서비스를 받고 2. 파트너는 적합한 일자리를 신청할 수 있도록 Product를 만듭니다. 예로, 파트너 앱에선 사용자 행동 패턴을 분석해 수많은 일자리 중 특정 일자리를 노출하고 서비스 완료까지 유저의 경험을 확인합니다. 또한, 최상의 품질을 유지하기 위해 파트너의 평점을 관리합니다. 미소 Pr…\n            더 보기\n            미소의 Product Team은 1. 고객은 만족스러운 서비스를 받고 2. 파트너는 적합한 일자리를 신청할 수 있도록 Product를 만듭니다. 예로, 파트너 앱에선 사용자 행동 패턴을 분석해 수많은 일자리 중 특정 일자리를 노출하고 서비스 완료까지 유저의 경험을 확인합니다. 또한, 최상의 품질을 유지하기 위해 파트너의 평점을 관리합니다. 미소 Product Team은 개발자와 디자이너로 구성되어 있습니다. 미소의 모든 개발자와 디자이너는 자유롭게 의견을 제시하고 함께 논의하는 환경 안에서 다양한 프로젝트를 진행합니다. Customer first 와 Simplicity 를 추구하며, 다양한 배경을 가진 미소 유저들에게 최고의 사용자 경험을 선사하고 싶다면, 지원해주세요!\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          web designer\n          UX designer\n          product\n          product design\n          UI/UX디자인\n          Graphic Design\n          UX디자인\n          그래픽디자인\n        \n      ","\n        채용 상세\n                    [미소에서 하게 될 업무는요]미소의 Senior Product Designer는 미소가 제공하는 다양한 Product(모바일 앱/웹)의 기획과 디자인을 담당합니다. 사용자와 만나게 되는 모든 결과물에 관여하게 되며 단순히 보기에만 좋은 디자인 아닌 직관적이고 사용자에게 유용한 디자인 결과물을 만듭니다. A/B Testing과 같은 다양한 데이터 분석…\n            더 보기\n            [미소에서 하게 될 업무는요]미소의 Senior Product Designer는 미소가 제공하는 다양한 Product(모바일 앱/웹)의 기획과 디자인을 담당합니다. 사용자와 만나게 되는 모든 결과물에 관여하게 되며 단순히 보기에만 좋은 디자인 아닌 직관적이고 사용자에게 유용한 디자인 결과물을 만듭니다. A/B Testing과 같은 다양한 데이터 분석을 통해 사용자의 니즈를 파악하고 새로운 기획을 만들어나가며 끊임없는 개선을 위해 노력합니다.▶미소의 모바일 앱, 웹에 대한 기획 및 디자인▶사용자의 행동패턴 및 다양한 지표 분석 및 그에 따른 UX/UI 설계와 실행▶개발 및 기획에서의 주도적인 Product 리드[이런 분과 함께하고 싶습니다]▶경력 : UX/UI 경력 최소 4년 이상 혹은 이에 상응하는 실력, Senior Level▶뛰어난 그래픽 디자인 능력을 보유하신 분 (Typography, Iconography, Color Theory, Visual Composition 등)▶데이터 기반의 분석적인 사고가 가능하신 분▶적극적인 태도로 스스로 다양한 업무를 수행할 수 있는 분▶원활한 커뮤니케이션 스킬과 협업 능력을 보유하신 분 [이런 분을 우대합니다]▶서비스 기획부터 사용자 피드백까지 End-to-end 서비스 출시를 경험하신 분▶그래픽디자인, 모션그래픽, 포토그래피, 제품/공간디자인 등 다양한 종류의 디자인 경험이 있으신 분▶각종 디자인 툴 (Sketch, Adobe 제품군, 기타 프로토타이핑 툴 등)을 능숙하게 다루시는 분▶브랜딩 디자인에 관심이 많고 이해도가 높으신 분▶개발자와 자유롭게 소통할 수 있는 정도의 개발 기반 지식이 있으신 분 [미소의 기술 스택]▶Web Frontend: React JS, Redux, Webpack, Babel▶Backend: Micro services written in Python, Ruby, Node and Go▶Infrastructure: AWS, Docker, ECS, Serverless▶Android: React Native, Native Android (Kotlin)▶iOS: React Native, Objective-C▶Design: Sketch, InVision, Overflow, Adobe, Zeplin▶Data Science: Go, Python▶Collaboration tools: Gitlab, Slack, Zeplin [보상 및 혜택]▶정직원 Stock Option 보상▶홈클리닝 서비스 제공▶4대보험 가입 및 퇴직금 별도▶회사 제휴 혜택 제공 (차량/의류/레스토랑/병원/복지몰/병원 할인 등) [업무환경]▶비즈니스 조직과 Product 조직이 Alignment 가 잘 맞는 조직문화▶맥북 Pro 및 듀얼 모니터 제공▶유연근무제 시행▶휴게공간 라운지 이용 24/7▶조식 제공 및 간식, 커피, 크래프트 비어 무제한▶핫플레이스 성수 근무 [지원서류 및 절차]▶서류: 영문이력서 또는 국문이력서 + 포트폴리오(필수)▶절차: 서류전형 - 홈테스트 - 면접전형(최대 3회) - 레퍼런스 체크 - 최종합격  [근무기간 및 장소]▶근무기간: 정규직 (수습기간 3개월)▶근무시간: 주 5일 근무▶근무장소: 성수역 부근 (서울특별시 성동구 아차산로 68, 10~12층) [기타 유의사항]입사지원 서류에 허위사실이 발견될 경우, 채용 확정 이후라도 채용이 취소될 수 있습니다.\n"]}