{"url":"https://www.rocketpunch.com//jobs/70224/%EB%8C%80%EC%A0%84%EC%99%B8%EA%B5%AD%EA%B3%84-%ED%95%AD%EA%B3%B5%EA%B8%B0%EC%A0%9C%EC%A1%B0%EC%82%AC-Modeling-Simulation-Software-Developer-%EA%B0%9C%EB%B0%9C%EC%9E%90%EC%8B%A0%EC%9E%85-%EA%B0%80%EB%8A%A5","title":"[대전/외국계 항공기제조사] Modeling \u0026 Simulation Software Developer (개발자/신입 가능)","origin":"아데코코리아","start_date":"02/28 ","newbie":"인턴신입경력","content":["\n        주요 업무\n        Modeling \u0026 Simulation Software Developer (개발자/신입 가능)- Constructive simulation- Data analysis and Visualization- Information retrieval/storage applications (with relational database backend)\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          C++\n          embedded-systems\n          embedded-linux\n          Python\n          Java\n          MySQL\n          Back-end\n          PHP\n        \n      ","\n        채용 상세\n        ■ 근무회사민간항공기, 군용항공기, 인공위성, 방위산업 및 우주 항공과 관련된 시스템과 서비스를 제공하는 항공우주 기업입니다. 2014년 기준으로 전 세계 150개국의 정부 고객에게 서비스를 제공하고 있습니다. 서류합격자 분들께만 채용기업명을 알려드리는 점 양해 부탁 드립니다.■ 채용포지션Modeling \u0026 Simulation Software Developer (개발자/신입 가능)- Constructive simulation- Data analysis and Visualization- Information retrieval/storage applications (with relational database backend)■ 업무내용1. Support Technical requirements analysis and execution assurance항공우주기술 관련 모델링 (Related to software engineering 및 기술적인 부분에 대한 분석 및 실행 서포트2. Develop software to grow Analysis \u0026 Experimentation capabilities- Software development planning- Software requirements analysis- Software design- Coding and unit testing- Integration testingOther supporting activities which may be required to be undertaken are:- The production of documentation, technical notes and training materials- Software Configuration Management activities- Software quality activities (e.g. peer reviews, walkthroughs, maintaining a Software Development File)- Product support, including customer liaison to expedite problem resolution- Liaison with 3rd parties (vendors, subcontractors, customers)- Presentations and walkthroughs- Software process improvement- Release management본 포지션은 Modeling \u0026 Simulation 소프트웨어 엔지니어직으로, 하단의 부분을 Main으로 수행합니다.- Constructive simulation- Data analysis and Visualization- Information retrieval/storage applications (with relational database backend)따라서, 아래의 사항에 대한 기술적 지식 및 경험이 필요합니다.- Configuration management- Unit and integration testing- User and developer documentation- Object-oriented design3. Integrate COTS and Proprietary ToolsUses a number of 3rd party tools to support various analytical processes. It is expected that more of these tools will be acquired over time. The integration of these tools into the Analysis \u0026 Experimentation Centre environment is key to ensuring the overall effectiveness and efficiency of the facility.The Software Engineer could be expected to participate in some of the following activities:- Software installation- Software and network configuration- Problem diagnosis- Vendor liaison to ensure timely rectification of problems■ 자격요건- 컴퓨터공학 혹은 엔지니어링 유관학과 학부/석사졸업생 혹은 유관경력 3년 이내- Strong Object Oriented Design and C++ and Qt development experience- Experience in Embedded System development and Linux-based program development- Algorithm and Game Behaviour development experience- Rapid web development, using XML, HTML5, JavaScript, CSS3, ASP.Net, Java, JSP, Python, SQL, Linux, Apache, Mysql, and PHP preferred. - A solid understanding of web application development processes, from the layout/user interface to relational database structures.- Excellent Communications skills- Be innovative and lateral in thought, a solutions thinker- Ability to work well in a small, highly motivated and competitive team environment- Ability to obtain a Defence security clearance■ 근무조건- 근무지 : 대전광역시 유성구 위치- 근무시간 : 오전 8시 ~ 오후 5시- 급여 : 경력별 협의 - 고용형태 : 아데코 코리아 소속의 파견 계약직 12개월■ 지원방법- 영문 이력서 및 자기소개서 작성 후 김한준 컨설턴트 / 02-6200-9752 / Sebastian.kim@adecco.com"]}