{"url":"https://www.rocketpunch.com//jobs/67456/%EB%A1%9C%ED%94%8C%EB%9E%AB-IT-%EA%B8%B0%EC%88%A0-%EC%98%81%EC%97%85-%EA%B2%BD%EB%A0%A5%EC%A7%81-%EC%B1%84%EC%9A%A9","title":"[로플랫] IT 기술 영업 경력직 채용","origin":"로플랫","start_date":"02/19 ","newbie":"경력","content":["\n        주요 업무\n                    마케팅 B2B 솔루션 로플랫엑스 영업을 담당합니다.1. 사업개발 및 영업활동 - B2B 전략수립 (Business Development) - 신규고객 발굴 - 고객사 대상 솔루선 제안 영업2. 고객사 관리 - 로플랫엑스 기존 고객사 지원 및 관리\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          영업\n          B2B/B2C영업\n          Sales\n          영업기획\n          IT기술영업\n          Sales planning\n          영업관리\n          B2B영업\n          세일즈마케팅\n          세일즈\n          법인영업\n          기술영업\n        \n      ","\n        채용 상세\n                    로플랫은 Offline Data 시장에서 선두적인 역할을 하고 있는 스타트업 입니다. 현재 로플랫 솔루션은 500만 이상의 android 및 iOS 기기에 적용되어 있고, 월 20억건 이상의 위치 인식 traffic 을 처리하고 있으며, 수억건의 데이터를 수초내에 분석해서 오프라인 데이터를 혁신해 나가고 있습니다.로플랫은 위치인식 기술 분야에서 수년…\n            더 보기\n            로플랫은 Offline Data 시장에서 선두적인 역할을 하고 있는 스타트업 입니다. 현재 로플랫 솔루션은 500만 이상의 android 및 iOS 기기에 적용되어 있고, 월 20억건 이상의 위치 인식 traffic 을 처리하고 있으며, 수억건의 데이터를 수초내에 분석해서 오프라인 데이터를 혁신해 나가고 있습니다.로플랫은 위치인식 기술 분야에서 수년간의 경험을 쌓아왔고, 이제 곧 멋지게 도약하려고 합니다. 지금이 기회입니다.○ 주요업무위치기반마케팅 솔루션인 로플랫엑스의 영업, 전략 및 커뮤니케이션 업무를 담당합니다.현재 로플랫엑스는 국내 카드사 및 멤버십 리딩 기업들이 도입하여 활용하고 있으며,고객들이 잘 사용할 수 있도록 지속적으로 도와주고, 신규 시장을 개척하는 일을 합니다.1. 사업개발 및 영업활동 - B2B 전략수립 (Business Development) - 신규고객 발굴 - 고객사 대상 솔루선 제안 영업- 제휴, 라이선스 계약 등의 체결 및 관리2. 고객사 관리 - 로플랫엑스 기존 고객사 지원 및 관리 ○ 자격요건 - IT 관련 기술영업 경험 최소 3년 보유자 - 관련 직무에 대한 이해도가 높고 원활한 커뮤니케이션이 가능한 인재○ 우대사항- 비즈니스 요구 사항을 기술 솔루션으로 변환한 경험을 비롯하여, 탁월한 커뮤니케이션, 프레젠테이션, 문제 해결 및 관리 기술 능력을 소유하신 분- 다양한 업무 및 빠르게 변화하는 환경에서 업무의 우선순위 및 중요도 관리 능력이 있으신 분 - B2B 전략 마케팅, 사업개발 경험○ 혜택 및 복지- 성장에 자극이 되는 똘똘한 동료들- 맥북프로 + 24인치 모니터 (or Lg gram 지급) - 점심 및 저녁 식사 제공 (1일 1식 1만원 지원 / 연봉 미포함) - 네스프레소 \u0026 간식 무한 업데이트- 회식 월 1회 진행 (희망자에 한하여 참석 / 술 없는 회식 진행. 원하면 마실 수 있음)- 사내 스터디 모임 \u0026 세미나 기회- 유료세미나, 교육비 지원- 연1회 20만원 상당 건강검진 (임직원 배우자 지원)- 매월 생일자 생일파티 진행- 생일자 조기 퇴근- 명절 상품권 지급- 명절연휴+1day 유상휴가 지급- 신논현역 2분, 강남역 10분 거리 공유오피스○ 제출서류 - 이력서 및 경력 기술서 ○ 채용프로세스 서류접수 -\u003e 1차 인터뷰 -\u003e 2차 인터뷰 -\u003e 레퍼런스체크 -\u003e 최종합격 (채용프로세스는 일정에 따라 변경 될 수 있으며, 합격자분들에게 안내를 드리고 있습니다.)  *로플랫은 개인의 역량과 경험에 따른 연봉, 처우 협의를 진행합니다.* 이 외에 궁금하신 사항은 아래 연락처로 편하게 연락주시기 바랍니다.성심성의껏 답변 해 드리도록 하겠습니다.문의처 : kbm@loplat.com\n"]}