{"url":"https://www.rocketpunch.com//jobs/69174/%EB%B9%85%EB%8D%B0%EC%9D%B4%ED%84%B0-%EC%84%9C%EB%B9%84%EC%8A%A4-%EB%B0%8F-%EC%9D%B8%EA%B3%B5%EC%A7%80%EB%8A%A5%EC%97%90-%EA%B4%80%EC%8B%AC%EC%9E%88%EB%8A%94-%EC%9B%B9%EA%B0%9C%EB%B0%9C%EC%9E%90-%EC%8B%A0%EC%9E%85%EC%88%98%EB%85%84%EC%B0%A8-%EA%B0%9C%EB%B0%9C%EC%9E%90-%EB%AA%A8%EC%A7%91","title":"(빅데이터 서비스 및 인공지능에 관심있는) 웹개발자 신입~수년차 개발자 모집","origin":"스마트마인드(주)","start_date":"02/07 ","newbie":"인턴신입경력","content":["\n        주요 업무\n                    - 당사 솔루션 개발스마트마인드는 빅데이터 및 AI를 기반으로 한 초개인화 추천 솔루션 기업으로 빅데이터 마케팅 플랫폼 \"VODA 360”을 개발하고 있습니다.\"VODA 360” 플랫폼은 고객들의 빅데이터를 활용한 실시간 개인화 콘텐츠/광고 추천을 수행하고, 멀티채널에서 사용자의 마이크로 세그멘트 별로 행위를 분석하고 그 결과를 이용하면 추천 알고리…\n            더 보기\n            - 당사 솔루션 개발스마트마인드는 빅데이터 및 AI를 기반으로 한 초개인화 추천 솔루션 기업으로 빅데이터 마케팅 플랫폼 \"VODA 360”을 개발하고 있습니다.\"VODA 360” 플랫폼은 고객들의 빅데이터를 활용한 실시간 개인화 콘텐츠/광고 추천을 수행하고, 멀티채널에서 사용자의 마이크로 세그멘트 별로 행위를 분석하고 그 결과를 이용하면 추천 알고리즘의 실시간 최적화가 가능합니다. 소비자에게는 취향/흥미 등을 세분화하고 행동 패턴을 예측하여 최적의 콘텐츠를 추천하고 광고를 연결하며, 광고주에게는 비용대비 최적의 성과를 낼 수 있는 개인화/자동화 플랫폼을 제공합니다. 스마트마인드는 마이크로소프트와의 다양한 협업을 통해 데이터 사이언스 프로젝트 관련한 기술지원과 교육/세미나 등을 활발히 지원하고 있으며, 관련 네트워킹 활동을 꾸준히 수행하고 있습니다.스마트마인드는 스타트업이지만 현재 수개의 국책연구과제를 수행 중이며 안정적인 회사 운영을 통해 빠르게 변하는 벤처 환경에 적응하기 위해 노력하고 있습니다. 또한 글로벌 유니콘 기업을 비전으로 투자유치를 위해 피칭 및 투자자와의 다양한 활동을 적극적으로 진행 중에 있습니다.-\tAI 양재허브(희경빌딩) 입주기업 / 투자 유치 준비 중-\t산업부 R\u0026D 수행 중 / 데이터 바우처사업 공급기업 선정-\t현재 마이크로소프트의 파트너사로 선정되어 머신러닝 및 빅데이터 처리 분야의 교육을 지원하고, 다양한 데이터 사이언스 프로젝트에 대한 기술지원을 수행 중기타 강점스마트마인드(주)는 인공지능(머신러닝) 기반의 빅데이터 처리 및 분석 전문기업으로 소속 연구원들은 다양한 분야의 현장 및 사용자행태 데이터(반도체 분야, 콘텐츠/패션 추천 알고리즘, 에너지 운영/개발 분야 등)를 다루어 보고 사업화 한 경험을 보유하고 있습니다. 구성원들은 창업 이전 글로벌 대기업들에서 다양한 데이터를 분석하고 결과물의 제품화(Productization) 경험을 가지고 있습니다.빅데이터 처리/분석 및 딥러닝(머신러닝) 활용 분야에서 15년 이상의 경력을 가진 데이터 사이언스/엔지니어링 인력들로 구성되어 있으며, 창업 시기부터 함께 한 핵심인력은 석사/박사급으로 구성되어 있고, 삼성 SDS, 싱가포르의 국영방송국인 Media Corp 등에서 데이터 분석 총괄 업무를 수행하였습니다.-\t삼성SDS에서 브라이틱스의 전신(前身)인 빅데이터 처리 분석 플랫폼 구축-\t싱가포르 국영방송국 Media Corp.에서 사용자 행태 빅데이터 분석 및 미디어 콘텐츠/광고 개인화 추천 서비스 구축\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Python\n          Azure\n          React\n          RESTful-api\n          Columnar DB\n          Hadoop, Hive, Spark\n          웹 프론트엔드 개발(HTML5/CSS3/JavaScript/Vue.js)\n          Data Science\n          Data Engineering\n          정부RND\n          RnD\n        \n      ","\n        채용 상세\n                    담당업무- 당사 초개인화 추천 솔루션 Front/Back-end 개발- 빅데이터 분석, 인공지능, 딥러닝- 연구개발 (R\u0026D)자격요건- 경력: 무관(경력자 및 신입도 지원 가능)- 개발 기본 지식을 두루 보유한 분 (운영체제, 데이터베이스, 알고리즘, 네트워크 등)- 웹 개발에 능하신 분- Spring Boot/strut 또는 Express.…\n            더 보기\n            담당업무- 당사 초개인화 추천 솔루션 Front/Back-end 개발- 빅데이터 분석, 인공지능, 딥러닝- 연구개발 (R\u0026D)자격요건- 경력: 무관(경력자 및 신입도 지원 가능)- 개발 기본 지식을 두루 보유한 분 (운영체제, 데이터베이스, 알고리즘, 네트워크 등)- 웹 개발에 능하신 분- Spring Boot/strut 또는 Express.js등 웹 프레임워크에 익숙하신 분- 기본적인 Html5/CSS3, javascript 사용에 익숙하신 분- MySQL을 능숙히 사용할 수 있는 분- Git을 통한 Version Control 경험이 있으신 분- 배움에 대한 높은 열정을 갖고 계신 분- 웹 개발 솔루션 기획부터 배포까지 경험이 있으신 분- 스타트업 근무 경험이 있거나 관심이 높으신 분- devOps 또는 새로운 기술 적용에 관심이 많으신 분- Android 앱 기획부터 출시/운영 경험이 있으신 분- Linux 개발 환경에 익숙하신 분- 새로운 기술에 관심이 많으신 분우대사항- Python 기반의 백엔드 프로그래밍- Azure 기반의 서비스 운영- Azure HDInisht 등 빅데이터 플랫폼(Spark) 유경험자- HBASE 등 Columnar DB 유경험자- React 기반 웹 서비스 개발 경험- React 기반 상태관리 및 비동기처리 경험(redux, redux-saga, mobx 등)- Javascript, PHP, NodeJS, MySQL, Python, Memcached를 이용한 개발 경험- SPA 웹/앱 개발 및 운영 경험 (Vuejs/Ionic)- RESTful API 클라이언트나 서버개발 경험- Frontend Unit 테스트 경험- CSS preprocessor 사용 경험인재상-본인업무에 적극적인 분-긍정적인 에너지로 팀원들과 화합하실 분-서비스 중심의 사고를 하며 문제 해결을 즐기시는 분-협업에 두려움이 없으신 분\n"]}