{"url":"https://www.rocketpunch.com//jobs/69699/%EA%B7%B8%EB%A1%9C%EC%8A%A4-%EB%A7%88%EC%BC%80%ED%84%B0-Growth-Marketer","title":"그로스 마케터 (Growth Marketer)","origin":"크리에이티브스테이츠","start_date":"02/17 ","newbie":"신입경력","content":["\n        주요 업무\n                    \"크리에이터가 지속가능한 소득을 얻을 수 있도록 만들자\"라는크리에이티브스테이츠의 VISION을 빠르게 실현하기 위해 다양한 분야에 뛰어난 동료들을 찾고 있습니다.이런 일을 하게 됩니다.- 크리에이티브스테이츠 Growth 전략 수립 및 실행- 그로스해킹 : '마케팅 활동 - 데이터 분석 - 서비스 개선' 등 마케팅 전체 퍼널 관리 및 성과 개선- 주요…\n            더 보기\n            \"크리에이터가 지속가능한 소득을 얻을 수 있도록 만들자\"라는크리에이티브스테이츠의 VISION을 빠르게 실현하기 위해 다양한 분야에 뛰어난 동료들을 찾고 있습니다.이런 일을 하게 됩니다.- 크리에이티브스테이츠 Growth 전략 수립 및 실행- 그로스해킹 : '마케팅 활동 - 데이터 분석 - 서비스 개선' 등 마케팅 전체 퍼널 관리 및 성과 개선- 주요 고객 페르소나를 정의하고, 고객 여정과 의사결정 과정에 대한 설계- 고객 분류를 통한 Growth 전략 수립 (예: 대학생, 직장인, 창업가, 군인 등)- 마케팅 퍼널 설계 및 최적화- Growth 프로그램 및 마케팅 캠페인 실행, 성과 측정, 개선 작업- 웹사이트, 소셜 미디어, 디지털 마케팅, CPC 광고, SEO 작업\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          그로스해킹\n          그로스해커\n          그로스마케팅\n          디지털마케팅\n          퍼포먼스 마케팅\n          Performance Marketing\n          온라인마케팅\n        \n      ","\n        채용 상세\n                    자격요건- Growth 프로젝트나 캠페인을 성공적으로 수행한 경험이 있는 분- 목표 수치를 세우고, 그 수치를 관리해본 경험이 있는 분- 고객 여정, 마케팅 퍼널 설계 등에 관한 기본적인 지식을 갖고 있는 분- 고객 획득, Growth, 마케팅에 관한 문제 해결 능력이 있는 분- 어떤 문제가 주어지더라도 전략을 세우고 최적의 해결책을 찾아 실행할 수…\n            더 보기\n            자격요건- Growth 프로젝트나 캠페인을 성공적으로 수행한 경험이 있는 분- 목표 수치를 세우고, 그 수치를 관리해본 경험이 있는 분- 고객 여정, 마케팅 퍼널 설계 등에 관한 기본적인 지식을 갖고 있는 분- 고객 획득, Growth, 마케팅에 관한 문제 해결 능력이 있는 분- 어떤 문제가 주어지더라도 전략을 세우고 최적의 해결책을 찾아 실행할 수 있는 분- 논리적이고 체계적으로 사고할 수 있는 분- 데이터에 기반한 의사결정을 할 수 있는 분 (설문조사, 인터뷰, 인터넷 리서치 등)- 린스타트업 접근에 기반해 빠르게 실행하고 측정하고 개선하는 작업을 즐길 수 있는 분- 고객의 행동을 유도할 수 있는 메세지를 작성할 수 있는 분- 체계적으로 여러가지 일들을 관리하고 데드라인에 맞춰 일을 할 수 있는 분- 다양한 사람들과 글 또는 말로 활발하게 커뮤니케이션 잘 할 수 있는 분- 시스템을 만들고, 체계적으로 문서화 할 수 있는 분- 긍정적인 마인드를 가지고 새로운 일에 도전하기 좋아하는 분- 일의 우선순위를 먼저 정하고, 꼼꼼하게 처리할 수 있는 분우대사항- 해외 블로그 및 자료 등을 읽는데 무리가 없는 분- 유튜브 크리에이터, 광고 사업 분야에 대한 이해도가 있는 분- 유튜브 크리에이터, 광고 사업 분야에 대해 관심 있는 분- 블로거\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                  \n                \n            \n          \n            \n              \n                  \n                  \n+3                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}