{"url":"https://www.rocketpunch.com//jobs/64464/%EA%B2%BD%EB%A0%A5-%ED%81%B4%EB%9D%BC%EC%9A%B0%EB%93%9C-%ED%94%8C%EB%9E%AB%ED%8F%BC-%EA%B0%9C%EB%B0%9C%ED%8C%80-Java-Spring","title":"(경력) 클라우드 플랫폼 개발팀 [Java, Spring]","origin":"오케스트로","start_date":"01/14 ","newbie":"경력","content":["\n        주요 업무\n                    인공지능, 빅데이터 등의 최신기술을 활용하여 국내 최고의 지능형 클라우드 시장을 선도하는 오케스트로에서 함께 성장할 인재들을 모십니다.2018년 5월에 창립한 오케스트로는 빠른 속도로 성장하고 있는 기업으로써 현재까지 국방통합데이터센터, 국가정보자원관리원, 지역정보개발원, 전국 시도 지자체 등 국가 핵심기관으로부터 기술력을 인정받아 국산 클라우드 시…\n            더 보기\n            인공지능, 빅데이터 등의 최신기술을 활용하여 국내 최고의 지능형 클라우드 시장을 선도하는 오케스트로에서 함께 성장할 인재들을 모십니다.2018년 5월에 창립한 오케스트로는 빠른 속도로 성장하고 있는 기업으로써 현재까지 국방통합데이터센터, 국가정보자원관리원, 지역정보개발원, 전국 시도 지자체 등 국가 핵심기관으로부터 기술력을 인정받아 국산 클라우드 시장에서 격변을 일으키고 있습니다.자사가 보유한 독보적인 기술력은 오케스트로의 구성원들이 만들어낸 최고의 결실입니다. 유동적인 조직배치를 통해 원하시는 분야에 정착하여 스페셜리스트(Specialist)로서 전문성을 갖추실 수 있도록 전적으로 지원하며 개인 커리어로서의 성장 또한 전적으로 지원합니다.오케스트로는 인공지능, 빅데이터, 클라우드의 신기술을 경험할 수 있는 최적의 환경을 제공합니다. 오케스트로가 제공하는 자율적이고 수평적인 팀 조직은 모든 구성원들이 연구 개발에 집중할 수 있도록 최적의 환경을 제공합니다. 또한 개인의 의견을 존중하고 이를 통해 모두가 참여할 수 있는 기업문화를 함께 만들어 나가고 있습니다.오케스트로는 변화하고 성장하는 스타트업의 표본입니다. 앉고, 서고, 눕고, 자고 원하는 형태의 업무 방식을 마음껏 누리실 수 있습니다. 항시 비치된 간식을 자유롭게 드실 수 있고, 최고의 근무환경인 여의도 IFC에서 멋진 전경을 감상하며 원하는 때에는 언제든지 휴식을 취하실 수 있습니다.늦지 않았습니다. 지금 오케스트로와 함께하세요.\u003c클라우드 플랫폼 개발팀\u003e- 오픈 소스를 활용한 가상화(클라우드), 인공지능, 빅데이터 관련 제품 개발\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Java\n          Spring\n          Vue.js\n          MariaDB\n          Back-end\n          풀스택개발\n          Git\n          JavaScript\n          Front-end\n          Node.js\n          spring-boot\n          OpenStack\n        \n      ","\n        채용 상세\n                    1. 담당업무- 오픈 소스를 활용한 가상화(클라우드), 인공지능, 빅데이터 관련 제품 개발- 오픈 소스 활용 방안 연구2. 자격요건- KOSA(소프트웨어 기술자 경력) 기준 중급 이상 (역량 별 최고 대우)- Java, Spring을 사용한 개발에 능숙하신 분- 오픈 소스 활용 및 신기술 습득에 적극적이신 분3. 우대사항- 가상화(클라우드) 관련 제…\n            더 보기\n            1. 담당업무- 오픈 소스를 활용한 가상화(클라우드), 인공지능, 빅데이터 관련 제품 개발- 오픈 소스 활용 방안 연구2. 자격요건- KOSA(소프트웨어 기술자 경력) 기준 중급 이상 (역량 별 최고 대우)- Java, Spring을 사용한 개발에 능숙하신 분- 오픈 소스 활용 및 신기술 습득에 적극적이신 분3. 우대사항- 가상화(클라우드) 관련 제품을 개발한 경험이 있는 분- 빅데이터, 인공지능 관련하여 전공하신 분- 정보처리기사 자격증- 영어 자격증4. 채용 인재상- 커리어 및 성장에 대한 욕구가 강한 사람- 사람과 커뮤니케이션이 원할하며 함께 일할 줄 아는 사람- 최신 기술 동향 파악, 서비스 벤치마킹 등등 주위 사람과 지식을 나누기를 좋아하는 사람\n"]}