{"url":"https://www.rocketpunch.com//jobs/69943/Research-Engineer-Intern-Machine-learning","title":"Research Engineer Intern - Machine learning","origin":"Seoul Robotics","start_date":"02/24 ","newbie":"인턴","content":["\n        주요 업무\n                    [English Resume is required! 영문 이력서로 보내주세요!]Design, build, train and test and optimize Machine Learning and Deep Learning perception models such as segmentation, classification, detection, trackin…\n            더 보기\n            [English Resume is required! 영문 이력서로 보내주세요!]Design, build, train and test and optimize Machine Learning and Deep Learning perception models such as segmentation, classification, detection, tracking, and prediction.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Python\n          scikit-learn\n          TensorFlow\n          PyTorch\n        \n      ","\n        채용 상세\n                    [Responsibilities]- Design, build, train and test and optimize Machine Learning and Deep Learning perception models such as segmentation, classification, detection, tracking, and prediction.[Quali…\n            더 보기\n            [Responsibilities]- Design, build, train and test and optimize Machine Learning and Deep Learning perception models such as segmentation, classification, detection, tracking, and prediction.[Qualification]- Able to commit to a minimum of a 12-week internship- Fluency in Python and ML libraries like Scikit-learn, Tensorflow, PyTorch,  etc- Understanding of fundamental Machine Learning (such as SVM, tree-based models, clustering, … ) and Deep Learning. - Curious, self-motivated, and excited about solving challenging problems.- Great communication skills, both oral and written.[Preferences]- Experience in robot perception using 3D pointclouds such as LiDAR, RADAR- Experience with modern computer vision techniques such as object segmentation and detection- Proven ability to quickly and effectively turn research ML papers into working code- Strong mathematics skills - linear algebra, optimization, probability, and statistics.\n\n            \n              \n                  \n                  \n                \n            \n          "]}