{"url":"https://www.rocketpunch.com//jobs/70161/PD-%ED%94%84%EB%A1%9C%EB%8D%95%ED%8A%B8-%EB%94%94%EC%9E%90%EC%9D%B4%EB%84%88","title":"PD (프로덕트 디자이너)","origin":"웨딩북","start_date":"02/17 ","newbie":"경력","content":["\n        주요 업무\n                    【 웨딩북 소개 】웨딩북은 결혼시장을 혁신하고 있는 스타트업입니다. 우리는 결혼준비 1등 어플리케이션 \u003c웨딩북\u003e을 만들어가고 있습니다. 결혼을 준비해야 접하는 서비스라 낯설 수 있지만, 이미 수도권에서 결혼하는 신부의 60%는 웨딩북을 사용하고 있습니다. 웨딩북 팀은 2014년 4월 웨딩사업자 업무용 솔루션을 시작으로 2015년 6월 웨딩…\n            더 보기\n            【 웨딩북 소개 】웨딩북은 결혼시장을 혁신하고 있는 스타트업입니다. 우리는 결혼준비 1등 어플리케이션 \u003c웨딩북\u003e을 만들어가고 있습니다. 결혼을 준비해야 접하는 서비스라 낯설 수 있지만, 이미 수도권에서 결혼하는 신부의 60%는 웨딩북을 사용하고 있습니다. 웨딩북 팀은 2014년 4월 웨딩사업자 업무용 솔루션을 시작으로 2015년 6월 웨딩 커뮤니티 웨딩북을 런칭하였고 2020년 지금까지 월간 가입자 7천~만쌍 누적 10만건 이상의 웨딩리뷰를 보유한 유일한 플랫폼을 만들었습니다. 2019년 2월에는 100억 투자를 받아 웨딩북 청담이라는 최초의 오프라인 웨딩 체험-문화 공간을 런칭했고 드디어 동아시아 범국가적 복지 인프라로 나아가기 위한 발걸음을 준비하고 있습니다.웨딩북 프로덕트 디자이너는 단순히 예쁘게 만드는 것을 넘어 디자인적 사고를 바탕으로- 데이터를 기반으로 사용자 경험을 고민하고- 아이디어를 탐구하면서 새로운 문제를 찾고- 문제를 해결하기 위해 다양한 솔루션을 제안하여 지속적으로 제품을 성장시키는데 집중합니다.제품의 처음부터 끝까지 업무 전반에 관여하여 PO(Product Owner), 엔지니어 등 구성원들과 긴밀하게 협업하여 서비스 발전 방향을 고민합니다. 장기적으로는 디자인 품질은 물론, 생산성을 향상시키기 위해 웨딩북 디자인 시스템을 구축하고 있습니다. 수많은 과정을 거치며 수많은 시행착오를 겪을 수도 있습니다. 하지만 모두 의미 있는 경험일 것입니다. 훌륭한 동료들과 이 경험을 함께할 프로덕트 디자이너를 찾습니다.【 웨딩북 디자인 문화 】웨딩북에는 디자이너의 성장을 위해 디자이너로만 구성된 직무 그룹이 있습니다. 프로덕트 디자이너는 제품 본부에 소속됨과 동시에 직무그룹에도 소속됩니다. 디자인에 몰입할 수 있게 도와주는 든든한 지원군과 함께 더 나은 업무환경을 만들기 위해 우리가 우리의 문화를 만들어가고 있습니다.1. 다양한 시각의 디자인 피드백, 리뷰2. 분야를 가리지 않는 다양한 크리에이티브 활동3. 오!데이       •  트렌드를 파악하고, 창의성/ 예술적 영감을 위해 한 달에 한 번 전시, 공연 관람 등 문화생활을 할 수 있는 시간4. 지속적인 회고를 통한 환경 개선 【 지원하고 싶다면? 】이력서와 포트폴리오 첨부가 필수입니다. (프로젝트 참여도 및 기여도 기재 필수)       •  포트폴리오를 첨부하지 않으시면 자동서류탈락이 되니 유의해주세요.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          UI/UX디자인\n          UX디자인\n          Sketch\n          zeplin\n          UI디자인\n          모바일디자인\n          GUI디자인\n        \n      ","\n        채용 상세\n                    담당업무 -  웨딩북 App/Web 제품 디자인  -  문제 정의 및 해결방안 제안 -  UX/UI 설계 및 기획 (Prototyping) -  최종 UI/GUI 디자인 output 도출 -  디자인 생산성 증대를 위한 디자인system 구축 및 관리자격요건 -  3년 이상의 end-to-end 제품 디자인 경험이 있거나 그에 준하시는 분  -  문…\n            더 보기\n            담당업무 -  웨딩북 App/Web 제품 디자인  -  문제 정의 및 해결방안 제안 -  UX/UI 설계 및 기획 (Prototyping) -  최종 UI/GUI 디자인 output 도출 -  디자인 생산성 증대를 위한 디자인system 구축 및 관리자격요건 -  3년 이상의 end-to-end 제품 디자인 경험이 있거나 그에 준하시는 분  -  문제 해결을 위한 요구사항 분석부터 UX/UI 설계, UI 디자인까지 가능한 분 -  사용성 조사 및 정성적/ 정량적 데이터를 기반으로 UX 개선 경험이 있으신 분 -  Sketch, Zeplin, Invision 등을 통한 UI, Prototype 제작 경험이 있는 분  -  본인의 의도와 생각을 적극적으로 제안하고, 논리적으로 디자인하는 능력을 갖춘 분  -  팀 단위 의사소통, 타 직군과 원활한 협업이 가능한 커뮤니케이션 역량을 보유하신 분우대사항 -  App, Web, Admin 디자인 경험하신 분 -  데이터 수집/분석 툴이나 A/B 테스팅 툴을 통해 디자인을 평가하고 제품을 개선한 경험하신 분 -  디자인 시스템을 만들어 본 경험이 있으신 분  -  디자인 분야를 가리지 않고 꾸준히 자기계발 하시는 분 -  타 서비스의 best practice를 꾸준히 관찰하시는 분(폰에 앱 100개 이상 있다) -  결혼을 앞두고 있거나 최근 결혼하신 분【 고용형태 】정규직(수습기간 3개월)       •  수습기간 급여는 정규직과 동일하게 지급       •  복지제도를 포함한 조직문화는 기존 구성원과 차등없이 입사일로부터 전체 적용【 채용절차 】각 절차별 합격자에 한해 다음 절차가 진행됩니다.1. 서류전형(2가지 항목 제출 필수)       •  경력 위주의 이력서       •  포트폴리오 (PDF 또는 URL 자율형식)                1) 상용화된 서비스를 중심으로 구성해주세요.                2) 프로젝트 참여도 및 기여도 필수로 기재해주세요. 2. 직무 과제 (별도 안내) + 직무 면접 3. 티타임면접4. 처우협의5. 최종합격 여부 안내※ 자세한 채용 프로세스 안내 (일부 절차는 포지션마다 상이할 수 있음) \u003e\u003ehttps://bit.ly/2R5iaAP【 웨딩북 이야기 】  • “문화적으로 지속가능한 회사, 그래서 헌법” https://bit.ly/322VQeL • “백발 할머니 디자이너를 꿈꾼다” http://how2marry.com/our-story/hmdining05_ds/ • “재미, 의미, 성장을 먹고 사는 PO”  http://how2marry.com/our-story/hmdining02_jh/ • “웨딩북이 워크샵을 가면” https://bit.ly/2Cdf72R【 웨딩북 문화 】 1. 근무는 유연하게생산성을 위해 업무 시간을 탄력적으로 조정(8-5, 9-6, 10-7) 할 수 있으며 원격 근무도 가능합니다.2. 함께 만드는 복지/생활 제도매달 마지막 주 금요일, 전사가 한 자리에 모여 어떤 제안이든 자유롭게 건의하고 토론합니다.3. 성장을 무한히 지원합니다구성원의 성장을 위해 도서비, 강의, 사내 스터디 비용을 지원합니다.4. 가장 기본적인 것, 식사와 건강사내 케이터링으로 평일 점심 제공, 야근 식대 또한 별도 지원합니다.병가는 유급 휴가로, 건강검진비도 회사가 책임집니다.5. 행복하고 현명한 삶을 위해생일 : 생일에는 가족친구연인과 즐거운 시간을 보낼 수 있는 유급 반차결혼 : 준비 휴가 5일 + 결혼 휴가 5일 마음껏 쓸 수 있는 10일의 휴가와 임직원 할인육아 : 초등학생까지 아이 1명당 육아연차 3일6. 동료와 신뢰를 쌓는 즐거운 시간- 2주마다 랜덤으로 짝지어 지는 동료와 보내는 자유시간. 식사, 커피, 산책 비용 지원- 누구나 열 수 있는 특정 테마의 취미 모임. 비용의 50% 지원7. 역세권 사무실에서 편하게 출퇴근강남구청역 도보 5분 거리에 위치8. 기타 지원- 개인 노트북과 모니터 그외 장비 지원- 각종 경조사 지원- 명절 선물 지급【 웨딩북이 하는 일 】 웨딩북은 결혼시장을 Data+Engineering으로 혁신하고 있는 회사입니다. 예비부부를 위한 앱, 웨딩북과 웨딩 문화-체험 오프라인 공간인 웨딩북 청담, 웨딩사업자를 위한 솔루션, 웨딩북biz를 운영하고 있습니다.\u003c주요 서비스\u003e • 웨딩북 앱 for Android : https://goo.gl/xR2BTd • 웨딩북 앱 for iOS : https://goo.gl/P9j62c\u003c주요 성과\u003e • 수도권 웨딩홀, 드레스샵이 사용하는 ERP 제공 1위 (웨딩홀 40%, 드레스샵 85% 점유) • 앱 평점 4.7(19.12 기준, iOS), 앱 리뷰 3천개 이상 • 유일한 웨딩리뷰 축적 플랫폼: 누적 10만개 이상(19.12 기준) • 월간 가입자 7천~1만쌍 (초혼의 35~40% 수준) • 웨딩 커뮤니티 활성화 압도적 1등: 월 신규 글 8천개, 댓글 10만개 • 매출 기반 지표 매월 30% 성장 • 누적 투자유치액(19.02기준) : 158억\u003c조직문화에 대한 고민과 노력\u003e조직의 구조와 문화에 대해서도 치열하게 고민해 온 회사입니다. • 업무 리더십과 문화 리더십이 구별되어 있습니다.  - 업무적 의사결정은 리더십이 top-down으로 빠르고 신속하게 결정  - 문화적 의사결정(인사제도 등)은 구성원이 bottom-up으로 직접 결정  - 원칙이 리더가 되는 회사 • 급성장 중에도 스타트업다움을 잃지 않기 위해 밸런스를 잘 잡고 있습니다.  - 프로세스의 효율과 스타트업의 유연함  - 자율적 문화와 자기 규율  - 수직적 의사결정과 수평적 조직문화 • 개인 연봉을 제외한 모든 정보가 투명하게 공개됩니다.가장 훌륭한 복지인 훌륭한 동료들이 많이 모여 있습니다. • 아는 회사들은 다 인정하는 탁월한 역량을 가진 동료들이 모여있습니다. • 업무의 양보다 질을, 관리보다는 자기규율을, 지시보다는 과제를 스스로 발견하길 원하는 동료들이 모여있고, 이들이 인정받는 문화입니다. • 회사도 훌륭한 동료 1명이 일당백이 가능하다는 것을 잘 이해하고 있습니다.\n"]}