{"url":"https://programmers.co.kr/job_positions/616","title":"Frontend 팀과 함께 데스크탑을 함께 이끌어 주실 분","origin":"vingle","start_date":"","newbie":false,"content":["기술 스택\nAngular Vue.js Mocha Jest TypeScript","업무 소개\n\n────────────────────────────────────────\nVingle은 인터넷을 사용하는 모든 사람들이 세상의 가치있는 정보를 수집하고 서로 나눌 수 있도록 돕는 관심사 기반의 인터넷 커뮤니티입니다.\n．\n우리는 모두 이상한 사람들입니다.\n．\n때로 우리는 주위 친구들의 관심과는 동떨어진 일본 소설 이야기를 하기도 하고, 한국에선 좋아하는 사람이 거의 없는 미식축구를 즐기기도 합니다.  우리 가운데 일부는 나이를 먹고서도 계속해서 디즈니와 픽사의 애니메이션에 빠져 들고, 우리 가운데 또다른 일부는 하늘을 날고 싶어 행글라이딩을 배웁니다.  모두가 블록버스터를 보고 있을 때 고전 영화만 보는 우리도 있고,  모두가 발라드를 듣고 있을 때 나는 힙합이 좋다고 얘기하는 우리도 있습니다.\n.\n우리는 어떤 집단에 속해 있느냐에 따라 이상하다고 불리기도 하고, 정상적이라고 불리기도 합니다. 하지만 Vingle에 오시면 우리는 모두 이상합니다. 이런 이상한 사람들의 모임이 세상을 더 다양하고 아름답게 만들며, 이런 모임이 서로 다른 문화를 더 쉽게 이해하도록 돕고 있습니다.\n.\nVingle은 이런 일을 하는 기업입니다.\n.\n.\n📝 팀 소개\n────────────────────────────────────────\n．\n빙글 Frontend팀은 데스크탑, 모바일두가지 제품을 통해, 매일 수많은 사람들이 다양한 관심사와 커뮤니티를 발견하고 사용하도록 돕습니다. 빙글에서 Web frontend는 특히 커뮤니티의 헤비 유저들을 위해 매우 중요합니다.자주 커뮤니티를 방문하고, 글을쓰고, 적극적으로 커뮤니케이션을 하는 커뮤니티의 핵심 유저들은 여전히 모바일앱 보다 데스크탑 웹을 선호하기 때문입니다.\n．\n빙글은 커뮤니티 거버넌스, 투표, Talk, QnA등 커뮤니티를 위한 기능들을 끊임없이 추가해 나가고 있으며,이러한 기능들의 핵심 플랫폼으로서 Web Frontend Application을 지속적으로 개발해나가고 있습니다. 따라서 저희 팀은 다음과 같은 것들을 중요하게 생각합니다\n．\n- 작은 UI 결함도 신경쓰는 꼼꼼함\n- 기획/디자인팀과의 적극적이고 매끄러운 협업\n- 장기적으로 올바른 설계와 패턴 / Clean Code\n- Webkit / CORS등 웹 기반 기술에 대한 깊은 이해\n- CI/CD, Pull Request, Code Review등의 올바른 작업 프로세스\n- ES2017, Typescript, React등 새로운 기술에 대한 적극적이고 열린 자세\n．\n．\n✅ 주요 업무\n────────────────────────────────────────\n-   빙글 모바일웹 / 데스크탑웹 개발\n-   개발 일정 관리와, 기획에 기술적인 대한 피드백\n-  주니어 개발자 멘토링\n．\n．","자격 조건\n\n────────────────────────────────────────\n\nModern Web Framework (React, Angular, Vue.js 등) 사용 경험\n유닛테스트 Framework (Mocha, Jasmine, Jest) 사용 경험\n장기간 (6개월 이상) 웹서비스를 유지보수, 개발한 경험\n오픈 소스 라이브러리 사용 경험(npm 등)\nPair programming/Code Review에 긍정적인 마인드\n\n．\n．","우대 사항\n\n────────────────────────────────────────\n\n오픈소스 기여 경험\n규모가 큰 Frontend Application에 대한 개발/운영 경험\n자동화된 E2E 테스트 경험\n브라우저 퍼포먼스 이해 웹 클라이언트 상 animation, transition에 대한 경험\nTypescript 사용 경험\n\n．\n．"]}