{"url":"https://www.rocketpunch.com//jobs/70198/Senior-Full-Stack-Developer-TypeScript-PHP","title":"Senior Full Stack Developer (TypeScript + PHP)","origin":"셔틀","start_date":"02/28 ","newbie":"경력","content":["\n        주요 업무\n                    You're an experienced web developer who loves solving problems. You are a good team player and like to find your own ideas and solutions to improve our customer’s experience. Using different web t…\n            더 보기\n            You're an experienced web developer who loves solving problems. You are a good team player and like to find your own ideas and solutions to improve our customer’s experience. Using different web technologies and tools is what you do every day, and you are always hungry to try out new things. Does this fit who you are? Then please apply and come meet our team.To provide better service, we are constantly improving our platform. This is why we are looking for skilled people who can help us achieve our goals and are ready to evolve and expand their skills together with our fast growing company. Our team is very international and we are proud to have had employees from more than 20 different countries.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          PHP\n          Node.js\n          Amazon AWS\n          JavaScript, TypeScript\n        \n      ","\n        채용 상세\n                    Responsibilities- Perform a mix of maintenance and new development on our website, API and delivery platform- Build customer facing and internal website functionality- Design, plan and build whole…\n            더 보기\n            Responsibilities- Perform a mix of maintenance and new development on our website, API and delivery platform- Build customer facing and internal website functionality- Design, plan and build whole applications including web and database development, and infrastructure- Work cross-functionally with all the teams in our startup- Work directly with operations and the company leadership to improve our back- and frontend applications- Find creative solutions that solve real-world problems for our customers, restaurants, and internal teams- Work closely with Korean partner companies to integrate API's for delivery, payments, monitoring, and data-scienceRequirements- Experience in developing web applications using an MVC framework- Knowledge about how to use version control software (such as Git, SVN, TFS)- Experience using at least one server side language such as PHP, Java, C# or Python- Previous experience with agile software development and SCRUM are a plus- High self motivation and able to work independently- A good understanding of how the web works including HTML, CSS and JS- Good communication skills in English and KoreanWhat Shuttle provides as a company- Interesting work in an international team with a pleasant work culture- Opportunity to apply new technologies and learn new skills- Competitive salary depending on skills and experience- A flat hierarchy where your ideas count- English is the spoken language at our company- Don't have a lot of experience yet? Apply anyway. We think your desire to learn and the right attitude a-are what's most important.- Food delivery discounts for employees\n"]}