{"url":"https://www.rocketpunch.com//jobs/65185/Human-Resource-Manager","title":"Human Resource Manager","origin":"비트피시코리아","start_date":"11/05 ","newbie":"경력","content":["\n        주요 업무\n        We're looking for a human resources manager to help us take care of our team. Someone who's happy to go above and beyond to add value by improving our internal processes, coordinating our staffing efforts, and making sure we're growing the right way.\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          인사\n          총무\n          hr\n          회계\n          인사관리\n          인사기획\n          조직문화\n          채용\n        \n      ","\n        채용 상세\n        Responsibilities● Expanding team with talented individuals● Managing the recruiting process● Working with outside headhunters on getting talented candidates in the recruiting pipeline● Staying up to date with and constantly learning about various countries human resources related laws● Analyzing wage, salary reports, and data to determine competitive compensation plans● Consulting legal counsel to ensure that policies comply with South Korean and international laws● Creating and improving team member benefits programs● Talking with executive team about resolving employee issues● Addressing team members concerns and answering team members’ questions● Preparing employment contracts, non-disclosure agreements, etc. for team members● Improving our internal processes (e.g. onboarding, feedback, etc.)Requirements● Enthusiastic and open-minded personality● Knowledge of and experience with various countries labor and compensation laws● General knowledge of various employment practices● Experience working with an employment law attorney● Good command of the English language — it’s the common denominator in our office and is necessary for communication● Excited to work at a multicultural company● Prior human resources experience in South Korea preferred\n            \n              \n                  \n                  \n                \n            \n          "]}