{"url":"https://www.rocketpunch.com//jobs/68589/The-Gifting-Company-Product-DesignerUIUX","title":"[The Gifting Company] Product Designer(UI/UX)","origin":"더안코어컴퍼니","start_date":"02/24 ","newbie":"경력","content":["\n        주요 업무\n                    더 기프팅 컴퍼니 (The Gifting Company)직장생활이 따분하신가요? 일만 잘하면 되는 줄 알았는데 누군가 내 말투를 지적하나요? 이렇게 회사에서 내가 녹아서 사라질 것 같나요?그렇다면 우리가 찾는 사람과 일하는 방식을 한번 봐주세요.우리는 당당한 자신을 드러내는 인더웨어의 [프렌즈 커뮤니티], 그리고 대한민국 최초의 속옷 월간 구독 프로…\n            더 보기\n            더 기프팅 컴퍼니 (The Gifting Company)직장생활이 따분하신가요? 일만 잘하면 되는 줄 알았는데 누군가 내 말투를 지적하나요? 이렇게 회사에서 내가 녹아서 사라질 것 같나요?그렇다면 우리가 찾는 사람과 일하는 방식을 한번 봐주세요.우리는 당당한 자신을 드러내는 인더웨어의 [프렌즈 커뮤니티], 그리고 대한민국 최초의 속옷 월간 구독 프로그램 [월간, 가슴]을 만들고 있습니다.월간 가슴은 2019년 5월 런칭 대비 2019년 말 기준 200배가 넘게 성장하며 놀라운 J-Curve를 그렸습니다.[건강하게, 아름답게]라는 슬로건으로 속옷 브랜드의 새로운 역사를 만들어 가고 있는 인더웨어와 함께 할 동료를 모집합니다.내가 한 일들이 다른 사람, 특히 여성들의 삶을 개선하는 행복한 경험을 함께해요!팀 기프팅 (Team Gifting)- 다음, 티몬, 피키캐스트 등 국내 주요 기술 스타트업, 이커머스에서 성공을 경험한 팀원들이 함께 합니다.- 열심히 하는 것 보다는 \u003e 잘하는 것을, 잘하는 것보다는 \u003e\u003e '제때' 하는 것에 모든 팀원들이 집중합니다.기프팅 크루(Gifting Crew)는 이렇게 일합니다.- '만드는' 기프팅 크루 : 고객이 원하는 것을 관찰하고 그것과 가장 가까운 것을 만들어 냅니다. 안되는 이유 말고 되는 방법을 찾습니다. 그 결과의 평가자는 고객 입니다.- '투명한' 기프팅 크루 : 회사에서 일어나는 대부분의 정보는 모든 팀원이 원할 때 접근할 수 있으며 투명한 소통이 유지되기 위해 데일리 미팅 / 업무용 그룹 메신저를 통해 의견을 나누고 토론합니다.- '솔직한' 기프팅 크루 : 투박하더라도 가장 솔직할 수 있도록 노력합니다. 우리가 결국 이루고 싶은 것은 고객을 만족 시켜서 성공하는 것이에요. 인생의 특정 시기 동안 굵직한 성공을 경험하는 것에 청춘을 조금 투자했습니다.- '즐거운' 기프팅 크루 : 목표를 세우고 성취하는 것이 그 무엇보다 행복하고 뿌듯하다면 우리와 일할 때 그냥 일만 잘하면 되기 때문에 다른 걱정 안 하셔도 됩니다. 말투, 옷차림, 생김새, 취향 그 어느 것도 조심할 것이 없습니다.기프팅 크루 베네핏 (Gifting Crew Benefits)- 자율 출퇴근, 자율 휴가제- 매주 금요일 팀 런치, 술 회식 없음- 세미나 및 교육비, 도서 구입비 지원- 속옷(여성) 필요한 만큼 제공- 서울의 브루클린, 성수동 - 지정좌석 없는 기프팅 팀 라운지(사무실X)에서 자유롭게 근무- 간식 무제한 제공- 중소기업 청년 소득세 감면 신청 (90% 감면)- 내일채움공제 신청프로젝트 : '인더웨어' 및 '월간, 가슴' 프로젝트와 콘텐츠는 다음을 참고해 주세요.- 인더웨어 홈페이지 : inthewear.com- 인더웨어 인스타그램 : instagram.com/inthewear.seoul\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          UI/UX디자인\n          GUI디자인\n          UX디자인\n          UI디자인\n          product design\n          Sketch\n          UI/UX디자인 ∙ 웹디자인 ∙ GUI디자인 ∙ Adobe Photoshop ∙ Adobe Illustrator ∙ Sketch ∙ 캐릭터디자인 ∙ 콘텐츠디자인  북마크  지원\n        \n      ","\n        채용 상세\n                    Product Designer(UI/UX)기프팅의 Product Designer는 패션테크의 불모지를 개척하는 개척자 입니다. 디자인과 기술의 균형있는 이해를 갖고 있는 우리는 수십년간 늘 비슷한 도구로 고객을 만났던 대한민국의 이커머스를 변화시키고 해외로 진출하려는 두근거림을 안고 일합니다. 기프팅이 올해중에 완성할 피팅테크, 고객분석, 물류최적화…\n            더 보기\n            Product Designer(UI/UX)기프팅의 Product Designer는 패션테크의 불모지를 개척하는 개척자 입니다. 디자인과 기술의 균형있는 이해를 갖고 있는 우리는 수십년간 늘 비슷한 도구로 고객을 만났던 대한민국의 이커머스를 변화시키고 해외로 진출하려는 두근거림을 안고 일합니다. 기프팅이 올해중에 완성할 피팅테크, 고객분석, 물류최적화 프로젝트에 분야별로 참여합니다. 우리는 처음 가는 길을 가기에 극도로 민첩(Agile)하게 일합니다.이런 업무를 하게 됩니다.- 프로덕트의 IA 구성 및 UX 설계- 프로덕트의 GUI 디자인- 프로덕트의 프로토타이핑이런 분과 일하고 싶어요.- 인하우스 프로덕트 디자이너 경력 3년 이상 이신 분- 이커머스에 대한 이해도가 높은 분- 애자일 개발방식에 익숙한 분- Sketch를 사용한 GUI 디자인이 가능하신 분이런 분은 저희가 더욱 주목합니다.- 이커머스 인하우스 디자인 경험이 있으신 분- 패션에 대한 관심이 있으신 분- 데이터에 기반한 디자인 경험이 있으시거나 관련 툴을 사용해 보신 분제출 서류- ① 이력서 ② 포트폴리오 (자유 양식/포트폴리오는 PDF or URL 제출)- 참여한 프로젝트와 업무는 구체적으로 작성채용 절차- 온라인 입사 지원 \u003e 서류 전형 \u003e 전문성 및 컬처 핏 인터뷰(Culture-fit Interview) \u003e Join us!- 절차상 면접 대상자에 한하여 개별 연락을 드리는 점 양해 부탁 드립니다.\n"]}