{"url":"https://www.rocketpunch.com//jobs/70108/%EC%A0%95%EA%B7%9C%EC%A7%81-%EC%98%81%EC%83%81-%EC%BD%98%ED%85%90%EC%B8%A0-%EB%A7%88%EC%BC%80%ED%84%B0-%EC%9C%A0%ED%8A%9C%EB%B8%8C","title":"[정규직] 영상 콘텐츠 마케터 - 유튜브","origin":"하우빌드","start_date":"02/26 ","newbie":"경력","content":["\n        주요 업무\n        부동산 건축 플랫폼. 하우빌드좋은 동료를 모시기 위해서는 저희 회사부터 설명하는 필요하다고 생각합니다. 하우빌드 소개부터 먼저 하겠습니다.하우빌드가 풀어가는 문제는 건축입니다. “건축의 시작부터 끝까지, 건축주의 입장에서 쉽고 안전한 건축시장을 만들어가는 것”을 목표로 하고 있습니다현재 건축시장에는 많은 기회가 있습니다. 글로벌 시장에서도 프롭테크(Proptech)라는 부동산(Property)과 기술(technology)이 결합된 시장에서 혁신이 가속화되고 있습니다. 직방과 같은 1단계 중계 모델부터 부동산 관리- 부동산 개발 – 건축 투자금 및 자금 조달까지 프롭테크 영역은 점점 고도화되고 확대되고 있습니다.하우빌드는 2003년부터 시작한 회사입니다. 스타트업이라고 하기에는 조금 오래되었습니다. 예전 본사는 대전에 있었습니다. 이번 30억 투자유치를 시작으로 회사를 다시 창업하듯 많은 것을 바꿔가고 있습니다. 먼저 회사문화를 자유와 책임을 바탕으로 만들어가고 있습니다. 회사를 강남 테헤란로로 이전하고 각 직군에서 최고의 역량을 가진 인재들을 모시려 하고 있습니다. 현재는 네이버, 토스 등 다양한 회사 출신의 최고의 역량을 가진 분들과 함께하고 있습니다. 하지만 많은 스타트업이 겪는 문제를 저희도 만나고 있습니다. 아직 회사의 인지도가 부족하여 많은 분들이 지원해주고 계시지는 않고 있습니다. 하우빌드의 현재 상황을 잘 설명할 수 있는 글로 저희 소개를 마칠까 합니다. 100년전 Ernest Shakleton이란 분이 남극탐원을 위한 팀원을 모집할 때 사용했던 구인글입니다.“위험한 여정, 굉장히 춥고, 칠흑 같은 암흑속에서의 수개월, 상시적인 위험 안전하게 귀한활 수 있을지 미지수, 성공할 경우 명예와 인정이 뒤따름”저희가 풀어가는 문제인 건축주 입장에서의 프롭테크 분야는 아직 어느 회사도 성공방정식을 찾지 못한 영역입니다. 그래서 자주 전략이 바뀔 수 있고 수 많은 가설을 검증하면서 많은 실패를 경험할 것입니다. 그 과정에서 함께 하는 동료분들의 헌신과 열정 없이는 절대 성공할 수 없다고 생각하고 있습니다. 동료분들과 함께 성장하고 함께 하는 동료들이 나를 성장시킬 것이라고 신뢰하고 동료분들을 존경할 수 있는 분들을 모시고 있습니다. 건축 프롭테크라 영역에서 혁신을 함께 만들 수 있는 분을 찾고 있습니다. 고맙습니다.----하우빌드 서비스 소개하우빌드는 투명하지 않은 건축시장의 오래된 문제를 해결하고 있습니다.매년 100조가 넘는 건물이 지어지고 있는데, 건축주, 건축사, 건설사는 서로 신뢰하지 못하고, 투명하지 못한 정보로 인한 피해가 발생하고 있습니다.하우빌드는 이전에 없는 모두가 신뢰할 수있는 환경을 제공하여, 지금까지 누적 350개의 현장, 3,000억규모의 거래액을 돌파하며 건축플랫폼으로 나아가고 있습니다. 그리고, 어니스트펀드, 뮤렉스파트너스를 통해 지금까지 총 30억 원의 1차 투자를 받았습니다.이제까지는 시작입니다. 더 큰 도약을 위해, 하우빌드와 함께 투명한 건축시장을 함께 만들어갈 멋진 동료가 필요합니다. 저희는 자율과 책임을 전제로 스스로 해야할 일을 계획하고 실행하는팀입니다.\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          콘텐츠마케팅\n        \n      ","\n        채용 상세\n        채용 상세[주요업무]- 이해하기 쉽고 매력적인 건축관련 유튜브 영상 컨텐츠 제작 (기획/촬영/편집)- 건축, 건물주, 부동산에 관련된 영상 컨텐츠 제작, 인터뷰, 편집[자격요건]- 영상 소재 기획 및 촬영이 가능한 분- DSLR급 장비 활용한 촬영, Premiere CC 활용한 편집, After Effect 활용한 편집 가능한 분- 일러스트레이터, 포토샵 사용이 가능한 분[우대사항]- 유튜브 채널 운영 경험이 있는 분[채용 형태]경력 : 3개월 근무 후 평가에 따라 정규직 전환 여부 결정[채용 과정]- ‘서류 제출 → 과제 전형 → 직무 면접 → 컬쳐 면접’ 순으로 진행합니다.*서류 전형을 마치고 추가 질문이 있을 경우 전화 인터뷰를 진행할 수 있습니다.*포트폴리오는 필수로 제출 부탁드립니다.*24시간 내에 피드백을 드리고 있습니다.[근무환경 및 복지]1) 유연 근무 출퇴근 시간- 오전 10시 출근, 앞뒤 1시간 자율 출퇴근- 업무시간 중 취미 및 자기계발, 운동, 병원 진료 등 1~2시간 자율 외출- 별도의 승인 없이 연차, 반차, (무급)생리 휴가 등 자유롭게 사용, 휴가 사용일수 제한 없음- 야간 택시비 지원2) 식대 및 간식 지원: 든든하게 먹어야 일도 잘됩니다.- 점심, 저녁 식사비 지원(1인 15,000원까지)- 고급 커피 제공, 사내 매점 운영근무형태-정규직근무요일/시간-주 5일(월~금) 탄력근무제근무지역-서울 - 강남구 역삼동 테헤란로25길 7 창성재단빌딩 7층급여-면접후 결정회사주소-(06132) 서울 강남구 테헤란로25길 7 창성재단빌딩(역삼동)인근전철-서울 2호선 역삼 에서 100m 이내전형절차 및 제출서류서류전형 \u003e 1차면접 \u003e2차면접\u003e최종합격제출서류영상 포트폴리오 제출은 필수로 부탁드립니다.이력서에 나이, 사진을 첨부하지 않습니다. 평가와 상관 없습니다.접수기간 및 방법빠른 채용입니다. 채용이 완료되면 해당 공고는 종료됩니다.sungjin@howbuild.com 으로 메일 주시면 가장 빠릅니다.\n            \n              \n                  \n                \n            \n          "]}