{"url":"https://www.rocketpunch.com//jobs/43177/%EC%84%9C%EB%B2%84-%EA%B0%9C%EB%B0%9C%EC%9E%90Backend","title":"서버 개발자(Backend)","origin":"빙글","start_date":"01/31 ","newbie":"경력","content":["\n        주요 업무\n                    빙글에서 Backend Developer의 궁극적인 업무 목표는 더 좋은 서비스를 만드는 것입니다. 따라서 그것이 Frontend를 위한 API를 만드는 것이든, 다른 팀의 업무를 자동화 해주는 것이든, 이미지 관리 서비스를 만드는 것이든, URL Shortener를 만드는 것이든, 빙글 전체에서 Backend팀의 구성원들이 가장 잘할수 있으며, 빙…\n            더 보기\n            빙글에서 Backend Developer의 궁극적인 업무 목표는 더 좋은 서비스를 만드는 것입니다. 따라서 그것이 Frontend를 위한 API를 만드는 것이든, 다른 팀의 업무를 자동화 해주는 것이든, 이미지 관리 서비스를 만드는 것이든, URL Shortener를 만드는 것이든, 빙글 전체에서 Backend팀의 구성원들이 가장 잘할수 있으며, 빙글 전체의 성장을 도울 수 있는 것이라면 모두 우리의 일이 될수 있습니다. 또한 저희는 그것이 최적의 솔루션이라면, 최신 기술을 아주 공격적으로 사용하는 조직입니다. 실제로 Typescript, Lambda@Edge나 Serverless등, 저희가 사용하는 많은 기술들이 나온지 길게는 2~3년,짧게는 3~6개월밖에 안되었고, 빙글은 시작부터 모든 서비스를 Cloud에서 개발하고 운영해 왔습니다 그렇기에 저희는 익숙한것, 내가 원래 잘하는 것에 천착하는 사람들이나, 주어진 똑같은 업무를 기계적으로 할수 있는 사람이 아니라 아래와 같이 유연하게 사고하고, 끊임없이 성장하고 싶은 사람들을 찾고 있습니다. 개발자의 목표는 \"문제를 해결하는 것\" 이라는 사실을 이해하는 사람단순 구현이 아닌 좋은 시스템 \"설계\"를 할 수 있는 사람하나의 기능에 대해 분명한 주관을 가지고 기획, 디자인, 개발 모든 단계에서 피드백을 주거나 참여할수 있는 사람다른 개발자들과 자연스럽게 토론하고 비판과 피드백을 적극적으로 받고, 줄수 있는 사람언어 / 프레임워크는 문제를 풀기 위한 \"도구\"에 불과하다는 사실을 이해하는 사람저희 팀의 기본 원칙은 이 문서(https://docs.google.com/document/d/1CJbisFr0PR5ePMy0nJ4GMtd5cMeQW0toOzaRU0DtS68/edit?usp=sharing)에서 더 자세히 찾아보실 수 있습니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Node.js\n          devops\n          TypeScript\n          Serverless\n          Amazon AWS\n        \n      ","\n        채용 상세\n                    담당업무• 관심사 기반 SNS 빙글 클라이언트를 위한 AWS Lambda, Typescript 기반의 API 개발• 다양한 Content Recommendation / Curation System 개발• 새로운 Content Format(Talk, Q\u0026A등) 과 새로운 Media(Video, GIF등) 개발• 사용자 데이터 수집 처리 및 가공…\n            더 보기\n            담당업무• 관심사 기반 SNS 빙글 클라이언트를 위한 AWS Lambda, Typescript 기반의 API 개발• 다양한 Content Recommendation / Curation System 개발• 새로운 Content Format(Talk, Q\u0026A등) 과 새로운 Media(Video, GIF등) 개발• 사용자 데이터 수집 처리 및 가공• 컨텐츠, 광고 파트너를 위한 플랫폼 개발• 프로덕션 서비스 운영자격요건• AWS, Azure, GCP 등 클라우드 사용 경험• Restful API에 대한 이해• 장기간 (1개월 이상) 상업적 혹은 비상업적 혹은 인디 서비스를 유지보수, 개발한 경험• 오픈 소스 라이브러리 사용 경험 (gem, npm, pip 등)• 최소 1개 이상의 script언어 (Python, Javascript, Ruby 등)에 대한 경험• Pair programming/Code Review에 긍정적인 마인드• 새로운 기술이나 설계, 개념에 대한 빠른 학습능력• 개발자로서 계속해서 성장하고자 하는 집착우대사항• 오픈소스 기여 경험• 서비스 운용과 CI / CD에 대한 경험• Microservice에 대한 경험과 이해• Typescript 숙련• Container 기술이나 Serverless 기술에 대한 이해• 확장성과 복잡도가 모두 높은 System에 대한 설계, 구현, 운영 경험• 주도적으로 복잡한 기술적인 결정을 내리고, 팀원들을 설득할수 있는 능력• 팀원들이 높은 수준을 유지할수 있도록 적극적인 Code Review, Feedback을 줄수 있어야함\n\n            \n              \n                  \n                  \n                \n            \n          "]}