{"url":"https://www.rocketpunch.com//jobs/68480/Global-PD-%EC%97%90%EB%94%94%ED%84%B0-%EB%AF%B8%EA%B5%AD","title":"Global  PD (에디터) \u003c미국\u003e","origin":"클래스101","start_date":"02/06 ","newbie":"신입경력","content":["\n        주요 업무\n                    우리는 ’누구나 사랑하는 일을 하며 살 수 있도록’이라는 미션으로 온라인 클래스 플랫폼 ‘클래스 101’을 운영하고 있습니다. 다양한 분야의 크리에이터에게서 디자인, 음악, 요리, 운동 등 여러 활 동을 배울 수 있고, 고객이 수강을 신청하면 준비물 키트도 함께 보내드리는 서비스입니다. 비 오 는 날 부랴부랴 외출 준비를 하지 않아도, 이것저것 사느…\n            더 보기\n            우리는 ’누구나 사랑하는 일을 하며 살 수 있도록’이라는 미션으로 온라인 클래스 플랫폼 ‘클래스 101’을 운영하고 있습니다. 다양한 분야의 크리에이터에게서 디자인, 음악, 요리, 운동 등 여러 활 동을 배울 수 있고, 고객이 수강을 신청하면 준비물 키트도 함께 보내드리는 서비스입니다. 비 오 는 날 부랴부랴 외출 준비를 하지 않아도, 이것저것 사느라 신경 쓰지 않아도 됩니다. 미용실에 있는 순간에도 클릭 몇 번 만에 클래스를 볼 수 있습니다. 앞으로도 세상의 모든 취미와 재능, 지 식을 모아 가치 있는 클래스로 만들고 싶습니다. 그러려면 다른 어떤 기업보다 빠르게 움직여야 한다는 것도 알고 있습니다. 우리가 분야별 최고의 전문가와 일하고 싶은 가장 큰 이유입니다.  클래스101의 전신이었던 과외 중개 서비스 페달링은 UNIST(울산과학기술원) 학생 여덟 명이 2015년에 창업했습니다. 2017년에 사업 전환을 결정하고 출시한 서비스가 바로 클래스101입니다. 2018년 3월 런칭 이후, 2019년 11월 기준으로 개설 클래스는 380여 개, 서비스 누적 방문자 수는 700만 명, 클래스 평균 만족도는 95%를 넘었습니다. 회사가 빠르게 성장하면서 여덟 명이었던 팀 원은 100여명으로 늘어났습니다. 지난 일 년 동안 이룬 성과와 앞으로의 성장 가능성을 인정받아 2019년 4월에는 여러 투자기관으로부터 총 120억 원의 투자를 유치했습니다. 업계에는 평균 연 령 27세의 밀레니얼 세대도 함께 힘을 합치면 많은 투자와 매출을 일으킬 수 있다는 사실을 보 여주었습니다. 지금은 서울역 앞, 서울스퀘어 13층에 사무실이 있습니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          PD\n          콘텐츠 에디터\n          영상기획\n          영상프로듀서\n          영상편집\n          방송기획\n          콘텐츠 제작\n        \n      ","\n        채용 상세\n                    [주요 업무]1.클래스 제작 : 해외의 크리에이터와 클래스를 제작, 국내 클래스를 해외 수강생이 만날 수 있도록 클래스를 제작.2.클래스 런칭 전 editing : 수강생이 원활하게 강의를 수강할 수 있도록 콘텐츠를 검수합니다. 콘텐츠의 순서를 재정렬하거나 오탈자 점검, 누락된 설명 보충 등을 꼼꼼히 재편집을 진행하게 됩니다.3.클래스 런칭 후 수강…\n            더 보기\n            [주요 업무]1.클래스 제작 : 해외의 크리에이터와 클래스를 제작, 국내 클래스를 해외 수강생이 만날 수 있도록 클래스를 제작.2.클래스 런칭 전 editing : 수강생이 원활하게 강의를 수강할 수 있도록 콘텐츠를 검수합니다. 콘텐츠의 순서를 재정렬하거나 오탈자 점검, 누락된 설명 보충 등을 꼼꼼히 재편집을 진행하게 됩니다.3.클래스 런칭 후 수강생 참여 모니터링 : 런칭 후 해외의 수강생들이 댓글로 올리는 후기/ 질문 등을 관리합니다.4.클래스 런칭 후 콘텐츠 상시 보완 : 수강생들의 중복 질문들을 정리하여 클래스에 반영합니다. 클래스 런칭 후에도 콘텐츠를 상시 보완 합니다.[자격요건]- 영어 능통자 (작문, 의사소통 원할)- 클래스 이해 역량 : 클래스101에서 런칭 가능한 클래스의 분야에는 한계가 없습니다. 다양한 내용을 가진 클래스가 제작되므로, PD는 크리에이터가 준비한 클래스를 완벽히 이해하고 소화할 수 있어야 합니다.- 수강생 입장에서의 editing 역량 : 또 다른 중요한 역량은 클래스 영상을 글과 이미지 (이하 수업노트) 로 간추리고 재구성 할 수 있는 능력입니다. 오탈자 체크는 물론이고, 크리에이터가 선작업한 2차 컨텐츠를 검수하여 핵심만 정리될 수 있도록 편집할 수 있어야 합니다. 또한 클래스 오픈 전에 수강생이 궁금하거나 어려워할 수도 있는 부분을 미리 캐치하고, 본 콘텐츠에 그 내용이 누락되진 않았는지 매칭할 수 있어야 합니다. 클래스101은 다른 누구도 아닌 크리에이터를 위한 플랫폼을 지향하는데요, 콘텐츠 PD가 최종 클래스를 검수하긴 하지만 수강생의 입장에서는 크리에이터의 콘텐츠를 소비하는 것입니다. 그렇기 때문에 PD는 수강생이 가려울만한 부분을 미리 긁어줄 수 있어야 하고, 이로써 수강생들은 “크리에이터의 클래스“에 만족할 수 있을 것입니다. (이 역량이 위의 ‘주요업무 4번’ 업무를 줄여나가는 원동력이 됩니다.)- 집중력과 체력 : 콘텐츠 PD는 ‘클래스 런칭‘이라는 마감 기한 내에 전 커리큘럼에 대해 검수, editing 을 진행해야 합니다. 이는 크리에이터의 선작업이 선행되어야만 진행 가능한 일이고, 대부분의 크리에이터들에게 생업이 따로 있는 환경 상 우리는 종종 마감 기한에 임박하여 클래스 콘텐츠를 전달받는 경우가 있습니다. 그렇기 때문에 콘텐츠 PD는 마감 기한이 얼마 남지 않은 시간 속에서도 폭발적인 집중력과 무거운 엉덩이로 클래스 콘텐츠를 확인/ 편집/ 재가공할 수 있어야 합니다.- 크리에이터와의 명확한 커뮤니케이션 : 콘텐츠 PD는 동시다발적으로 크리에이터들과 협업을 하며 기한이 명확히 있는 작업들의 연속이기 때문에, 작업 진행상황을 수시로 크리에이터와 공유할 수 있어야 합니다. 또한 일정과 관련하여 크리에이터가 차질이 없이 콘텐츠를 준비할 수 있도록 가이드하고 서포팅할 수 있어야 합니다.- 기획, 제작 역량 : 콘텐츠 PD는 크리에이터, 크리에이터가 속한 분야에 대해 취재를 하고, 크리에이터의 클래스를 기획/제작합니다.- 영어 공인 성적서를 이력서에 포함하여 전달해주실 분[우대사항]- 클래스101에서 클래스를 수강한 경험이 있는 분- 영상 기획, 연출 경험이 있거나 꿈을 꾸고 준비했던 분- 방송 작가, 시나리오 작가 경험이 있거나 꿈을 꾸고 준비했던 분- 과외/학원 등 교육업무 경험이 있으신 분- IT스타트업 경험이 있으신 분[채용 형태]3개월 근무 후 평가에 따라 정규직 전환 여부 결정[채용 과정]서류 전형 → 과제전형 → 직무면접→컬쳐면접’ 순으로 진행합니다.*서류 전형을 마치고 추가 질문이 있을 경우 전화 인터뷰를 진행할 수 있습니다.\u003c아래 질문에 대한 답변을 이력서에 포함해주시기 바랍니다. 답변이 없으면 서류 검토가 되지 않습니다\u003e각 질문의 답변은 300자 내로 씁니다. 정답은 없으며, 당신의 이야기를 솔직하게 써주시길 바랍니다.1.어렸을 때의 꿈은 무엇이었나요. 지금은 어떤 꿈을 꾸고 있나요. 그리고 살면서 꼭 이루고 싶은 꿈은 무엇인가요?2.수많은 기업 중 클래스101에 지원한 이유는 무엇인가요? 또 직업을 찾으면서 관심이 갔던 기업엔 어떤 특징들이 있었나요?3.당신이 정말로 성공해서 매달 3,000만원의 월세가 꼬박꼬박 나오는 부동산을 당신이 가지고 있어서 당신은 일상 생활에 전혀 걱정이 없고 오히려 돈이 남는 정도입니다. 그 이후에 당신은 어떠한 삶을 살고 싶나요?4.“모두가 사랑하는 일을 할 수 있는 세상을 만들겠다”는 클래스101의 비전을 이루기 위해 당신은 어떤 방식으로 도울 수 있나요?5.학창 시절, 반장이나 회장 같은 역할 혹은 졸업한 이후에 다양한 조직에서 리드급 역할을 맡은 적이 있나요? 했다면(또는 하지 않았다면) 그 이유는 무엇인가요?[주의사항]- 이력서에 나이, 사진을 첨부하지 않습니다. 평가와 관련이 없습니다.[근무환경 및 복지]1) 유연 근무 및 자율 출근: 높은 수준의 집중을 위해 원하는 시간에 일합니다.- 오전6시부터 오후1시까지 원하는 시간에 자율 출근(매일 다른 시간에 출근하셔도 됩니다!)- 업무시간 중 취미 및 자기계발, 운동, 병원 진료 등 1~2시간 자율 외출- 개인 일정이 있을 시, 1시간 자율 조퇴나 지각 가능- 별도의 승인 없이 연차, 반차, (무급)생리 휴가 등 자유롭게 사용2) 식대 및 간식 지원: 든든하게 먹어야 일도 잘됩니다.- 평일 저녁 식사비 지원(1인 12,000원까지 개인 법인카드로 자유롭게 결제)- 주말 출근 시, 아침, 점심, 저녁 식사비 지원- 맥주 무제한, 고급 커피 제공, 사내 매점 운영(100~800원 가격으로 거의 모든 간식 구매)- 부서에 상관없이 8명 이상 모임 시, 회식비 전액 지원(만나서 다양한 이야기를 해주세요. 함께 있을 때 나오는 아이디어가 최고의 아이디어입니다!)3) 최고사양 장비 지원: 일에 방해되지 않도록 최고사양만 고집합니다.- Macbook Pro 15'‘, iMac 27’’, LG gram, 데스크톱 중 원하는 장비 선택- 업무용 의자 별도 지원 (위워크에서 지급하는 의자가 아닌 시디즈를 별도로 구매해드립니다.)4) 기념일 특별 휴가: 가족과 보내는 시간은 소중합니다.- 고등학교, 대학교, 대학원 졸업 당일 “연차 소진 없는” 특별휴가 1일 지원- 본인 및 부모님 생일 당일 “연차 소진 없는” 특별반차 지원- 결혼기념일 당일 “연차 소진 없는” 특별반차 지원5) 외근 및 출장비 지원: 최대한 체력을 아끼는 대신, 정말 많은 고민을 해주세요.- 서울 내 외근 시 타다(TADA) 지원- 서울 외 지역 출장 시 KTX 지원6) 자기계발 및 심리 상담 지원: 꾸준한 학습과 심리적 안정은 성장을 위해 꼭 필요합니다.- 분야 제한 없는 도서비 전액 지원(ebook 포함)- 클원 관련 페어 또는 자기계발 관련 컨퍼런스 참여 시 본인 티켓비 및 동반 1인 식사비 지원- 전문 심리 상담 센터 이용 전액 지원- 클래스101 서비스 내 모든 강의 무료 수강 지원- 월별 각 분야 전문가 초청 강연 진행 (만나고 싶은 분을 요청해주시면 모셔와드립니다.)7) 직원 패밀리 쿠폰 무제한 발급: 당신은 클원의 자부심입니다.- 5만 원 상당의 직원 패밀리 쿠폰 지급: 주변의 모든 지인에게 선물할 수 있습니다.8) 인재 추천 리워드: 실력 있는 인재 추천에 대한 보상은 당연합니다.- 개발자 추천 및 정규직 전환 시 총 400만 원 지급- 그 외 직군 추천 및 정규직 전환 시 총 150만 원 지급9) [정규직] 장거리 거주자 사택 지원: 출퇴근할 시간에, 회사의 성장을 고민해주세요.- 사무실 도보 10분 거리의 서울역 부근 자이 아파트, 리가 아파트 등 78㎡ (구 30평) 10채 이상 운영 중- 사택 요청 시 1인 1실 배정-회사에서 월세를 지원합니다.(70만원은 회사에서, 10만원 직원이 부담)\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+3                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}