{"url":"https://www.rocketpunch.com//jobs/69599/%ED%8F%AC%EC%8A%A4%ED%85%94%EB%9F%AC-%EC%A3%BC%EB%8B%88%EC%96%B4-%EC%84%9C%EB%B2%84-%EA%B0%9C%EB%B0%9C%EC%9E%90","title":"포스텔러 주니어 서버 개발자","origin":"운칠기삼","start_date":"03/03 ","newbie":"신입경력","content":["\n        주요 업무\n                    ## 서버/클라이언트 개발자[개발팀 담당 업무]- 서비스 개발(포스텔러, 글로벌, 신규 서비스)   * REST API 및 프론트엔드 개발   * 추천 알고리즘, 검색 시스템 개발- 백오피스 개발   * 컨텐츠 제작 시스템[기술 스택]- AWS, java, scala, kotlin, nodejs- spring, play2- angular, vue- …\n            더 보기\n            ## 서버/클라이언트 개발자[개발팀 담당 업무]- 서비스 개발(포스텔러, 글로벌, 신규 서비스)   * REST API 및 프론트엔드 개발   * 추천 알고리즘, 검색 시스템 개발- 백오피스 개발   * 컨텐츠 제작 시스템[기술 스택]- AWS, java, scala, kotlin, nodejs- spring, play2- angular, vue- mysql, redis, elasticsearch- ionic, react native\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Amazon AWS\n          Java\n          Scala\n          REST API\n          Spring\n          swagger-play2\n          angular\n          vue\n          MySQL\n          Redis\n          Ionic\n          react-native\n          Kotlin\n          Node.js\n        \n      ","\n        채용 상세\n                    안녕하세요? (주)운칠기삼 채용팀의 인재 수집 담당자 입니다.저희와 함께 아름다운 코드로 완성도 높은 서비스를 만들어 나갈 개발자를 찾습니다. 자유로운 개발 문화 속에서 자신의 능력을 즐겁게 발휘할 수 있는, 기술적인 새로운 시도와 도전정신이 탑재된 개발 인재를 찾고 있습니다. [회사의 장점]1. 포스텔러의 성장 가능성과 서비스 가치를 인정받아 3년…\n            더 보기\n            안녕하세요? (주)운칠기삼 채용팀의 인재 수집 담당자 입니다.저희와 함께 아름다운 코드로 완성도 높은 서비스를 만들어 나갈 개발자를 찾습니다. 자유로운 개발 문화 속에서 자신의 능력을 즐겁게 발휘할 수 있는, 기술적인 새로운 시도와 도전정신이 탑재된 개발 인재를 찾고 있습니다. [회사의 장점]1. 포스텔러의 성장 가능성과 서비스 가치를 인정받아 3년 동안 세 번의 투자를 유치했습니다. 한국을 넘어 글로벌로 성장하고 있으며 우주 최고의 운세 서비스를 만들고자 합니다. 2. 네이버, 카카오에서 강력한 퍼포먼스를 자랑했던 개발자 CEO와 놀랄만큼 커뮤니케이션에 능한 CTO 등 함께 성장할 수 있는 좋은 동료들을 만날 수 있습니다. 3. T자형 인재를 지향합니다. 본인의 주개발영역에 대한 깊은 이해를 기반으로 다양한 영역의 개발을 경험할 수 있습니다. 4. 개발 능력은 기본, 네이버와 카카오에서 리더쉽과 커뮤니케이션 능력까지 갖춰 온 CTO가 따듯하고 냉정한 당신의 사수가 되어 드립니다. 5. 정기적인 코드 리뷰를 통해 부족한 점을 이해하고 더 나은 개발자로 거듭납니다. [우리가 찾는 사람]1. 대중적인 것을 추구하지만 역시 나만의 목소리도 중요하신 분, 남들이 즐기는 게 뭔지 알고 있지만 남다른 재미와 즐거움을 찾고 계신 분, 워라벨을 챙기는 일중독자 분을 찾습니다. 2. 운세 서비스를 광범위 콘텐츠로, 국내 서비스를 글로벌 서비스로 확장하는 과정에 스톡옵션을 받고 동참하여 회사를 뻥튀겨보고 싶은 분을 찾습니다. 3. 죽기 전에 로켓을 쏘아보고 싶은데, 혼자서는 힘드니 멋진 동료들이 필요해! 라고 생각해 오신 분을 찾습니다. 4. 성별, 나이, 직위, 직책 등을 초월한 수평적 커뮤니케이션이 무엇인지 진정으로 이해하며, 상대를 신뢰하고 존중하면서 함께 만드는 가치를 위해 토론을 즐길 수 있는 분을 찾습니다. 5. 개인의 성장과 회사의 성장을 둘 다 놓치지 않고 회사의 지원을 충분히 활용할 수 있는 분을 찾습니다.6. 스스로 회사를 성장시키는 과정을 즐길 수 있는 스타트업 특성 트리를 찍으신 분을 찾습니다. [혜택]0. 스톡옵션을 받고 회사와 함께 성공합니다. 1. 따듯한 일중독 인재들과 함께 일할 수 있습니다.2. 출퇴근 시간을 유연하게 결정할 수 있습니다 (오전 8시~오후 8시 사이 9시간(휴게 1시간) 유연 근무제 / 오전 8시에 출근하면 오후 5시에 퇴근할 수 있습니다. 오전 11시에 출근하면 오후 8시에 출근할 수 있습니다)3. 본인 주간의 점심메뉴를 결정할 수 있습니다. 식대는 회사 제공.4. (건강을 해치치 않는 수준에서 : 권장사항) 원하는 대로 간식, 맥주 등을 추가하거나 드실 수 있습니다.5. 한 달에 두 번 종류불문 원하는 책을 주문하실 수 있고, 외부 세미나나 수업이 업무와 연결될 경우 지원합니다.6. 건강하고 즐거운 마음으로 일하기 위해, 마음 편하게 원하는 때에 연차를 사용할 수 있습니다. 7. 1년의 성장을 성과급과 함께 축하하는 송년 파티에 참석하실 수 있습니다.8. 사주, 타로, 별자리, 궁합, 손금, 주역까지 인생의 중요한 순간마다 내부 전문가들이 무료로 운세를 봐드립니다. 9. 회사가 성장하면 원하는 혜택을 추가하실 기회를 가질 수 있습니다.[개발팀 담당 업무]- 서비스 개발(포스텔러, 글로벌, 신규 서비스)   * REST API 및 프론트엔드 개발   * 추천 알고리즘, 검색 시스템 개발- 백오피스 개발   * 컨텐츠 제작 시스템[기술 스택]- AWS, java, scala, kotlin, nodejs- spring, play2- angular, vue- mysql, redis, elasticsearch- ionic, react native[자격 요건]- 원활한 커뮤니케이션- 앱 또는 웹 서비스 개발 경험- RDBMS에 대한 이해- 협업도구 사용 경험- 새로운 기술 학습에 거부감이 없으신 분- 신입의 경우 관련 학과 전공자, 경력직은 IT 웹/앱 서비스 개발 5년 이하  [우대 요건]- 크로스 플랫폼 프레임워크 개발 경험- 서비스 운영 경험 (동일 서비스 1년이상)- clean \u0026 readability code 가 중요하신 분\n"]}