{"url":"https://www.rocketpunch.com//jobs/70070/%ED%94%8C%EB%9E%AB%ED%8F%BC-%EB%B0%B1%EC%97%94%EB%93%9C-%EA%B0%9C%EB%B0%9C%EC%9E%90","title":"플랫폼 백엔드 개발자","origin":"유니크굿컴퍼니","start_date":"02/04 ","newbie":"신입경력","content":["\n        주요 업무\n                    앗, 딱 걸렸습니다! 네, 잘 하셨어요. 지금 찾고 있는 바로 그 기업 맞습니다. 그럼요~ 저희가 하는 것을 잠깐만 들여다보면 오호라 함께 해 보고 싶은데? 하실 겁니다^^ 유니크굿컴퍼니는 세상이 당면한 질문을 유니크하고 굿한 방법으로 해결하는 솔루션을 개발하는 기업입니다. 오호라~ 그리고 이름만큼 유니크굿한 멋진 크루들이 세상에 미칠 수 있는 임팩…\n            더 보기\n            앗, 딱 걸렸습니다! 네, 잘 하셨어요. 지금 찾고 있는 바로 그 기업 맞습니다. 그럼요~ 저희가 하는 것을 잠깐만 들여다보면 오호라 함께 해 보고 싶은데? 하실 겁니다^^ 유니크굿컴퍼니는 세상이 당면한 질문을 유니크하고 굿한 방법으로 해결하는 솔루션을 개발하는 기업입니다. 오호라~ 그리고 이름만큼 유니크굿한 멋진 크루들이 세상에 미칠 수 있는 임팩트를 만들기 위해 힘을 합치고 있답니다. 저희 사업 잠깐 소개해 드릴께요~유니크굿컴퍼니의 유니크굿 사업1. '오늘 뭐하지? 특별한 거 없어?' 특별한 경험을 요구하는 시대, 완전몰입형 대체현실게임 '리얼월드'https://realworld.kr/정말 그렇죠? 오늘 뭐하지? 주말에 뭐하지? 우리들을 괴롭히는 질문입니다. 세계는 이제 정보가 축적되고 연결되는 지식산업시대에서 사람의 관심이 연결되고 흐르는 관심연결시대로 변모했습니다. 한 해에만 14억명의 사람들이 세계를 여행하고 있고, 훨씬 많은 이들이 지역으로 이동하고 있지요. 이에 따라 사람들이 나누는 일상의 질문들도 ‘그게 뭐지? 어디에 있지?’ 하며 지식을 묻는 것으로부터 ‘오늘 뭐하지? 거기서 뭐하지?’ 라며 독특한 경험을 요구하는 형태로 변모하고 있습니다. 그런데 이 엄청난 사람들의 경험 수요를 공급하기에는 턱없이 부족한 상황, 경험 자체를 손쉽게 제작하고 유통할 수 있는 새로운 방법이 필요하죠. 유니크굿컴퍼니는 바로 이 부분을 주목, 이 세상 전체를 테마파크로 만들겠다는 야심찬 목표를 설정하고 흥미진진한 체험과 모험을 할 수 있는 플랫폼 '리얼월드' 네, 진짜 세상(Real World)을 혁신할 솔루션을 개발하고 있습니다.'리얼월드'는 영화 다빈치 코드나 미션 임파서블, 알함브라 궁전의 추억 같은 흥미진진한 스토리를 디지털 또는 현실 공간에서 내가 주인공이 되어 실감나게 경험할 수 있도록 만드는 액티브 레저 플랫폼입니다. 판타지, 미스테리, 역사물, 또는 그냥 신박한 그 무엇이든 체험할 수 있는 이야기를 만들고, 이를 현장의 지형지물과 게임 키트, AR, ARS등의 실감형 기술과 접목하며 영화속 주인공이 된 듯 스토리를 체험할 수 있도록 만드는 사업을 하고 있습니다. 또한, 경험을 마치 레고 퍼즐을 맞추듯 손쉽게 조립할 수 있는 [크리에이터즈 스페이스]라는 저작 시스템을 개발해서 누구나 실감게임을 제작할 수 있도록 만들고 있습니다. 누구나 자기가 꿈꾸는 대체현실 게임을 만들 수 있고, 기업과 지자체들도 자기들만의 대체현실을 만들어서 리얼월드 플랫폼을 통해 배포할 수 있도록 할 예정입니다. 크리에이터즈 스페이스가 본격적으로 사용되는 내년이면 리얼월드 플랫폼의 폭발적인 성장이 기대됩니다.2. 영상의 시대, 지식의 새로운 사각지대를 열어낼 오픈더빙솔루션 '헬렌'바야흐로 영상의 시대가 되었는데, 그 비밀은 영상에 손쉽게 자막을 입힐 수 있는 열린자막플랫폼(OTP) 덕분으로 외국어도 손쉽게 우리말 자막으로 시청할 수 있도록 하여 지식의 지평을 열어내었습니다. 하지만 여전히 1억명이 넘는 시각장애자, 10억명에 이르는 난독증을 겪는 이들에게는 이러한 접근 역시 무용지물입니다. 헬렌은 자막을 제공하는 영상을 손쉽게 내 목소리로 더빙할 수 있는 기능을 제공하는 열린더빙플랫폼(ODP)으로 외국어 영상도 우리말을 듣는 것처럼 자연스럽게 시청할 수 있도록 만들어 줍니다. 이를 통해 지식에 관한 새로운 차원의 지평을 열어내고자 하고 있습니다.http://www.helen.kr이 외에도 유니크굿컴퍼니는 유니크굿한 변화를 위해 오늘도 즐겁고 야심차게! 정진하고 있습니다. 설명만으로 모르겠다! 하시면 아래에 이미지와 영상을 눌러보세요! 완전 멋질 거에요~현재 저희는 백엔드 쪽 개발을 함께 해 주실 분을 기다리고 있습니다. 완전 성격 좋은 개발자들과 유쾌하고 블링블링한 기획팀, 디자인팀 크루들과 기분 좋게 개발하실 수 있는 환경!마지막으로 저희가 하고 있는 사업들은 외부에서도 큰 반향을 일으키며 가장 주목받는 스타트업 중의 한 군데로 성장하고 있답니다. 그러니깐 고민하지 말고 초이스!유니크굿컴퍼니 관련 수상내역:2019 올해의 관광벤처 문체부 장관상 (기업성장 부문)2019 서울-관광 스타트업 대회 심사위원상 최종 수상 2019 세계기업가정신주간 청년기업인상 표창(중기부 장관상)2019 문화예술 임팩트 투자유치대회 최우수상2019 Osaka-Korea Innovation Day - 오사카 이노베이션 허브 어워드 수상2019 문재인 대통령 한-스웨덴 경제사절단 소셜임팩트기업 선정 (6개 기업 선정) 2019.04 서울시 관광스타트업 대상2018.12 한국관광공사 올해의 관광벤처 대상2018 하나금융그룹 투자스타트업 파워온챌린지 대상\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Back-end\n          Azure\n          aws\n          ASP.NET Core\n          mvc\n          ASP.NET MVC\n        \n      ","\n        채용 상세\n                    *담당업무리얼월드 코어 서버 개발: 리얼월드의 핵심이 되는 게임 플레이 로직, 사용자 데이터 처리, 채팅 과 외부 연동 등을 개발합니다.*자격 요건-HTTP와 HTTPS에 대한 올바른 이해-HTTP Method / Status Code들에 대한 올바른 이해-관계형 데이터베이스 이용 경험 및 NoSQL 데이터베이스에 대한 이해-Object-Orient…\n            더 보기\n            *담당업무리얼월드 코어 서버 개발: 리얼월드의 핵심이 되는 게임 플레이 로직, 사용자 데이터 처리, 채팅 과 외부 연동 등을 개발합니다.*자격 요건-HTTP와 HTTPS에 대한 올바른 이해-HTTP Method / Status Code들에 대한 올바른 이해-관계형 데이터베이스 이용 경험 및 NoSQL 데이터베이스에 대한 이해-Object-Oriented 프로그래밍 언어에 대한 경험*우대 사항-Azure, AWS 등 클라우드 서버 인프라에 대한 경험-ASP.Net Core 혹은 다른 MVC 기반 웹 프레임워크에 대한 경험-미래를 내다보면서도 현재 상황에 적합한 설계를 할 수 있는 능력-다양한 기술에 대한 관심과 이해 그리고 비판할 수 있는 능력-분산 아키텍쳐 설계 경험*필요 전제 요건:- 자신을 사랑하고 스스로 멋지다 즐겁다를 찾는 사람- 좋은 것을 제대로 즐기고 기꺼이 나눌 줄 아는 사람- 의견을 내는 데 두려움이 없으며 공유가 일상화되어 있는 사람- 아이디어의 시작뿐 아니라 일의 마무리를 지을 수 있는 사람\n"]}