{"url":"https://www.rocketpunch.com//jobs/69603/%EB%B9%84%EB%94%94%EC%98%A4-%EC%BB%A4%EB%A8%B8%EC%8A%A4MD","title":"비디오 커머스MD","origin":"클래스101","start_date":"02/06 ","newbie":"신입경력","content":["\n        주요 업무\n                    우리는 ’누구나 사랑하는 일을 하며 살 수 있도록’이라는 미션으로 온라인 클래스 플랫폼 ‘클래스 101’을 운영하고 있습니다. 다양한 분야의 크리에이터에게서 디자인, 음악, 요리, 운동 등 여러 활 동을 배울 수 있고, 고객이 수강을 신청하면 준비물 키트도 함께 보내드리는 서비스입니다. 비 오 는 날 부랴부랴 외출 준비를 하지 않아도, 이것저것 사느…\n            더 보기\n            우리는 ’누구나 사랑하는 일을 하며 살 수 있도록’이라는 미션으로 온라인 클래스 플랫폼 ‘클래스 101’을 운영하고 있습니다. 다양한 분야의 크리에이터에게서 디자인, 음악, 요리, 운동 등 여러 활 동을 배울 수 있고, 고객이 수강을 신청하면 준비물 키트도 함께 보내드리는 서비스입니다. 비 오 는 날 부랴부랴 외출 준비를 하지 않아도, 이것저것 사느라 신경 쓰지 않아도 됩니다. 미용실에 있는 순간에도 클릭 몇 번 만에 클래스를 볼 수 있습니다. 앞으로도 세상의 모든 취미와 재능, 지 식을 모아 가치 있는 클래스로 만들고 싶습니다. 그러려면 다른 어떤 기업보다 빠르게 움직여야 한다는 것도 알고 있습니다. 우리가 분야별 최고의 전문가와 일하고 싶은 가장 큰 이유입니다. 클래스101의 전신이었던 과외 중개 서비스 페달링은 UNIST(울산과학기술원) 학생 여덟 명이 2015년에 창업했습니다. 2017년에 사업 전환을 결정하고 출시한 서비스가 바로 클래스101입니다. 2018년 3월 런칭 이후, 2019년 11월 기준으로 개설 클래스는 380여 개, 서비스 누적 방문자 수는 700만 명, 클래스 평균 만족도는 95%를 넘었습니다. 회사가 빠르게 성장하면서 여덟 명이었던 팀 원은 100명 이상으로 늘어났습니다. 지난 일 년 동안 이룬 성과와 앞으로의 성장 가능성을 인정받아 2019년 4월에는 여러 투자기관으로부터 총 120억 원의 투자를 유치했습니다. 업계에는 평균 연 령 27세의 밀레니얼 세대도 함께 힘을 합치면 많은 투자와 매출을 일으킬 수 있다는 사실을 보 여주었습니다. 지금은 서울역 앞, 서울스퀘어 13층에 사무실이 있습니다.비디오커머스TF에서는 라이브 방송으로 클래스101의 호스트와 크리에이터가 직접 자신의 클래스를 홍보하고 세일즈하도록 돕습니다. 지금은 TF 단계에 있으나 미디어를 활용한 미래사업부문으로 확장하려고 합니다. 홈쇼핑의 포맷과 비슷하지만 소셜 채널에서는 워크맨, ASMR 등 다양한 형태로 접목할 수 있다는 장점이 있습니다. 클래스의 매력을 생생하게 전달해 함께 사업을 키울 팀원을 찾습니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          기획\n        \n      ","\n        채용 상세\n                    [담당업무]-라이브 방송 한정 상품 기획 '어떤 제품과 함께 선보여야 고객이 클래스를 수강하고 싶어 할까?'를 고민합니다.-라이브 방송을 위한 제품 소싱 및 조건 Dealing-다른 커머스 업체와의 협업 및 계약-기획한 제품을 라이브 방송에 맞춰 준비(재고 확보, 상품 정보 등록 등) [자격요건]-전 분야의 커머스 제품에 호기심을 갖고 소싱할 수 있…\n            더 보기\n            [담당업무]-라이브 방송 한정 상품 기획 '어떤 제품과 함께 선보여야 고객이 클래스를 수강하고 싶어 할까?'를 고민합니다.-라이브 방송을 위한 제품 소싱 및 조건 Dealing-다른 커머스 업체와의 협업 및 계약-기획한 제품을 라이브 방송에 맞춰 준비(재고 확보, 상품 정보 등록 등) [자격요건]-전 분야의 커머스 제품에 호기심을 갖고 소싱할 수 있는 능력이 있는 분-제품/서비스를 소개하여 소비자의 마음을 사로잡을 수 있는 분-포토샵, 일러스트 등을 사용한 이미지 편집에 능숙하신 분-다른 마케터 및 기획자와 협업이 능숙하신 분-아래의 과제에 대한 답변을 이력서에 포함하여 전달해주신 분[우대사항]-커머스 MD, 커머스 큐레이션 등 관련 업무 경험이 있는 분-클래스101 서비스를 이용해봤거나, 관심 있는 클래스가 있는 분[과제]라이브 방송에서는 주로 방송 중에만 특별히 구매할 수 있는 스페셜 커머스 제품을 선보입니다. 어떤 제품을 선보이는지에 따라 방송 시청률과 매출 영향도가 달라질 만큼 MD의 제품 선택 능력이 중요합니다. 만약 당신이 클래스101 공식 인스타그램의 라이브 방송에서 시청자를 위한 스페셜 커머스 제품을 준비하는 역할을 맡았다면 어떤 클래스를 선택할 것이고, 그에 맞는 제품으로 무엇을 선보이겠습니까? (고객은 당신이 방송에서 선보이는 클래스와 제품 구성을 보고 '정말 사고 싶다'고 느껴야 합니다.)-클래스101 홈페이지에서 판매 중인 모든 정규 클래스 중 두 개를 선택합니다. 단, 두 개의 클래스는 분야가 달라야 합니다.-라이브 방송에서 선보이고 싶은 클래스를 고르고, 각각의 클래스에 어울릴 만한 제품은 무엇인지 기획합니다. 또한 쇼호스트가 참고할 수 있도록 세일즈 포인트를 함께 정리합니다.-판매할 수 있는 제품 영역엔 한계가 없습니다. 기성제품을 비롯해 클래스101 서비스 내 다른 크리에이터에게 직접 제작을 주문해 맞춘 제품일 수도 있습니다. 모두 가능하다는 전제 하에 최고의 기획을 해주세요.-만약 클래스 선택이 어렵다면 아래 클래스 중에서 두 개를 선택해도 좋습니다.*요나와 함께하는 재료의 산책, 봄과 여름의 채소요리(https://class101.net/products/HtEba9WtklDYfPxzqCHB)*테이블용 수직기 디어위버와 함께 시작하는 당신의 위빙생활(https://class101.net/products/eVc4KoIocuLZfL4KyKua)*연필 하나만으로 모든 분위기를 담아내요, 둡의 연필 드로잉(https://class101.net/products/hf3H7C5T96VByVsA3ZRz)*일상 유튜버 슛뚜의 감성을 그대로, 영화같은 브이로그 제작법(https://class101.net/products/gPjiSJfMSI6EN6C49vji)[채용형태]3개월 근무 후 평가에 따라 정규직 전환 여부 결정합니다.3년 미만의 경력자는 평가에 따라 3개월 추가 근무 후 정규직 전환 여부를 결정합니다.채용 과정-‘서류 전형 → 직무 면접 → 컬쳐 면접’ 순으로 진행합니다.*서류 전형을 마치고 추가 질문이 있을 경우 전화 인터뷰를 진행할 수 있습니다-아래 질문에 대한 답변을 이력서에 포함해주시기 바랍니다. 답변이 없으면 서류 검토가 되지 않습니다. 각 질문의 답변은 300자 내로 씁니다. 정답은 없으며, 당신의 이야기를 솔직하게 써주시길 바랍니다.1)어렸을 때의 꿈은 무엇이었나요. 지금은 어떤 꿈을 꾸고 있나요. 그리고 살면서 꼭 이루고 싶은 꿈은 무엇인가요?2)수많은 기업 중 클래스101에 지원한 이유는 무엇인가요? 또 직업을 찾으면서 관심이 갔던 기업엔 어떤 특징들이 있었나요?3)만약 당신이 성공해서 매달 3,000만 원의 월세가 나오는 부동산을 가지고 있고, 일상생활에서도 걱정이 전혀 없어 오히려 돈이 남는 정도라면 그 이후엔 어떤 삶을 살고 싶나요?4)“모두가 사랑하는 일을 할 수 있는 세상을 만들겠다”는 클래스101의 비전을 이루기 위해 당신은 어떤 방식으로 도울 수 있나요?5)학창시절 반장이나 회장 같은 역할 혹은 졸업 이후 다양한 조직에서 리드급 역할을 맡은 적이 있나요? 했다면(또는 하지 않았다면) 그 이유는 무엇인가요?-이력서에 나이, 사진을 첨부하지 않습니다. 평가와 관련이 없습니다.[근무환경 및 복지] 1) 유연 근무 및 자율 출근: 높은 수준의 집중을 위해 원하는 시간에 일합니다. -\t오전6시부터 오후1시까지 원하는 시간에 자율 출근(매일 다른 시간에 출근하셔도 됩니다!)-\t업무시간 중 취미 및 자기계발, 운동, 병원 진료 등 1~2시간 자율 외출 -\t개인 일정이 있을 시, 1시간 자율 조퇴나 지각 가능 -\t별도의 승인 없이 연차, 반차, (무급)생리 휴가 등 자유롭게 사용 2) 식대 및 간식 지원: 든든하게 먹어야 일도 잘됩니다. -\t평일 저녁 식사비 지원(1인 12,000원까지 개인 법인카드로 자유롭게 결제) -\t주말 출근 시, 아침, 점심, 저녁 식사비 지원 -\t맥주 무제한, 고급 커피 제공, 사내 매점 운영(100~800원 가격으로 거의 모든 간식 구매) - 부서에 상관없이 8명 이상 모임 시, 회식비 전액 지원(만나서 다양한 이야기를 해주세요. 함께 있을 때 나오는 아이디어가 최고의 아이디어입니다!) 3) 최고사양 장비 지원: 일에 방해되지 않도록 최고사양만 고집합니다. -\tMacbook Pro 15'‘, iMac 27’’, LG gram, 데스크톱 중 원하는 장비 선택 -\t업무용 의자 별도 지원 (위워크에서 지급하는 의자가 아닌 시디즈를 별도로 구매해드립니다.) 4) 기념일 특별 휴가: 가족과 보내는 시간은 소중합니다. -\t고등학교, 대학교, 대학원 졸업 당일 “연차 소진 없는” 특별휴가 1일 지원 -\t본인 및 부모님 생일 당일 “연차 소진 없는” 특별반차 지원 -\t결혼기념일 당일 “연차 소진 없는” 특별반차 지원 5) 외근 및 출장비 지원: 최대한 체력을 아끼는 대신, 정말 많은 고민을 해주세요. -\t서울 내 외근 시 타다(TADA) 지원 - 서울 외 지역 출장 시 KTX 지원6) 자기계발 및 심리 상담 지원: 꾸준한 학습과 심리적 안정은 성장을 위해 꼭 필요합니다. - 분야 제한 없는 도서비 전액 지원(ebook 포함) -\t클원 관련 페어 또는 자기계발 관련 컨퍼런스 참여 시 본인 티켓비 및 동반 1인 식사비 지원 -\t전문 심리 상담 센터 이용 전액 지원 -\t클래스101 서비스 내 모든 강의 무료 수강 지원 -\t월별 각 분야 전문가 초청 강연 진행 (만나고 싶은 분을 요청해주시면 모셔와드립니다.) 7) 직원 패밀리 쿠폰 무제한 발급: 당신은 클원의 자부심입니다. - 5만 원 상당의 직원 패밀리 쿠폰 지급: 주변의 모든 지인에게 선물할 수 있습니다. 8) 인재 추천 리워드: 실력 있는 인재 추천에 대한 보상은 당연합니다. -\t개발자 추천 및 정규직 전환 시 총 400만 원 지급 -\t그 외 직군 추천 및 정규직 전환 시 총 150만 원 지급 9) [정규직] 장거리 거주자 사택 지원: 출퇴근할 시간에, 회사의 성장을 고민해주세요. - 사무실 도보 10분 거리의 서울역 부근 자이 아파트, 리가 아파트 등 78㎡ (구 30평) 10채 이상 운영 중 -\t사택 요청 시 1인 1실 배정 -\t회사에서 월세를 지원합니다.(70만원은 회사에서, 10만원 직원이 부담)\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+3                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}