{"url":"https://www.rocketpunch.com//jobs/70091/Operations-Intern-%EC%A0%95%EA%B7%9C%EC%A7%81-%EC%A0%84%ED%99%98%ED%98%95","title":"Operations Intern (정규직 전환형)","origin":"미소","start_date":"02/26 ","newbie":"인턴","content":["\n        주요 업무\n                    Operations Intern은 미소의 서비스가 잘 이루어질 수 있게끔 운영에 전반적인 부분을 담당하게 됩니다. 주로, 서비스파트너와 유기적인 소통을 하며 서비스파트너의 Retention 과 Service Quality 를 Control 하는 역할을 합니다. 또한, 고객의 Retention 과 Service Satisfaction 을 끌어올리는 역…\n            더 보기\n            Operations Intern은 미소의 서비스가 잘 이루어질 수 있게끔 운영에 전반적인 부분을 담당하게 됩니다. 주로, 서비스파트너와 유기적인 소통을 하며 서비스파트너의 Retention 과 Service Quality 를 Control 하는 역할을 합니다. 또한, 고객의 Retention 과 Service Satisfaction 을 끌어올리는 역할을 합니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          고객관리\n          고객분석\n          서비스운영\n          데이터분석\n          고객커뮤니케이션\n          데이터수집\n          데이터관리\n          리서치\n          운영\n          통계분석\n          서비스 기획\n          cs\n        \n      ","\n        채용 상세\n                    [미소에서 하게 될 업무는요]-주문 수요와 파트너 공급 관리를 통한 KPI 달성-고객 \u0026 파트너와 직접적인 소통을 통해 문제점 발견-파트너 확보와 유지를 위한 프로그램 기획 및 실행-문제점을 파악한 후, 문제를 개선하기 위한 개별 프로젝트 진행-데이터 분석을 통해 최대한 많은 서비스(고객-파트너)를 매칭-업무 효율성을 개선하기 위한 프로세스 …\n            더 보기\n            [미소에서 하게 될 업무는요]-주문 수요와 파트너 공급 관리를 통한 KPI 달성-고객 \u0026 파트너와 직접적인 소통을 통해 문제점 발견-파트너 확보와 유지를 위한 프로그램 기획 및 실행-문제점을 파악한 후, 문제를 개선하기 위한 개별 프로젝트 진행-데이터 분석을 통해 최대한 많은 서비스(고객-파트너)를 매칭-업무 효율성을 개선하기 위한 프로세스 최적화  [이런 분과 함께하고 싶습니다]-O2O기반의 혁신적인 미소에서 핵심인재로 성장하고 싶은 분-창업에 관심이 있고, 성장에 대한 열망이 누구보다 강한 분-학사 졸업예정자, 졸업자   [이런 분을 우대합니다.]-No give up 정신으로 목표 달성을 이루고자 하는 분-주말, 주중 혼용 근무 스케쥴 가능하신 분-Data-driven \u0026 Move Fast: 고객의 불편사항을 데이터 기반으로 이해, 해결방안을 제시하며 빠른 실행을 할 수 있는 분-동료의 의견을 존중하고, 건설적으로 비판해 조직의 목표를 달성하는 데 기여할 수 있는 분  ['미소'는]-신입 인재 발굴에 학력과 나이를 차별하지 않고, 개인의 역량과 논리적인 사고, 잠재력을 우선합니다.요기요 출신 CEO, 쿠팡 출신 개발자 등 다양한 분야 출신 최고의 팀원과 함께 일하며, 빠르게 성장하는 스타트업 시스템을 직접 보고 배울 수 있습니다.-매주 한 번 진행하는 전체 미팅(All-hands)을 통해 아이디어를 공유하고 소통합니다. [업무환경]-비즈니스 조직과 Product조직이 Alignment가 잘 맞는 조직문화-노트북과 듀얼 모니터 제공-휴게공간 라운지 이용 24/7-조식 제공 및 간식, 커피, 그래프트 비어 무제한-핫플레이스 성수 근무  [보상 및 혜택]책임감을 가진 인재에게 자율성을 보장합니다. -정직원 Stock Option 보상 -홈클리닝 서비스 제공-4대보험 가입 및 퇴직금 별도-회사 제휴 혜택 제공(레스토랑/병원/복지몰/병원 할인 등) [지원방법 및 절차]-서류 : 국/영문이력서 + 지원동기서 (필수) -절차 : 서류 검토 -홈테스트- 면접전형 - 최종합격  [근무기간 및 장소]-근무기간 : 인턴쉽 6개월 (평가 후 정규직 전환 가능, 평가에 따라 기간은 단축될 수 있음)-근무시간: 주말 포함 주 5일 스케줄 근무 (스케줄 추후 협의)-근무장소 : 성수역 부근   [기타 유의사항]입사지원 서류에 허위사실이 발견될 경우, 채용 확정 이후라도 채용이 취소될 수 있습니다.\n"]}