{"url":"https://www.rocketpunch.com//jobs/69870/SaaS-%EA%B8%B0%EB%B0%98-B2B-%EC%86%8C%ED%94%84%ED%8A%B8%EC%9B%A8%EC%96%B4-%EB%B0%B1%EC%95%A4%EB%93%9C-%EC%84%9C%EB%B2%84-%EA%B0%9C%EB%B0%9C","title":"SaaS 기반 B2B 소프트웨어 백앤드 서버 개발","origin":"샤플앤컴퍼니","start_date":"02/24 ","newbie":"경력","content":["\n        주요 업무\n                    • Shopl 대시보드 및 모바일 앱 API 개발• AWS 서비스 운영 및 관리• 시스템 모니터링을 통한 이슈 추적 및 개선\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          aws\n          Alibaba cloud\n          서버\n          서버개발자\n          서버구축\n          서버관리자\n          서버개발\n          클라우드 인프라\n        \n      ","\n        채용 상세\n                    샤플앤컴퍼니에서 매장 업무관리 소프트웨어(Field Force \u0026 Retail Management Solution)를 함께 만들어 나갈 훌륭한 백앤드 서버개발자를 모십니다![회사소개]• 샤플앤컴퍼니는 글로벌 매장 인력 업무 관리 소프트웨어 시장을 혁신해 나가는 팀입니다. 리테일 분야 전문가와 능력 있는 개발자들이 모여, 매장 직원의 업무 일정…\n            더 보기\n            샤플앤컴퍼니에서 매장 업무관리 소프트웨어(Field Force \u0026 Retail Management Solution)를 함께 만들어 나갈 훌륭한 백앤드 서버개발자를 모십니다![회사소개]• 샤플앤컴퍼니는 글로벌 매장 인력 업무 관리 소프트웨어 시장을 혁신해 나가는 팀입니다. 리테일 분야 전문가와 능력 있는 개발자들이 모여, 매장 직원의 업무 일정 관리 및 유통 현장 데이터의 체계적 취합/관리를 지원하는 리테일 솔루션 「샤플 (shopl)」을 운영하고 있습니다.• 작년 런칭 이후 올해부터 본격적 매출이 발생하고 있고, 창업초기 삼성퇴임 임원들로부터의 6.1억원의 투자 및 이후 성과를 기반으로 올해 9월초 네이버(TBT)로부터 추가적인 10억원의 투자를 유치, 향후 36개월간 서비스 고도화 및 고객 개발을 위한 안정적 자금을 확보했습니다.• 2019년 하반기 인도 법인설립을 시작으로 이제 본격적인 성장을 위해 다양한 분야의 채용 확대를 진행하고 있습니다.• 아직 국내 영업 및 PR이 없고, 대외 활동 역시 거의 없어 유명 초기 스타트업은 아니지만, 좋은 분위기에서 알차게 성장하며 성장에 걸맞는 보상을 운영하고 있는 곳으로 생각합니다. 아래 보시고 함께할 기회 있길 바라겠습니다.• 저희는 왜 매장 직원은 사무직과 같은 IT 협업툴 활용에서 배재되어 있으며, 개개인의 커리어 관리에도 한계가 있어야 하나? 왜 본사는 매장 직원을 불신하고 매장 데이터 취합 및 분석에 많은 시간을 쏟아야 하는 고민에서 출발한 팀입니다.• 삼성전자와 같은 글로벌 제조사들은 자기 제품을, 남의 매장에서, HR회사에 소속된 인력을 통해 판매해야 하는 공통된 Pain point 를 가지고 있습니다. 이런 구조로 인해 매장 인력의 직접 관리 및 업무 지시가 쉽지 않고, 전시 현황, 판매량, 매장 이슈 등 매장 정보를 실시간으로 파악하고 대응하는데 어려움을 겪습니다.• 샤플은 이러한 글로벌 제조사들의 Pain을 해결해 주는 리테일 솔루션으로써, 현재 멕시코, 인도, 홍콩 등지의 삼성전자 해외사업부를 주요 고객으로 하고 있으며, 올해말부터 기능 세분화를 통한 대외 고객 확장 및 인도네시아, 인도 지역내 거점 설립을 준비하고 있습니다.• 국내 및 해외에서 다수의 법인 설립 이력 및 리테일 분야에서 10년 넘는 풍부한 경험을 가진 리더 그룹과, 부문별 전문성을 보유한 팀리더들이 조직을 리딩하며 빠르게 성장하고 있습니다. 구성원들 모두가 직원 이상의 마인드를 가지고 치열하게 몰입하고 고민합니다.- 서비스 소개자료 : https://bit.ly/2FXYmdk - 서비스 웹사이트 : https://www.shoplworks.com/ - 관련기사(1) TBT, 리테일테크 스타트업 샤플앤컴퍼니에 10억원 투자 : https://bit.ly/2v7qQj5  - 관련기사(2) 샤플앤컴퍼니, 원격으로 매장직원·영수증 관리 모바일 솔루션 : http://bitly.kr/w0mSeUwJ [기업문화]• 치열하게 일하며 빠르게 성장해서, 직원 이상의 보상을 나누는 철학이 있습니다. 다양한 형태의 인센티브 제도에 대해 열려 있습니다.• 직급으로 인한 장점보다 폐해를 알기에 의도적으로 사내 C레벨을 두지 않고 승진제도 역시 없습니다.• 영어 이름을 사용하며 직급 없는 수평적인 문화를 추구합니다. • 문제 해결을 중심으로 적극적인 커뮤니케이션을 하며 업무를 진행합니다.• 구성원들이 서로를 통해 성장할 수 있는 회사를 만들어 갑니다.[팀구성]• 총 11명 (개발 5명, 디자인 2명, 기획운영 2명, 영업 1명, 경영지원 1명)• 대부분 20대 후반에서 30대로, 남 6명 / 여 5명으로 구성되어 있습니다.• 국내 대기업 출신 및 개별 실력이 우수한 인력으로 구성 모두 각자의 분야에서 충분한 실력을 갖췄고 상호 존중 및 열린 협업 문화가 장착되어, 동료로 인한 스트레스는 낮다고 자부합니다.[주요업무]• Shopl 대시보드 및 모바일 앱 API 개발• AWS 서비스 운영 및 관리• 시스템 모니터링을 통한 이슈 추적 및 개선[자격요건]• 모바일 앱/웹 애플리케이션 개발, 운영 경험자로서 실무 3년 차 이상 또는 그에 준하는 역량을 보유한 분• Java에 익숙하고, 기타 언어 하나 이상을 습득한 분 • Spring 프레임워크(Spring Boot)를 이용한 Web Application 개발 경험이 있는 분  • MVC framework 기반의 웹 서비스나 API 개발 경험이 있는 분 • 기본적인 Linux / Unix 명령 사용 능력을 갖춘 분• AWS 서비스에 대한 기반 지식을 갖춘 분 [우대사항 – 필수아님]• 스타트업 업무 경험이 있는 분• 품질 좋은 소프트웨어 개발을 위해 지속적으로 노력한 경험이 있는 분• 새로운 기술에 호기심이 많고 공유하는 분, 코드 리뷰 등을 통해 주변 동료에게 자극을 주는 분• 기획/디자인/개발 등 다양한 직군과 같이 문제를 정의하고, 해결책을 찾아나갈 수 있는 협업 능력을 갖춘 분• AWS를 활용한 개발, 운영 경험이 있는 분• 빌드/테스트/배포 자동화 경험이 있는 분• 대규모 트래픽 처리 경험이 있는 분 • 마이크로 서비스 설계 경험이 있는 분• SQL을 통한 실시간 통계 개발 경험이 있는 분• 데이터베이스 성능 개선 경험이 있는 분[근무조건 및 환경]• 급여 : 최소 현재 받고 계신 기본급 보장 \u0026 인센티브로 추가적인 보상• 인센티브 : 연간 손익발생시 손익의 30%내에서 sharing• 근무시간 : 10:00 ~ 19:00 (8시~10시 사이 출근 후 8시간 근무하는 탄력근무제 운영 중)• 근무지역 : 판교[혜택 및 복지]• 점심 제공 (외부 식당이든 구내 식당이든 편하게 드시면 됩니다)• 캡슐 커피 \u0026 과자와 음료 무한 업데이트• 눈치 보지 않고 자유롭게 사용하는 휴가 문화 (사유도 생략)• 8시~10시 사이 출근 후 8시간 근무하는 탄력근무제• 업무에 최적의 조건으로 장비 지원• 직무 관련 도서비/ 교육비 지원 (성장은 무조건 지원)• 저녁 회식 극소화 및 필수 참석 저녁 회식 없음 (마음맞는 사람끼리 가끔 한잔씩 하러 가는 분위기입니다 ㅎ )\n"]}