{"url":"https://www.rocketpunch.com//jobs/69879/%EC%98%81%EC%97%85-%EB%A7%A4%EB%8B%88%EC%A0%80","title":"영업 매니저","origin":"데일리샷","start_date":"02/24 ","newbie":"인턴신입경력","content":["\n        주요 업무\n                    - 새로운 제휴점을 찾아다니며 신규 제휴계약을 해요- 기존 제휴점들을 다니며 사장님들과 친목을 다져요- 새로운 프로젝트를 담당하여, 관련 내용을 제휴점 사장님들과 함께 진행해요- 진행해 보고싶은 프로젝트를 직접 실행해봐요\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          영업\n          B2B/B2C영업\n          영업관리\n          세일즈\n          영업기획\n          Sales\n          B2B/B2C 영업마케팅\n        \n      ","\n        채용 상세\n                    ❝ 안녕하세요, ‘한 잔, 그 이상의 가치’를 만들어 나가는 데일리샷에서 영업팀원을 구하게 되어 공고를 올리게 되었습니다. 1. 데일리샷 소개데일리샷은 국내 최초 첫잔무료 멤버십 서비스입니다. 회원 분들이 좋은 곳에서, 다양한 술을, 부담 없이 즐겼으면 하는 마음에서 시작된 서비스로 출시 2년 만에 누적 회원 6만명 돌파, 매출 10배 증가 등 빠르…\n            더 보기\n            ❝ 안녕하세요, ‘한 잔, 그 이상의 가치’를 만들어 나가는 데일리샷에서 영업팀원을 구하게 되어 공고를 올리게 되었습니다. 1. 데일리샷 소개데일리샷은 국내 최초 첫잔무료 멤버십 서비스입니다. 회원 분들이 좋은 곳에서, 다양한 술을, 부담 없이 즐겼으면 하는 마음에서 시작된 서비스로 출시 2년 만에 누적 회원 6만명 돌파, 매출 10배 증가 등 빠르게 성장하고 있는 회사입니다. 또한 OB 맥주 Startup 공모전에서 1등을 수상하고, 다양한 주류사와 협업을 진행하면서 수십 조원 규모의 주류시장을 기술과 데이터로 혁신하고 있는 팀입니다.저희 회사에 대해 간략히 소개하자면 ‘개인의 성장이 회사의 성장으로 연결된다’고 생각하는 조직입니다. 따라서 개인이 성장할 수 있는 업무를 부여하려고 하며, 본인이 해보고 싶어하는 업무가 있다면 지원을 아끼지 않습니다. 본인의 목표가 뚜렷하고 해보고 싶은 것이 많다면, 저희와 함께 일하면서 크게 성장할 수 있을 거라고 믿습니다.또한 저희는 자유로운 조직입니다. 출퇴근이 비교적 자유롭고, 업무시간에 같이 술을 마시면서 회의를 하는 등 구성원의 업무스타일을 존중하는 편입니다. (참고로 말씀드리자면 저희는 술을 많이 먹지 않습니다. 심지어 술을 먹지 않는 팀원도 있습니다) 또한 대부분의 구성원이 20대인 젊은 조직으로, 자유롭게 토론하고 의사소통하는 분위기가 형성되어 있습니다.그 대신 저희는 책임감과 성장 의지가 있는 분을 원합니다. 본인의 목표를 달성하기 위해 고민하고 이를 실행할 수 있는, 책임감 있는 분이라면 대환영입니다. 저희 역시 부족한 점이 많기에, 같이 성장해가면서 회사를 발전시켜 나갈 수 있는 분과 함께 하고 싶습니다.이 글을 읽으신 후 데일리샷 영업 매니저 포지션에 관심이 있으신 분은 kibum@dailyshot.co로 본인의 이력서를 송부해주세요.또한 궁금하신 사항이 있으실 경우에도 010-2908-3901 또는kibum@dailyshot.co(김기범, 채용담당자) 로 편하게 연락주세요.2. 모집 기간 및 채용 시 급여는 어떻게 되나요?- 채용은 저희가 원하는 분이 나올 때 까지 채용해요.- 연봉은 신입/경력 여부, 역량등을 종합해서 추후 협의해요.3. 어떤 사람이 영업조직에 어울리나요?먼저, 아래 하나의 조건 외의 다른 것들은 절대로 필요조건이 아니에요.일부만 해당하더라도, 저희 데일리샷에 관심이 있다면 언제든 환영이에요.- ☆데일리샷 서비스에 대한 이해도와 관심이 높은 사람(필요조건이에요)- 외향적인 사람이면 좋아요. 업무시간의 절반을 밖에서 보내고, 처음 보는 사장님들에게 말을 걸 일이 많아요. 사장님을 설득해야 할 상황도 많아요. 새로운 사람과 만나고 친해지는 것을 좋아하는 사람. 그런 사람이면 좋아요.- 실패를 해도 빨리 일어날 수 있는 사람이면 좋아요. 데일리샷은 실패 하나하나를 모두 가치있는 일이라 생각해요. 힘든 일도 술 한잔 , 대화 하나에 털어버릴 수 있는 사람. 그런 사람이 좋아요.- 협동심이 좋은 사람이면 좋아요. 팀원들과 소통하고 협력하며 목표달성을 향해 같이 달려가봐요.- 주도적인 사람이면 좋아요. 자신의 업무 일정과 동선을 직접 짜서 일하기 때문이에요. 현장 상황에 맞게 대처/수정할 수 있는 주도적인 사람이 필요해요. 데일리샷 대표님은 심지어 제주도 사람이에요.- 작은 일에도 성취감을 느끼는 사람이면 좋아요. 행복과 보람을 소중히 여기고 서로 공유하는 활기찬 분위기에요. 갑자기 물구나무서기를 해도 박수를 쳐줄 준비가 되어있어요.- 성장하고 싶은 사람이 좋아요. 정해진 일만 하며 퇴근시간만 기다리는 사람은 저희랑은 맞지 않아요. 힘들때 내딛는 한걸음이 곧 나의 성장이라 생각하는 사람을 찾아요.- 배움에 목마른 사람이면 좋아요. 모르는 것, 부족한 점들을 부끄러워서 숨기지 말고 당당하게 물어보고 알고싶어 하는 사람이 필요해요. 누구에게 물어도 친절하게 알려줄 거니까요.4. 주요 업무는 무엇인가요?- 새로운 제휴점을 찾아다니며 신규 제휴계약을 해요- 기존 제휴점들을 다니며 사장님들과 친목을 다져요- 새로운 프로젝트를 담당하여, 관련 내용을 제휴점 사장님들과 함께 진행해요- 진행해 보고싶은 프로젝트를 직접 실행해봐요-\u003e 현재까지 진행되고, 진행중인 프로젝트 예시  : 데일리샷 서포터즈  : 데이터바우처 → 주류 소비 데이터와 데일리샷의 연계  : 데일리샷 티켓  : 등기 프로젝트  : 대학생 공략 프로젝트5. 업무시간 및 장소- 하루 8시간 근무, 출근시간 유동적- 서울대입구역 스타벅스 리저브 건물 3층(서울 관악구 관악로 158)6. 기타 혜택- 점심 샤로수길 맛집 탐방, 외부 영업시 식대 지원- 구성원 술자리 지원금- 교육비 지원- 다양한 수제맥주 시음 기회, 무제한 커피 등\n"]}