{"url":"https://www.rocketpunch.com//jobs/68460/%EC%95%88%EB%93%9C%EB%A1%9C%EC%9D%B4%EB%93%9C-%EA%B0%9C%EB%B0%9C%EC%9E%90","title":"안드로이드 개발자","origin":"데일리샷","start_date":"02/24 ","newbie":"신입경력","content":["\n        주요 업무\n                    - 안드로이드 클라이언트 앱 개발- 안드로이드 클라이언트 앱 코드 리뷰- 확장성이 용이한 아키텍처 설계 및 개선- 테스트 자동화가 가능하도록 아키텍처 설계 및 개선- 신규 기능 개발 기획 참여\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Java\n        \n      ","\n        채용 상세\n                    \"안녕하세요, ‘한 잔, 그 이상의 가치’를 만들어 나가는 데일리샷에서안드로이드 개발자를 구하게 되어 공고를 올리게 되었습니다.\"1. 데일리샷 소개데일리샷은 국내 최초 첫잔무료 멤버십 서비스입니다. 회원 분들이 좋은 곳에서, 다양한 술을, 부담 없이 즐겼으면 하는 마음에서 시작된 서비스로 출시 2년 만에 누적 회원 6만명 돌파, 매출 10배 증가 등…\n            더 보기\n            \"안녕하세요, ‘한 잔, 그 이상의 가치’를 만들어 나가는 데일리샷에서안드로이드 개발자를 구하게 되어 공고를 올리게 되었습니다.\"1. 데일리샷 소개데일리샷은 국내 최초 첫잔무료 멤버십 서비스입니다. 회원 분들이 좋은 곳에서, 다양한 술을, 부담 없이 즐겼으면 하는 마음에서 시작된 서비스로 출시 2년 만에 누적 회원 6만명 돌파, 매출 10배 증가 등 빠르게 성장하고 있는 회사입니다. 또한 OB 맥주 Startup 공모전에서 1등을 수상하고, 다양한 주류사와 협업을 진행하면서 수십 조원 규모의 주류시장을 기술과 데이터로 혁신하고 있는 팀입니다.저희 회사에 대해 간략히 소개하자면 ‘개인의 성장이 회사의 성장으로 연결된다’고 생각하는 조직입니다. 따라서 개인이 성장할 수 있는 업무를 부여하려고 하며, 본인이 해보고 싶어하는 업무가 있다면 지원을 아끼지 않습니다. 본인의 목표가 뚜렷하고 해보고 싶은 것이 많다면, 저희와 함께 일하면서 크게 성장할 수 있을 거라고 믿습니다.또한 저희는 자유로운 조직입니다. 출퇴근이 비교적 자유롭고, 업무시간에 같이 술을 마시면서 회의를 하는 등 구성원의 업무스타일을 존중하는 편입니다. (참고로 말씀드리자면 저희는 술을 많이 먹지 않습니다. 심지어 술을 먹지 않는 팀원도 있습니다) 또한 대부분의 구성원이 20대인 젊은 조직으로, 자유롭게 토론하고 의사소통하는 분위기가 형성되어 있습니다.그 대신 저희는 책임감과 성장 의지가 있는 분을 원합니다. 본인의 목표를 달성하기 위해 고민하고 이를 실행할 수 있는, 책임감 있는 분이라면 대환영입니다. 저희 역시 부족한 점이 많기에, 같이 성장해가면서 회사를 발전시켜 나갈 수 있는 분과 함께 하고 싶습니다.특히 이번에 뽑는 개발자분에게는 바라는 것이 크게 두가지가 있습니다.첫 번째는 ‘좋은 개발 문화의 정착’ 입니다. 저희는 팀원 수가 늘어나면서 일하는 방식과 문화에 대해서 큰 관심을 기울이고 있는 시기입니다. 기존 개발팀원분들과 함께, 개발팀이 문제를 해결하고 서비스를 개선하는 올바른 방법을 만들어 나갈 분을 찾고 있습니다.(데일리샷 회사생활, 조직문화 등에 대해 더 자세히 알고 싶으시다면 https://www.notion.so/dailyshot/c0f7b3276b844a8e983d20d694914028 를 참고하세요.)두 번째는 '장기적으로 저희와 함께할 사람'입니다. 저희는 데일리샷 팀이 계속해서 같이 성장하고, 꿈을 공유하는 팀이 되었으면 좋겠다고 생각합니다. 단기적인 배움을 원하는 분보다는, 저희와 함께 계속해서 데일리샷 서비스를 만들어나갈 팀원을 찾고 있습니다.이 글을 읽으신 후 데일리샷에 관심이 있으신 분은 kibum@dailyshot.co 본인의 이력서와 함께 본인의 포트폴리오를 송부해주세요.또한 궁금하신 사항이 있으실 경우에도 010-2908-3901 또는kibum@dailyshot.co(김기범, 채용담당자) 로 편하게 연락주세요.2. 모집 기간 및 채용 시 급여- 채용 시 까지- 연봉 추후 협의3. 필수 역량- java로 개발한 경험4. 안드로이드 스펙- java, xml- Android Studio 사용- git을 통한 버전 관리- MVVM 패턴 지향- one way databinding 사용5. 주요 업무- 안드로이드 클라이언트 앱 개발- 안드로이드 클라이언트 앱 코드 리뷰- 확장성이 용이한 아키텍처 설계 및 개선- 테스트 자동화가 가능하도록 아키텍처 설계 및 개선- 신규 기능 개발 기획 참여6. 업무시간- 11시까지 자율출근, 하루 8시간 근무 후 퇴근7. 장소- 서울대입구역 스타벅스 리저브 건물 3층(서울 관악구 관악로 158)8. 기타 혜택- 점심 샤로수길 맛집 탐방(식대 전액 지원)- 구성원 술자리 지원금- 교육비 지원- 다양한 수제맥주 시음 기회, 무제한 커피 등\n"]}