{"url":"https://www.rocketpunch.com//jobs/70046/%EC%BD%98%ED%85%90%EC%B8%A0-%EB%B8%8C%EB%9E%9C%EB%93%9C-%EB%94%94%EC%9E%90%EC%9D%B8-%EC%9D%B8%ED%84%B4%EC%8B%AD","title":"콘텐츠 브랜드 디자인 인턴십","origin":"매스프레소","start_date":"02/27 ","newbie":"인턴","content":["\n        주요 업무\n                    • 콴다 강의\u0026개념서 Creator 모집 마케팅 디자인 • 콴다 강의 시리즈 커버\u0026포스터 그래픽 디자인• 콴다 개념서 시리즈 커버 그래픽 디자인• 콴다 문제집 시리즈 커버 그래픽 디자인• 강의 브랜드 컨셉\u0026네이밍 아이데이션• 콘텐츠 아이디어 도출 : 10대들이 학교/학원에서 배울 수 없었던, 새로운 클래스를 고민합니다 :)\n            더 보기\n            • 콴다 강의\u0026개념서 Creator 모집 마케팅 디자인 • 콴다 강의 시리즈 커버\u0026포스터 그래픽 디자인• 콴다 개념서 시리즈 커버 그래픽 디자인• 콴다 문제집 시리즈 커버 그래픽 디자인• 강의 브랜드 컨셉\u0026네이밍 아이데이션• 콘텐츠 아이디어 도출 : 10대들이 학교/학원에서 배울 수 없었던, 새로운 클래스를 고민합니다 :)\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          그래픽디자인\n          Adobe Illustrator\n          Adobe Photoshop\n          콘텐츠디자인\n          광고디자인\n          브랜드디자인\n        \n      ","\n        채용 상세\n                    매스프레소는 전 세계에 평등한 교육 기회를 제공하는 기업입니다.불평등은 사회 정의의 근본을 흔듭니다. 우리 사회는 그 중에서도 교육 기회의 불평등으로 양극화가 고착되어 가고 있습니다. 우리는 이미 지난 몇 십 년 동안 지속된 대한민국의 불평등한 교육 환경을 경험했습니다. 경제적으로 넉넉한 가정이 있어야만, 값비싼 수업료를 지불할 수 있어야만, 좋은 …\n            더 보기\n            매스프레소는 전 세계에 평등한 교육 기회를 제공하는 기업입니다.불평등은 사회 정의의 근본을 흔듭니다. 우리 사회는 그 중에서도 교육 기회의 불평등으로 양극화가 고착되어 가고 있습니다. 우리는 이미 지난 몇 십 년 동안 지속된 대한민국의 불평등한 교육 환경을 경험했습니다. 경제적으로 넉넉한 가정이 있어야만, 값비싼 수업료를 지불할 수 있어야만, 좋은 성적을 받을 수 있는 환경에 있었습니다. 경제적으로, 지역적으로 고립된 학생들은 정말 어렵게 공부해야만 했습니다. ‘개천에서 용 난다’는 말이 무색한 것이 지금의 현실입니다. 매스프레소는 AI기술과 플랫폼으로 이것을 극복할 수 있다고 믿고 있습니다. 그래서 ‘콴다(Qanda)'를 만들었고 발전시켜나가고 있습니다. 콴다는 경제적으로, 지역적으로 고립된 학생들에게 양질의 교육 서비스를 제공합니다. 이미 매달 100만명이 넘는 학생들이 이용하고 있는 압도적인 수준의 학습 서비스입니다.매스프레소는 이제 대한민국을 넘어 세계 최고의 교육 플랫폼이 되기 위한 준비를 하고 있습니다. 2015년부터 이어진 폭발적인 성장을 바탕으로 2018년에는 Softbank Ventures Asia, Samsung Ventures에서 Series A투자를 받았습니다. 같은 해에 Amazon Web Service에서 AI Startup Challenge 우수상과 Google Play에서 올해의 자기개발앱 우수상을 수상하며 콴다의 가치를 인정받았습니다. 이를 토대로 2018년 12월 Google AI For Social Good Summit에서 전세계 스타트업을 대상으로 콴다의 가능성에 대해 발표하였습니다. 2019년에는 Legend Capital 등의 글로벌 투자사로부터 Series B 투자를 유치하였습니다.2018년 말에는 일본으로 서비스를 확장하였고, 4개월만에 Android, iOS 교육 앱 차트에서 1위를 기록하며 글로벌 시장에서도 콴다의 가능성을 인정받았습니다. 이후 인도, 미국, 베트남 등에서도 의미 있는 성장을 이루었고, 2019년 7월에는 싱가포르 앱스토어 교육 부문에서 1위를 달성하였습니다. 현재 콴다는 삼성 빅스비 비전을 통해 전 세계로 유통되고 있으며 2015년부터 이어지고 있는 성공스토리를 계속해서 진행하고자 합니다.\u003c이 포지션이 열리게 된 배경\u003e콴다는 인공지능을 활용한 문제 풀이, 1:1 질문 서비스를 성공적으로 운영하고 있습니다.그리고 2020년, 콴다는 교육계의 넷플릭스\u0026유튜브가 되고자 합니다.우리는 새로운 방식의 강의 \u0026 개념서 시리즈 브랜드를 함께 만들어갈 콘텐츠 디자인 인턴을 애타게 찾고 있습니다.\u003c주요업무\u003e• 콴다 강의\u0026개념서 Creator 모집 마케팅 디자인 • 콴다 강의 시리즈 커버\u0026포스터 그래픽 디자인• 콴다 개념서 시리즈 커버 그래픽 디자인• 콴다 문제집 시리즈 커버 그래픽 디자인• 강의 브랜드 컨셉\u0026네이밍 아이데이션• 콘텐츠 아이디어 도출 : 10대들이 학교/학원에서 배울 수 없었던, 새로운 클래스를 고민합니다 :)\u003c자격요건\u003e• 학교/학년/전공 제한 없음• 휴학생 우대• Illustrator, Photoshop 등 디자인 툴에 능숙한 분• 서비스에 대한 애정과 책임을 가지고 디자인할 수 있으신 분\u003c지원방법\u003e• Email 제출 : thomas.kwon@mathpresso.com• 서류 : 이력서 \u0026 자소서(자유형식) + 포트폴리오\u003c근무형태\u003e• 근무기간 : 3개월 (평가에 따라 연장 가능)• 급여 : 월 180만원 (식대 제외, 주휴 수당 포함)\u003c채용절차\u003e• 서류 접수 : ~2020.03.08 까지• 면접 : 서류 제출 후 3일 내 1차 합격 여부 발표 및 면접 안내 (서류합격 후 1주일 내 면접)• 최종 결과발표 : 면접 후 3일 내 (면접 결과에 따라, 추가 면접 진행 가능)• 출근 :  최종 결과발표 후 1주 뒤\u003c혜택 및 복지\u003e매스프레소는,평균 나이 28세의 젊은 팀원들로 도전적이고 열정적입니다.서로 간의 신뢰와 책임감을 바탕으로 한 자율적인 근무 환경과 수평적인 문화는 끊임없는 아이디어와 열정의 원동력이 됩니다.각 분야 최고 수준의 인재들이 유감없이 역량을 발휘하고 있습니다.모두 개개인의 능력과 색깔을 존중하며 성장을 최고의 가치로 여깁니다.형식과 규율에 얽매이지 않는, 생산적이고 효율적인 협업을 추구하며 공정성과 투명함을 유지합니다.• 매스프레소에서 일하고 싶은 이유 15가지1. 11-17시를 공통근무시간으로 하는 자율 출퇴근제2. 업계 최고 수준의 동료3. 역량에 맞는 연봉 및 스톡옵션4. 성과에 따른 연봉 인상 및 스톡옵션 추가 부여5. 자유로운 휴가 제도6. 다양한 맛집 탐방(점심, 저녁(야근 시) 식사비 지원)7. 근처 분위기 좋은 카페들(근무 장소로 활용 가능)8. 느낌 있는 사무실과 인테리어9. 캡슐, 드립 등 다양한 커피머신들과 원하는 간식, 음료 무한 제공10. 고성능 ML서버, Macbook pro 등 취향에 맞는 고급 장비 및 소프트웨어 지원11. 사무실 내 필요 용품 및 업무 관련 장비 지원12. 도서, 세미나 등 직무 관련 비용 지원13. 매년 1회 이상 해외 워크샵14. '영화의 밤', '맥주데이' 등 다양한 번개 모임 운영15. 이 모든 것들이 당신의 제안을 통해 계속 업그레이드될 수 있다는 것\n"]}