{"url":"https://www.rocketpunch.com//jobs/58863/JAVA-%EB%B0%B1%EC%97%94%EB%93%9C-%ED%94%84%EB%A1%A0%ED%8A%B8%EC%97%94%EB%93%9C-Vuejs-%EA%B0%9C%EB%B0%9C-%EC%9D%B8%ED%84%B4%EA%B3%84%EC%95%BD%EC%83%81%EC%A3%BC%ED%94%84%EB%A6%AC","title":"JAVA 백엔드/ 프론트엔드 Vue.js 개발 \u003c인턴,계약,상주프리\u003e","origin":"히어로네이션","start_date":"02/25 ","newbie":"경력","content":["\n        주요 업무\n                    히어로네이션은 패션테크 스타트업으로 소비자에 빠르고 손쉬운 구매를 돕습니다.우수한 경력이나 실력이 있다면 금상첨화 겠지만 기본적으로 높은 기술력 보다 높은 화합력과 쉽게 포기하지 않는끈기, 윗사람을 이해하고 아랫사람을 배려할 줄 아는 넓은 이해심과 아량을 갖고 있는 성실한 인재, 즉 인성을 우선으로 선발합니다.-새로운 기술에 대한 관심이 많고, 학습…\n            더 보기\n            히어로네이션은 패션테크 스타트업으로 소비자에 빠르고 손쉬운 구매를 돕습니다.우수한 경력이나 실력이 있다면 금상첨화 겠지만 기본적으로 높은 기술력 보다 높은 화합력과 쉽게 포기하지 않는끈기, 윗사람을 이해하고 아랫사람을 배려할 줄 아는 넓은 이해심과 아량을 갖고 있는 성실한 인재, 즉 인성을 우선으로 선발합니다.-새로운 기술에 대한 관심이 많고, 학습 의지가 있고 탐구하시는 분.-책임감 강하신 분-정교함.치밀함.창의성을 가지고 계신분.JSP, spring boot, mysql, jpa ionic, Vue.js 경험자 우대.[우대사항]-웹서비스 개발 경험-스타트업경험 -패션, 이커머스 업계 경험[연봉]협의[회사위치]서울 강동구 성내동. 강동구청역 인근회사 연혁2016년 중소기업청 스마트벤처창업학교 선정.2016년 서강대,성균관대,중앙대 등 6개 대학 산학연 협력.2016년 마이크로소프트 비즈스파크 선정.2017년 미래창조과학부 ICT 인턴십 지원기업 선정.2017년 의류산업협회 의류산업 유공자 수상.2017년 전자신문. 미래창조과학부. 신SW상품대상 추천작 선정.2017년 벤처기업인증 획득.2017년 법인설립.2017년 과학기술정보통신부 k-글로벌 프로젝트 참여 중.2017년 중기청 지원사업 선정.---------------------------------------------------------------------------------------------\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          HTML\u0026CSS3\n          jQuery\n          JavaScript\n          Java\n          Vue.js\n          JSP\n          백엔드 기술 Java, Spring, Node.js, MySQL\n        \n      ","\n        채용 상세\n                    어느 화창한 가을날.서울 강동구 어느곳의 사무실에서 갑작스레 비명이 들려왔다.\"갸아악~!! 구인! 구인을 해야 된다~!!\"비명이 들린 곳은 한 사무실의 책상.그 곳에서 한 남자가 머리를 쥐어 뜯으며 절망하고 있었다.\"구인... 구인... 구... 인...\"그의 책상 한 켠에는 쥐어 뜯은 머리칼이 쌓여 있었고, 모니터에 켜져있는 워드 프로그램에는 텅 …\n            더 보기\n            어느 화창한 가을날.서울 강동구 어느곳의 사무실에서 갑작스레 비명이 들려왔다.\"갸아악~!! 구인! 구인을 해야 된다~!!\"비명이 들린 곳은 한 사무실의 책상.그 곳에서 한 남자가 머리를 쥐어 뜯으며 절망하고 있었다.\"구인... 구인... 구... 인...\"그의 책상 한 켠에는 쥐어 뜯은 머리칼이 쌓여 있었고, 모니터에 켜져있는 워드 프로그램에는 텅 빈 화면에 작대기 하나만이 외롭게 깜빡거리고 있었다.그는 다크서클이 가득한 눈으로 모니터의 깜빡거리를 작대기를 바라보더니 미친 사람처럼 중얼거리기 시작했다.\"그으으... 아이디어... 아이디어가 필요하다... 쌈빡한 아이디어... 사람들이 지원 안 하고는 못 배길 만한 아... 이... 디... 어...아악!\"결국 마지막에는 절규와 함께 애꿎은 머리카락만 뜯겨나가고 있었다.상당히 시끄럽고 거슬리기 그지 없는 행동이었지만, 그런 그를 말리는 직원은 아무도 없었다.그의 온 몸에서 엄청난 다크 포스가 뿜어져 나오고 있었기 때문에, 말릴 생각은 커녕 감히 근처에도 접근하지 못하는 것이었다.그때 누군가가 그의 등을 톡톡 두드렸다.\"누, 누구냣! 구직자냐?\"등을 돌리니 회사 대표가 미소를 지으며 그를 바라보고 있었다.\"저기, 채용담당자님...?\"\"뭡니깟!\"채용담당자라고 불리는 그에게 이미 대표따위는 안중에도 없는 듯이 보였다. 대표는 구인공고를 담당한다는 스트레스가 어느 정도인지 자신도 이해하는 듯이 고개를 끄덕거리며 채용담당자의 어깨를 토닥였다. 그리고 채용담당자의 귀에 다음과 같이 속삭이고 자리를 떠났다.\"오늘도 지원률이 상.당.히 저조하군요? 힘든건 알지만... 더 분발합시다? ^^\"\"...갸아악!\"채용담당자는 다시 머리를 쥐어뜯기 시작했다.\"우우... 우울하다...\"이제는 절망을 하다 하다 못해 대놓고 우울하다고 중얼거리기 시작한 채용담당자.하지만 마냥 우울해하고만 있다고 해서 쌈빡한 채용공고가 만들어지는 것은 아니었다.채용담당자는 마침내 키보드를 두들기기 시작했다.\"히어로 네이션... 우리가 영웅입니다... 영웅... 중얼중얼... 후뢰시맨... 바이오맨... 중얼중얼... 임시정부... 중얼중얼... 어벤져스...? 슈퍼맨 배트맨... 피카츄 라이츄 파이리 꼬부기...\"하지만 그 머리에서 나오는게 다 거기서 거기, 그나물에 그밥이었다. 채용담당자의 머릿속에서는 알고있는 히어로물과 만화 캐릭터들이 총 출동해 레디플레이어원 처럼 대결전을 벌이고 있었다.\"갸아악...!\"결국 책상에 머리카락은 점점 쌓여만 가고 있었다.채용공고라기엔 긴 글을 읽어주셔서 감사드립니다. 저희는 의류 사이즈 비교 서비스 '재요'를 개발하고 있는 히어로네이션입니다.함께 일하고 싶은 사람을 만나고 싶어서, 저희는 채용공고에 상당한 노력을 기울이고 있습니다.재미있는 채용공고를 만들어 보기 위해 이런 저런 노력을 해보았지만, 아직 함께 하고 싶은 사람을 만나지 못했네요.어떻게든 재미있는 공고를 만들어 보고 싶었고, 신세 한탄도 할 겸 이런 병맛 공고까지 만들게 되었습니다.이 공고가 좋은 반응이 나올지는 채용담당자인 저도 잘 모르겠습니다... 아니 솔직히 말하면 별로 반응이 좋지 않을 것 같다는 생각이 들기도 하네요그래도, 이런 말도 안 되는 시도도 해보고 하는 것이야말로 스타트업 정신이 아닐까요?혹시 모르잖아요. 이런 게 대박을 칠지도요^^아 그리고, 반쯤 미친 것 같아 보이지만, 전 사실 좋은 사람이랍니다 :)회사 분위기도 좋습니다. 저희 팀원들 모두 즐겁게 일하고 있어요.신입과 경력직 모두 가리지 않습니다. 능력있는 분이라면 당연히 쌍수 들고 환영하지만, 그것 보다는 함께 일하고 싶은 사람인지가 더 중요하다는 것이 저희 회사의 마인드거든요.그러니 이 공고를 보시는 분들은 부담 없이 지원해 주시면 감사하겠습니다.더 중요한 얘기는, 만나서 하는게 어떨까요 :)이메일: s34190@naver.com핸드폰: 010-3886-3419카카오톡: idea8\n"]}