{"url":"https://www.rocketpunch.com//jobs/67677/%ED%8C%AC%ED%94%8C%EB%9F%AC%EC%8A%A4-%EC%84%9C%EB%B9%84%EC%8A%A4-%EA%B8%B0%ED%9A%8D%EC%9E%90Project-Manager-%EA%B2%BD%EB%A0%A5%EC%9E%90-%EC%B1%84%EC%9A%A9","title":"[팬플러스] 서비스 기획자/Project Manager 경력자 채용","origin":"팬플러스","start_date":"","newbie":false,"content":["\n        주요 업무\n                    *팬플러스 Project Manager의 주요 업무- 개발자, 디자이너와 협업을 위한 기획문서 작성- 정책 수립 및 외부 리스크 관리- 프로젝트(개발~출시) 일정관리, 이슈 및 리스크 관리- QA 및 검수- 기술 결정 및 논의 진행- 데이터 수집/분석 툴을 활용한 지속적인 품질 개선\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          기획\n          서비스 기획\n          기획•운영\n          PM\n        \n      ","\n        채용 상세\n                    #팬플러스 제품 비전[덕질을 시작한 모든 사람이 마음 맞는 사람을 찾아 함께 덕질할 수 있도록 돕고, 이들의 연결 가치가 K-POP 산업의 질적 성장에 기여하는 성취감을 선물한다.]우리는 '팬'들을 이 세상에서 누구보다 열정적인 사람들이라고 생각합니다.누군가를 좋아하고 열렬히 응원하고 사랑하는 것은 그다지 일반적이지 않습니다. 엄청난 열정이 있어야 …\n            더 보기\n            #팬플러스 제품 비전[덕질을 시작한 모든 사람이 마음 맞는 사람을 찾아 함께 덕질할 수 있도록 돕고, 이들의 연결 가치가 K-POP 산업의 질적 성장에 기여하는 성취감을 선물한다.]우리는 '팬'들을 이 세상에서 누구보다 열정적인 사람들이라고 생각합니다.누군가를 좋아하고 열렬히 응원하고 사랑하는 것은 그다지 일반적이지 않습니다. 엄청난 열정이 있어야 가능합니다.우리는 이 세상 누구보다 열정적인 사람들의 생각과 행동, 그리고 이야기를 존중합니다.이들이 만들어내는 모든 이야기는 큰 가치를 지니고 있어 전세계 팬들에게 소비되고 공유되어 K-POP 산업을 성장시키는 데 큰 역할을 합니다.우리는 이러한 열정을 지닌 사람들이 팬플러스 안에서 마음 맞는 사람들과 함께 덕질할 수 있도록 돕고, 이들의 연결 가치가 K-POP 산업의 질적 성장에 기여하는 성취감을 선물하고자 합니다.이에 우리와 함께 팬플러스의 제품 비전을 실현하실 Project Manager를 채용하고자 합니다.#팬플러스 Project Manager의 주요 업무- 개발자, 디자이너와 협업을 위한 기획문서 작성- 프로젝트(개발~출시) 일정관리, 이슈 및 리스크 관리- 정책 수립 및 외부 리스크 관리- QA 및 검수- 기술 결정 및 논의 진행- 데이터 수집/분석 툴을 활용한 지속적인 품질 개선#자격요건- 모바일 앱 서비스 기획/Project Manager 경력 2년 이상- 담당하는 제품의 기획 및 성과 달성을 주도적으로 책임지고 실행한 경험- 제품 또는 프로젝트의 기획을 명확한 근거와 목표를 가지고 실행한 경험- 비즈니스, UX, 기술 환경에 대한 이해- 사용자 조사 수행 및 데이터 분석 도구 활용 경험- 협업 도구 (Zira, Confluence, Zeplin 등) 활용 경험#우대사항- Agile 팀 업무 경험- Lean Process, Growth Hacking에 대한 이해와 경험- 경험에만 기대는 것이 아닌 이론 학습에 대해 관심이 있으신 분- 스타트업에서의 빠른 성장 경험- K-POP 산업에 관심이 있으신 분- 읽고 쓰는 영어가 자유로우신 분#혜택 및 복지- 근무 장소: 서울시 강남구 역삼초 사거리 근처- 업무 관련 도서, 온라인 강의 구입 지원- Macbook Pro + 27인치 모니터 지원- 점심시간 1시간 30분(13시~14시30분)- 유연근무제 (9~6 or 10~7)- 매달 마지막 금요일 오전 근무- 본인/배우자/부모님 생일 4시 퇴근- 결혼기념일 4시 퇴근#팬플러스에 대해- 팬플러스 제품비전: https://bit.ly/2sQtRnd- 팬플러스 팀이 일하는 방식: https://bit.ly/303pdhx#팬플러스 살펴보기- 구글플레이: https://bit.ly/2uWva4N- 앱스토어: https://apple.co/37MuPzn\n"]}