{"url":"https://www.rocketpunch.com//jobs/70317/%EC%B1%84%EB%84%90%ED%86%A1-CX-%EB%A7%A4%EB%8B%88%EC%A0%80-%EC%B1%84%EC%9A%A9-%EA%B3%A0%EA%B0%9D-%EC%BB%A4%EB%AE%A4%EB%8B%88%EC%BC%80%EC%9D%B4%EC%85%98-%EB%8B%B4%EB%8B%B9","title":"[채널톡] CX 매니저 채용 (고객 커뮤니케이션 담당)","origin":"조이코퍼레이션","start_date":"03/02 ","newbie":"신입경력","content":["\n        주요 업무\n                    조이(ZOYI)의 비전은 '미래의 클래식 제품을 만드는 것'입니다. 클래식 제품이란 엑셀, 윈도우 처럼 한 세대를 상징할 수 있는 제품을 의미합니다.채널톡(https://channel.io)은 '고객이 답이다'라는 철학으로 19,000개가 넘는 사업자들이 고객과 언제 어디서나 대화하며 비즈니스의 방향성을 고객으로부터 찾을 수 있도록 돕고 있습니다. …\n            더 보기\n            조이(ZOYI)의 비전은 '미래의 클래식 제품을 만드는 것'입니다. 클래식 제품이란 엑셀, 윈도우 처럼 한 세대를 상징할 수 있는 제품을 의미합니다.채널톡(https://channel.io)은 '고객이 답이다'라는 철학으로 19,000개가 넘는 사업자들이 고객과 언제 어디서나 대화하며 비즈니스의 방향성을 고객으로부터 찾을 수 있도록 돕고 있습니다. 2018년, 2019년 2년 연속으로 연매출이 5배, 3배씩 성장했고, 올해도 3배 성장하는 것이 목표입니다. AK mall, 야나두, 츄, 클래스 101 등 앞서나가는 온라인 커머스와 스타트업들이 채널톡을 통해 고객과 소통하고 있습니다. 2019년까지 한국과 일본의 투자사들로부터 누적 93억원의 투자를 유치했습니다.채널톡은 업계에서 가장 강력한 기능과 좋은 디자인을 자랑하는 제품과 함께 양질의 콘텐츠를 만들어 고객의 성장을 응원하고 있습니다.채널톡 유튜브 : https://www.youtube.com/channel/UCy4L-mlTgH-v8vBbtzCGhIA채널톡 블로그 : https://channel.io/ko/blog채널톡의 세일즈팀은 전통적인 B2B 세일즈팀과 다르게 일합니다.세일즈팀의 가장 중요한 역할은 채널톡이 직접 세일즈를 할 수 있도록 돕는 일입니다. 업무 시간이 아닐 때에도, 자고 있을 때에도 채널톡이라는 미래의 클래식 제품이 세일즈맨이 되는 환경을 만들고 있습니다.채널톡 세일즈팀 인터뷰 : https://channel.io/ko/blog/sales_interview채널톡의 CX : https://brunch.co.kr/@operator/4\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          커뮤니케이션\n          비즈니스분석\n        \n      ","\n        채용 상세\n                    [어떤 기회가 있나요?]- 채널톡은 월 10%넘게 성장하고 있고, 고객만족도가 97%에 가까운 제품입니다.- '미래의 클래식 제품'을 만든다는 목표로 긴 호흡으로 준비하는 팀과 함께할 수 있습니다.- 3년 동안 1만 9천개 고객사를 확보한 그로스 경험을 함께 할 수 있습니다.- 온라인 커머스, 혁신적인 스타트업과 같이 급성장하는 비즈니스들이 저희의 …\n            더 보기\n            [어떤 기회가 있나요?]- 채널톡은 월 10%넘게 성장하고 있고, 고객만족도가 97%에 가까운 제품입니다.- '미래의 클래식 제품'을 만든다는 목표로 긴 호흡으로 준비하는 팀과 함께할 수 있습니다.- 3년 동안 1만 9천개 고객사를 확보한 그로스 경험을 함께 할 수 있습니다.- 온라인 커머스, 혁신적인 스타트업과 같이 급성장하는 비즈니스들이 저희의 주요 고객들입니다.- 수많은 B2B 고객과 직접 대화하며 다양한 비즈니스에 대해 깊이 이해할 수 있습니다.- 고객의 의견을 바탕으로 프로덕트 개선 및 발전 방향을 발굴하고 실제로 영향을 미칠 수 있습니다.[어떤 일을 담당하나요?]- 고객 커뮤니케이션 - 고객문의 효율화 전략 수립 및 문제 해결- 피드백 (VOC) 관리 및 내부 공유를 통한 제품 개선 기여- 인바운드 고객 관리 및 온보딩- 고객경험 개선을 위한 내부 커뮤니케이션[어떤 조건이 필요한가요?]- B2B SaaS 제품에 대해 관심 있으신 분- 고객과의 커뮤니케이션을 통해 행복함을 느끼는 분 - 대내외 협업 및 커뮤니케이션에 탁월함이 있는 분- 숫자와 시스템 중심으로 문제를 해결하는 분[이런 분이면 더욱 좋아요!]- 고객서비스 업무 프로세스 개선/기획 경험이 있는 분- 인바운드 세일즈 경험이 있는 분- 영어 상급자[이렇게 대우합니다]- 쾌적한 환경에서 일합니다.- 사방에 넓은 창이 있어 채광이 잘 되며 파티션 구분 없이 모두 오픈되어 있습니다.- 최고의 인재를 위한 최고 수준의 업무용 장비(맥북프로 혹은 동급 사양)를 지원합니다.- 휴가는 눈치보지 않고 쓸 수 있습니다.- 생산적으로 일하기 위해 팀 별 탄력근무제, 카페 근무 및 부분적 원격 근무를 지원합니다.- 일에만 집중할 수 있도록 풍부한 간식과 음료를 제공합니다.- 큰 성과에는 보답을 합니다. 정기적으로 보상을 검토합니다.- 조이는 빠르게 성장하는 스타트업입니다. 업계 상위권의 경쟁력 있는 급여와 의미있는 스톡옵션 기회가 주어집니다.[어떻게 채용하나요?]- 일반적으로 서류전형 - 1차 면접 - 2차 면접 - 최종 합격 순서로 진행됩니다.- 경우에 따라 1~2회의 추가 인터뷰를 요청할 수 있습니다.- 제출하신 서류를 통해 인바운드 세일즈 업무수행에 적합한 역량을 가지신 분인지 확인합니다. - 채널톡의 비즈뎁 업무 수행이 가능하다는 것을 알 수 있도록 최대한 기존 경험과 연결해서 설명해주시면 감사하겠습니다.- 1차 면접에서는 가장 중요한 역량인 세일즈 프레젠테이션 스킬을 리뷰합니다. - 1차 면접은 지원자의 환경과 요청에 따라 온라인으로도 진행 가능합니다.- 이후 QnA를 통해 서류 지원에서 설명해주신 경력과 채널톡 인바운드 세일즈 업무에 대한 수행역량이 시너지에 대해 논의합니다.- 2차 면접에서는 채널톡 팀의 문화에 적응할 수 있을지 논의합니다. - 1차 면접과 2차 면접에서는 모두 편하게 상호 궁금한 내용을 질문할 수 있습니다.\n"]}