{"url":"https://www.rocketpunch.com//jobs/70047/AIOps-%EC%97%B0%EA%B5%AC","title":"AIOps 연구","origin":"두다지","start_date":"03/03 ","newbie":"인턴신입경력","content":["\n        주요 업무\n                    - 머신러닝을 활용한 장애 심각도 분류, 핵심 장애 파악, 치료 추천 모델 작성- 로그 및 모니터링 통합- Kubernetes기반 딥러닝 추론 서버 개발, 생태계 리서치- 정규직, 연봉 협상, 스톡옵션- 점심 / 저녁 식대 제공- 맥북프로 및 AI연구를 위한 장비 제공- 수내역 1분 거리 사무실- 오픈소스 기여\n            더 보기\n            - 머신러닝을 활용한 장애 심각도 분류, 핵심 장애 파악, 치료 추천 모델 작성- 로그 및 모니터링 통합- Kubernetes기반 딥러닝 추론 서버 개발, 생태계 리서치- 정규직, 연봉 협상, 스톡옵션- 점심 / 저녁 식대 제공- 맥북프로 및 AI연구를 위한 장비 제공- 수내역 1분 거리 사무실- 오픈소스 기여\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Python\n          TensorFlow\n          deep-learning\n          Node.js\n          PyTorch\n          Kubernetes\n          Docker\n        \n      ","\n        채용 상세\n                    우리는 로그를 통합하고 모니터링을 일원화할 것입니다.로그를 머신러닝을 활용하여 장애 심각도 분류, 핵심 장애 파악, 치료 추천 모델 작성 등을 수행할 것입니다.우리가 만든 시스템을 통해서 IT운영 환경은 지금보다 훨씬 더 좋아질 것입니다. 함께, 더 좋은 DevOps환경을 만드실 개발자 분을 모집합니다.함께 만드실 개발자를 모집합니다. 우리는 전산학…\n            더 보기\n            우리는 로그를 통합하고 모니터링을 일원화할 것입니다.로그를 머신러닝을 활용하여 장애 심각도 분류, 핵심 장애 파악, 치료 추천 모델 작성 등을 수행할 것입니다.우리가 만든 시스템을 통해서 IT운영 환경은 지금보다 훨씬 더 좋아질 것입니다. 함께, 더 좋은 DevOps환경을 만드실 개발자 분을 모집합니다.함께 만드실 개발자를 모집합니다. 우리는 전산학을 바탕으로 토론, 설계, 구현합니다.(실제 데이터를 이용해서 의료영상, 3D CNN, realtime object detection 등의 딥러닝 연구도 함께 하고 있습니다.)우리는 왜 그렇게 했지? 라는 질문을 서로에게 많이 합니다. '그냥' 만드는 사람보다는 트레이드 오프 상황에서 고민 끝에 만드는 것을 좋아합니다. 그런 문화를 좋아하는 분들을 기다리고 있습니다.특히 아래 링크에 있는 것을 개발자의 기본소양으로 생각하며 개발하고 있습니다. 초급 개발자의 경우 한 2년 함께 하면 폭풍성장할 수 있는 가장 좋은 개발 조직이라고 믿고 있습니다.https://blog.dudaji.com/https://sites.google.com/view/dudaji우리가 많이 쓰는 기술을 아래와 같습니다. 아래와 같은 기술을 많이 경험하실 수 있습니다.- kubernetes \u0026 docker- tensorflow \u0026 keras- git with git-flow- airbbnb style guide form javascript, pep-08 for python - lint (eslint, pylint)- many design patterns- vim (with IDE like webstorm)- devops- crash report like sentry- slack for communication- local development env아래와 같은 개발자분들과 궁합이 잘맞는 회사입니다.- 오픈소스를 좋아하는 개발자- 최신 기술 습득 및 적용을 좋아하는 개발자아래와 같은 개발자분들과 궁합이 잘 안맞는 회사입니다.- 새로운 지식 학습을 귀찮아하는 개발자- 적당히 편하게 살고 싶은 개발자채용절차는 다음과 같습니다. (1) 이력서 제출(2) 전화 면접 (5가지 정도 질문)(3) 화상 코딩 테스트 (1시간 정도 소요. 행아웃 등을 활용하여 화면 공유)(4) 채용근무지- 분당 수내역 1분거리- 기본적으로 같은 시공간을 공유하며 개발하는 것을 좋아합니다.참고- 앞으로 적어도 3년간 자금 걱정 없도록 세팅해 두었습니다.  :)\n\n            \n              \n                  \n                  \n                \n            \n          "]}