{"url":"https://www.rocketpunch.com//jobs/56478/Marketing-Manager","title":"Marketing Manager","origin":"더 대박 컴퍼니","start_date":"11/05 ","newbie":"경력","content":["\n        주요 업무\n                    What you’ll be doing (just a few of many):- Create a holistic marketing strategy and channel mix, working closely with the team, in order to meet weekly and monthly sales goals.- Manage a multi-ch…\n            더 보기\n            What you’ll be doing (just a few of many):- Create a holistic marketing strategy and channel mix, working closely with the team, in order to meet weekly and monthly sales goals.- Manage a multi-channel strategy to grow our user base. Channels include email, Messenger, SEO, SEM/display/Youtube, social media (Facebook, Facebook Groups, Instagram, Twitter, Snapchat), content marketing, CPL campaigns, influencer, affiliate marketing, community building.- Set overall acquisition strategy. Own strategy behind driving new leads into the site, landing pages, conversion funnel and email/Messenger collection mechanisms.- Develop activation strategies.- Develop and test retention strategies and conversion optimization.- Develop referral/resurrection strategies.- Analyze current and past campaigns.- Daily set-up, optimization, and analysis of multiple campaigns.- Roll out new creative and copy in conjunction with the team. Manage creative strategy, messaging/content, design, trafficking and performance for campaigns.- Identify new ways to scale.- Look for ways to drive down CAC (CPA).- Manage and closely track the marketing budget.- Expand current channel mix and test new, up-and-coming channels.- Coordinate with the team on the sales forecast and tracking.- Manage multiple projects and deliver work in a fast-paced environment.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          온라인마케팅\n          디지털마케팅\n          소셜마케팅\n          브랜드마케팅\n          인스타그램\n          그로스해킹\n          Google Analytics\n          바이럴마케팅\n          콘텐츠마케팅\n          페이스북\n          커뮤니티매니저\n          카피라이팅\n          글로벌마케팅\n        \n      ","\n        채용 상세\n                    What we're looking for:- At least 3 years of experience in multi-channel, user acquisition experience.- Good sense of branding and creative. MUST MUST MUST be a CREATIVE genius. - Channel experien…\n            더 보기\n            What we're looking for:- At least 3 years of experience in multi-channel, user acquisition experience.- Good sense of branding and creative. MUST MUST MUST be a CREATIVE genius. - Channel experience across email (we use Mailchimp), Messenger (Manychat), paid social, organic, content. Knowledge of Google Analytics, Facebook Business Manager (pixels, etc).- Bi-lingual (bi-cultural preferred).- Obsessed with growth. You're a growth hacker. You're familiar with Sean Ellis and Andrew Chen's work.- Proven ability to drive growth without huge marketing budgets.- Online product marketing for a multi-SKU business.- Self-starter.- Strategic.- Ingenuity.- Must be collaborative.- Ability to lead and influence.- Critical thinking and decision making.- Strong organizational skills.- Good communication skills.- Highly functioning within a fast-paced, collaborative environment.- Be fun and social and have a good sense of humor. You must be interesting and have a cool, positive upbeat personality.- Analytical. Data-driven.- Strong attention to detail and articulate.- Results-oriented.- Ambitious.- Be proactive.Bonus points:- Product photography skills.- You’re obsessed with promoting Korean culture to the rest of the world.- Previous experience in startup environments.\n"]}