{"url":"https://www.rocketpunch.com//jobs/69041/Backend-Engineer-%EC%A3%BC%EB%8B%88%EC%96%B4","title":"Backend Engineer 주니어","origin":"렌딧","start_date":"02/27 ","newbie":"신입경력","content":["\n        주요 업무\n                    - 렌딧 웹서비스의 시스템 설계 및 개발 - 렌딧 각종 금융 데이터의 NoSQL, RDBMS에 기반한 시스템 개발 - 기획/디자인/데이터분석과 같이 지표를 보고 서비스와 정책을 같이 만드는 업무\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Back-end\n          NoSQL\n          Python\n          Java\n          JavaScript\n          MySQL\n        \n      ","\n        채용 상세\n                    렌딧은 2015년 3월에 설립된 P2P금융기업입니다. 본인의 신용도에 맞는 적정 금리를 찾는 대출자와 중위험-중수익을 추구하는 투자자를 연결하는 온라인 플랫폼 서비스를 개발하고 운영합니다. 자체적인 심사 모델을 통해 기존 금융사보다 더 많은 데이터 포인트를 활용해 대출자를 정교하게 분석하고, 이렇게 분석된 데이터를 투명하게 플랫폼에 공개해 다수의 투…\n            더 보기\n            렌딧은 2015년 3월에 설립된 P2P금융기업입니다. 본인의 신용도에 맞는 적정 금리를 찾는 대출자와 중위험-중수익을 추구하는 투자자를 연결하는 온라인 플랫폼 서비스를 개발하고 운영합니다. 자체적인 심사 모델을 통해 기존 금융사보다 더 많은 데이터 포인트를 활용해 대출자를 정교하게 분석하고, 이렇게 분석된 데이터를 투명하게 플랫폼에 공개해 다수의 투자자와 연결하고 있습니다. 기술의 혁신을 통해 모든 금융 거래를 100% 비대면화 해 보다 효율적인 자금 운용이 가능하도록 하고 있습니다.금융서비스를 이용하면서 '이런 점은 바뀌면 좋겠다' 라고 생각한 적 있으신가요? 렌딧은 바로 그런 바람을 가진 사람들이 모여 금융을 더 나은 방향으로 바꿔나가고 있는 곳입니다. 렌딧에서 5,000만 대한민국 국민의 생활 속을 파고 들 금융의 혁신을 함께 만들어 갈 백엔드 개발자를 기다리고 있습니다!※ 렌딧 기술 블로그: https://lenditkr.github.io/※ 렌딧 기술 스택: https://stackshare.io/lendit/lendit렌딧팀에 대해 더 알고 싶으시면 렌딧 채용사이트를 방문해주세요! https://careers.lendit.co.kr/[ 담당업무 ] - 렌딧 웹서비스의 시스템 설계 및 개발 - 렌딧 각종 금융 데이터의 NoSQL, RDBMS에 기반한 시스템 개발 - 기획/디자인/데이터분석과 같이 지표를 보고 서비스와 정책을 같이 만드는 업무[ 자격요건 ] - 컴퓨터공학/과학 또는 그에 준하는 학부 전공하신 분 (학점 기재 필수) - 새로운 기술에 대한 관심과 도전의식이 있는 분 - Java / Python / JavaScript 등을 이용하여 웹서비스를 만들어보신 경험이 있으신 분 - MySQL, MongoDB 등을 사용하여 데이터를 저장/분석해보신 분[ 우대사항 ] - Spring, Django 등의 웹프레임워크에 관심이 많으신 분 - 알고리즘, 성능최적화, 분산 처리 등에 관심이 많으신 분 - 기술을 통한 금융 혁신에 도전하고 싶으신 분 - AWS, GCP, docker 등을 활용해보신 분[ 개발자 성장을 돕는 활동 ] - github PR(Pull Request)을 이용한 적극적인 코드리뷰 - confluence를 이용해 문서화 장려 - OKR 등 개발자 성장을 위한 회사정책[ 혜택 및 복리후생 ] - 개인 노트북 + 듀얼 모니터 - 점심, 저녁 식대 제공(개인법인 카드) - 본인, 배우자, 자녀, 부모(또는 장인 장모)까지 단체보험 - 본인 및 배우자 매년 종합건강검진 지원 - 휴가 외에 한 달에 한 번 오후 4시에 퇴근할 수 있는 '오아시스' 제도 운영 - 개인 성장을 위한 세미나/컨퍼런스 참가비, 도서비 지원 - 다양한 커뮤니케이션 캠페인(팀런치, 랜덤커피 등) - 경조금 지원\n"]}