{"url":"https://www.rocketpunch.com//jobs/69886/Full-Stack-Developer-E-commerce-Web","title":"Full Stack Developer (E-commerce/ Web)","origin":"VIANA","start_date":"02/20 ","newbie":"경력","content":["\n        주요 업무\n                    We are looking for a highly skilled full stack web developer to architect and build user-facing web development projects in a team environment, preferably in-house. Must have a strong understandin…\n            더 보기\n            We are looking for a highly skilled full stack web developer to architect and build user-facing web development projects in a team environment, preferably in-house. Must have a strong understanding of JavaScript programming and development patterns and the ability to leverage JavaScript frameworks to build CMS-based web applications and 3rd party integrations.- Develop both back-end and front-end architecture and code to add new functionality to our existing web and eCommerce projects (using MODX, Shopify)- Implement third party API integrations- Maintain legacy sites and systems- Perform code reviews and basic security updates- Respond to errors and issues\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          MySQL\n          JavaScript\n          PHP\n          Java\n          HTML5\n          Front-end\n          Back-end\n          풀스택개발\n          서버관리\n          API\n        \n      ","\n        채용 상세\n                    Requirements:- 2+ years of Web Development experience- Ability to work in CMS environments (MODX, Shopify, Wordpress, amocRM is a plus)- Strong knowledge of PHP, HTML, CSS, JavaScript, MySQL, jQue…\n            더 보기\n            Requirements:- 2+ years of Web Development experience- Ability to work in CMS environments (MODX, Shopify, Wordpress, amocRM is a plus)- Strong knowledge of PHP, HTML, CSS, JavaScript, MySQL, jQuery, API integrations,MYSQL- General Understanding of SSL implementation- Experience with IP redirect scripts, building software frameworks and mobile interfaces- Superb troubleshooting and debugging skills- English - full working proficiency (you’ll be working with an international team).Employment conditions- Salary / Wages : TBD within company budget- Days of the week \u0026 hours : Mon to Fri  9:00 - 18:00- Statue : Regular  (Probation : A month)How to apply- Email the application to talent@vianacare.com  - Current resume/CV in English- Current Visa Status if necessaryViana는 다양한 국적의 동료들이 함께 일하고 있으며 주로 영어로 커뮤니케이션을 합니다. 하지만 Suppliers는 대부분 한국분들이시기에 한국어, 한글이 익숙하지 못한 분들은 해당 업무를 진행하기 어려울 수 있습니다. Our colleagues are from various nation and culture. We usually communicate in English at work. However, the suppliers are mostly Koreans, so it can be difficult for those who are not familiar with Korean language to do the job. \n"]}