{"url":"https://www.rocketpunch.com//jobs/65590/Android-Kotlin-Developer-II","title":"Android (Kotlin) Developer II","origin":"앰포","start_date":"11/13 ","newbie":"경력","content":["\n        주요 업무\n                    앰포는 통신 대역폭 불균형을 앱 서비스로 해결하는 대역폭 핀테크 스타트업으로서, 전세계에 모바일 인터넷을 합리적인 가격에 공급합니다. 앰포 앱은 현재 18개국어 안드로이드 UI를 제공합니다. 해외 서비스에 대한 이해도가 높고, 해외 시장에 도전해보고 싶은 클라이언트 개발자를 찾습니다. 대표의 글로벌 마인드와 스타트업 네트워킹을 활용하여 엔지니어의 성…\n            더 보기\n            앰포는 통신 대역폭 불균형을 앱 서비스로 해결하는 대역폭 핀테크 스타트업으로서, 전세계에 모바일 인터넷을 합리적인 가격에 공급합니다. 앰포 앱은 현재 18개국어 안드로이드 UI를 제공합니다. 해외 서비스에 대한 이해도가 높고, 해외 시장에 도전해보고 싶은 클라이언트 개발자를 찾습니다. 대표의 글로벌 마인드와 스타트업 네트워킹을 활용하여 엔지니어의 성장을 위해 회사가 멘토링하고, 앰포 다음 단계의 목표를 향해 나아갈 수 있도록 지원합니다.한 명의 안드로이드 개발자, 두 명의 백엔드 개발자, 그리고 디자이너와 같이 개발하게 됩니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Android\n          Java\n          Kotlin\n        \n      ","\n        채용 상세\n                    담당업무• Kotlin 언어로 개발되어 있는 앰포 안드로이드 프로젝트 버그 수정 및 소스 리팩토링• 백엔드 개발자와 API 통신을 위한 협업• UI / UX 디자이너와 협업을 통해 디자인 개선• 개발 전략 수립 및 회의 참여 필수자격요건• Kotlin 프로그래밍 기본 지식을 가진 개발자• MVC/P/VM 등의 다양한 디자인 패턴을 적용할 수 있는 개…\n            더 보기\n            담당업무• Kotlin 언어로 개발되어 있는 앰포 안드로이드 프로젝트 버그 수정 및 소스 리팩토링• 백엔드 개발자와 API 통신을 위한 협업• UI / UX 디자이너와 협업을 통해 디자인 개선• 개발 전략 수립 및 회의 참여 필수자격요건• Kotlin 프로그래밍 기본 지식을 가진 개발자• MVC/P/VM 등의 다양한 디자인 패턴을 적용할 수 있는 개발자• Android 기본 Component를 이해하고(Activity, Service, BroadcastReceiver, ContentProvider), Android SDK UI컴포넌트로 자유롭게 UI를 구성할 수 있는 개발자• API 서버 비동기 연동 경험이 있는 개발자• Analytics Tools에서 데이터를 트래킹한 경험이 있는 개발자• Mobile Database (SQLite, SharedPreferences) 사용 경험이 있는 개발자• Firebase SDK를 애플리케이션에 적용 및 관리할 수 있는 개발자• Gradle Build 구성이 가능한 개발자• GitHub을 이용하여 코드관리 경험이 있는 개발자• Retrofit2 (OkHttp3, SSL) 네트워크 라이브러리를 사용해본 개발자• 소스 리뷰 혹은 리팩토링을 즐길 줄 아는 개발자• 팀 단위 혹은 개인적으로 안드로이드 앱을 실제 런칭 및 운영한 경험이 있는 개발자• 클린코드를 지향하는 개발자• 최신 오픈소스 및 라이브러리에 대해 관심이 많고, 반영하는 걸 좋아하는 개발자• 최신 트렌드를 두려워하지 않고, 빠르게 적응하며 지속적인 성장을 원하는 개발자•1년에서 3년 사이의 안드로이드 개발 경력우대사항• Android에서 Wi-Fi 관련 프로그래밍을 해본 개발자• Zeplin 사용해본 개발자• 다른 개발자 및 디자이너와 협업을 해본 개발자• 성능최적화와 운영자동화를 위한 지속적인 노력을 할 수 있는 개발자• 순발력과 빠른 판단을 통한 문제해결 능력이 있는 개발자• 서비스 개발과 유지보수에 대한 경험이 풍부한 개발자• 글로벌 서비스 마인드를 가진 개발자• 개발자 모임 활동의 참여와 기술트렌드 학습에 대한 의지를 가진 개발자\n\n            \n              \n                  \n                  \n                \n            \n          "]}