{"url":"https://www.rocketpunch.com//jobs/63002/Frontend-Developer","title":"Frontend Developer","origin":"클로버추얼패션","start_date":"11/21 ","newbie":"경력","content":["\n        주요 업무\n                    CLO의 온라인 플랫폼 CLO-SET의 프론트엔드 개발자를 모시고 있어요!CLO-SET(www.clo-set.com)은 3D 의상을 이용하여 패션기업과의 커뮤니케이션, 온라인 피팅, 트렌드분석, 마켓 플레이스 등의 서비스를 제공하는 플랫폼입니다. 이번 자리에서는 개발 및 비즈니스 직군과 협업을 통해 프론트 영역의 개발 및 개선의 업무를 담당하시게 됩…\n            더 보기\n            CLO의 온라인 플랫폼 CLO-SET의 프론트엔드 개발자를 모시고 있어요!CLO-SET(www.clo-set.com)은 3D 의상을 이용하여 패션기업과의 커뮤니케이션, 온라인 피팅, 트렌드분석, 마켓 플레이스 등의 서비스를 제공하는 플랫폼입니다. 이번 자리에서는 개발 및 비즈니스 직군과 협업을 통해 프론트 영역의 개발 및 개선의 업무를 담당하시게 됩니다.CLO-SET에 대한 자세한 설명은 하단 Manual 페이지를 참고해 주세요.- https://www.clo-set.com/home/manual※ 본 채용에서는 면접 전 과제전형이 진행됩니다. (과제에서 면접 진행 여부가 가려집니다.)\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Front-end\n          JavaScript\n          jQuery\n          MySQL\n          Java\n          Node.js\n          React\n          CSS3\n          Android\n          iOS\n        \n      ","\n        채용 상세\n                    담당업무- CLO-SET 플랫폼 프론트엔드 개발자격요건- 프론트엔드 개발 경력 2년 이상- JavaScript ES6 이상의 Modern JavaScript에 대한 활용 능력- 새로운 기술에 대한 거부감이 없고 HTML, CSS, JavaScript에 대한 이해를 갖춘 분- 성능 최적화에 대해 지속적으로 고민하고 노력하시는 분- 클라이언트 웹 프레임…\n            더 보기\n            담당업무- CLO-SET 플랫폼 프론트엔드 개발자격요건- 프론트엔드 개발 경력 2년 이상- JavaScript ES6 이상의 Modern JavaScript에 대한 활용 능력- 새로운 기술에 대한 거부감이 없고 HTML, CSS, JavaScript에 대한 이해를 갖춘 분- 성능 최적화에 대해 지속적으로 고민하고 노력하시는 분- 클라이언트 웹 프레임워크(React, Vuejs 등) 사용 경험- SASS, LESS 등 CSS Preprocessor 사용 경험- Webpack, Rollup 등의 모듈 번들러 사용 경험- REST API 에 대한 이해우대사항- 서비스 개발 경험을 가지신 분- 웹사이트 성능 측정 및 최적화 경험을 보유한 분- 테스트 작성 경험, 테스트 자동화 경험을 보유한 분- SEO, Reponsive Web, Cross Browsing, Modern UX 기술에 대한 이해클로버추얼패션(CLO Virtual Fashion Inc.)은 3D 의상 소프트웨어를 만들고, 3D 의상 데이터 플랫폼 시장을 선도하고 있는 패션 Tech 기업입니다.루이비통, 아디다스, 나이키, 프라다와 같은 글로벌 패션 기업뿐만 아니라, EA, UbiSoft, Koei, Disney, Lucas Film 등 세계적으로 유명한 게임, CG회사들에서도 저희 소프트웨어을 사용하고 있습니다. 애니메이션 ‘겨울왕국’의 주인공 ‘엘사’의 다양하고 화려한 의상을 구현한 것도 저희 솔루션 통해 이루어졌으며, 전 세계적으로 큰 화제가 된 바 있습니다.본사는 서울 신사역 부근에 있지만, 뉴욕, 뮌헨, 상하이, 홍콩, 인도에 지사가 있습니다. 전체 직원의 약 40%가 해외 패션 디자이너들과 마케터들이며, 개발자들과 늘 함께 소통하며 일합니다.저희 공식 홈페이지를 방문하여 CLO의 세계를 경험해 보세요 :)http://www.clovirtualfashion.com/[혜택 및 복지]• 개인장비: 듀얼 모니터, 최신 데스크톱 (2~3년마다 업그레이드)• 자기계발: 자기계발 및 도서구입 비용 지원, 세미나 참가비 지원, 동아리 지원• 식사, 간식: 석식 제공, 고급 커피 제공, 간식 제공• 연차, 휴가: 경조사 휴가, 법정 연차휴가 제공• 근무 형태: 유연 근무제, AM 08 ~ 10 to PM 05 ~ 07, 자율출근• 보험, 의료: 종합 검진 제공, 경조사비, 4대 보험• 기타: 웰트리 복리후생[회사의 문화]- 직급, 호칭이 없고(수평적인 조직 구조) 모두 영어 이름을 사용합니다.외국계 회사의 분위기 정도 이해하시면 될 듯 합니다.직원들의 본명을 자주 까먹을 정도입니다.- 임직원간에는 상호 존대를 합니다.입사 전 개인적인 친분이 있던 분들은 말을 편하게 하기도 합니다.- 개인의 프라이버시를 존중합니다.회식은 1년에 3~4번 이하입니다. 또한 술을 권하지 않습니다.회식 참석도 자유입니다.워크샵 등의 사내 행사도 최대한 직원의 의사를 존중합니다.- 직원 연령대는 20대 중반 ~ 30대 후반까지 다양합니다.위에서 말씀 드린 것처럼 수평적이고 상호 존대 문화여서 일명 꼰대 문화는 없습니다.띠 동갑인 직원 끼리도 서로 편하게 말을 주고 받습니다.- 휴가는 자율적으로 팀장에게 일주일 이전에 보고하는 것을 원칙으로 하지만 때로는 급한 일이 있을 때 아침 출근 전에 급하게 휴가를 신청하더라도 이해를 하는 문화를 갖고 있습니다. 물론 휴가를 한번에 이어서 쓰시는 것도 가능합니다.직원 중에 어떤 분은 휴가를 한번에 몰아 쓰시고 장기 해외 여행 가시는 분도 계십니다.\n\n            \n              \n                  \n                  \n                \n            \n          "]}