{"url":"https://www.rocketpunch.com//jobs/66643/%ED%99%88%ED%8E%98%EC%9D%B4%EC%A7%80%EC%A7%80%EC%9B%90-%ED%8D%BC%ED%8F%AC%EB%A8%BC%EC%8A%A4-%EB%A7%88%EC%BC%80%ED%84%B0%EA%B2%BD%EB%A0%A5","title":"[홈페이지지원] 퍼포먼스 마케터(경력)","origin":"패스트캠퍼스","start_date":"02/28 ","newbie":"경력","content":["\n        주요 업무\n                    함께 성장해나갈 예비 패캐머를 기다립니다.패스트캠퍼스는 개인과 조직의 실질적인 ‘업’의 성장을 돕고자 모든 종류의 교육 콘텐츠 서비스를 제공하는 대한민국 No. 1 교육 서비스 스타트업니다.우리는 학교에서 얻지 못하는, 일해야만 얻을 수 있는, 실제로 필요로 하는 기술을 제공하여, 원하는 경력과 직업을 얻기 위해 도전하는 모든 성인을 돕는 교육 파트…\n            더 보기\n            함께 성장해나갈 예비 패캐머를 기다립니다.패스트캠퍼스는 개인과 조직의 실질적인 ‘업’의 성장을 돕고자 모든 종류의 교육 콘텐츠 서비스를 제공하는 대한민국 No. 1 교육 서비스 스타트업니다.우리는 학교에서 얻지 못하는, 일해야만 얻을 수 있는, 실제로 필요로 하는 기술을 제공하여, 원하는 경력과 직업을 얻기 위해 도전하는 모든 성인을 돕는 교육 파트너입니다.6년 전, 4명의 팀원으로 시작했던 패스트캠퍼스는 이제 100여 명의 동료가 함께 하고 있으며, 어느새 실무교육을 넘어 취직 그리고 전직까지 연결하는 전환점으로 영역이 확장되었습니다.2019년 현재 우리는, 수백여 개의 오프라인 단기 및 전일제 과정부터 외국어, 온라인 교육 서비스에 더해 대규모 콘퍼런스와 소규모 스터디 모임까지 다양한 학습자의 필요를 만족시키는 모든 교육 콘텐츠 서비스를 제공함으로써 아무도 예상하지 못했던 유일무이한 성장을 보여주고 있습니다.패스트캠퍼스 구성원들이 만드는 교육은 노하우만을 전수해 주는 강의가 아닙니다.앞으로의 대한민국 교육 시장이 마땅히 제공해야 할 새로운 ‘업’ 의 가치를 투영하는 모든 교육 콘텐츠 서비스를 세상에 구축하는 것입니다. 이러한 도전을 가능하게 하는 것은 패스트캠퍼스 구성원들의 핵심 가치에 기반한 가파른 성장 마인드입니다. 우리와 함께한다면, 당신이 해낸 일의 결과가 누군가에게는 삶의 터닝포인트가 되는 기회로, 더 큰 성장으로 이어집니다.어떤 직무 분야를 모집 중인지 확인해보세요!패스트캠퍼스와 함께 교육 시장에서 혁신을 이끌어나갈 당신을 기다리고 있습니다.https://medium.com/fast-campus/\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          온라인마케팅\n          디지털마케팅\n          Google Analytics\n          페이스북\n          그로스해킹\n          퍼포먼스마케팅\n          모바일광고\n          Paid marketing\n        \n      ","\n        채용 상세\n                    [홈페이지지원] 퍼포먼스 마케터(경력)https://medium.com/fast-campus/[업무범위]– 페이스북, 구글애드워즈, 인스타그램, 네이버 등 기존 Channel을 운영하고 다양한 Paid Channel을 조사하고 활용하여 성과를 개선합니다.– 패스트캠퍼스의 각 카테고리별로 운영하는 마케팅 캠페인들의 홍보 데이터를 매일 분석하고 프로세스…\n            더 보기\n            [홈페이지지원] 퍼포먼스 마케터(경력)https://medium.com/fast-campus/[업무범위]– 페이스북, 구글애드워즈, 인스타그램, 네이버 등 기존 Channel을 운영하고 다양한 Paid Channel을 조사하고 활용하여 성과를 개선합니다.– 패스트캠퍼스의 각 카테고리별로 운영하는 마케팅 캠페인들의 홍보 데이터를 매일 분석하고 프로세스를 최적화 합니다.– 다양한 분석 기법을 활용해 데이터를 항시 체크하며 주요 지표를 리포트합니다.– 대행사와의 커뮤니케이션 및 온 ·오프라인 구분없이 신규마케팅 채널을 발굴합니다.[필요역량]- 퍼포먼스 마케팅 경력 5년차 이내– 페이스북이나 GDN 등으로 광고를 집행해 본 경험 (혹시 없으시다면, 이를 상쇄할 만한 학습의지가 필요할 것입니다) – 온라인 마케팅 지표들을 기반으로 마케팅 캠페인의 문제점과 개선점을 도출할 수 있는 논리력과 분석력.[우대사항]– 마케팅 지표 분석 및 채널 전략 수립 및 집행 경험이 있으신 분– 온라인 마케팅 대행사, 외국어 교육업 근무 경력이 있으신 분[지원방법]• 자사양식 지원서 제출이 기본이나, 자유양식 지원서 제출도 가능합니다. https://drive.google.com/file/d/1y3of5N1niE_uLfXxvDFlYUbpmdEP6Jkt/view?usp=sharing• 지원서는 ceo@fastcampus.co.kr로 이메일 제출해 주세요.\n"]}