{"url":"https://www.rocketpunch.com//jobs/47650/%EC%8B%A0%EC%9E%85-%EB%B0%B1%EC%97%94%EB%93%9C-%EA%B0%9C%EB%B0%9C%EC%9E%90","title":"[신입] 백엔드 개발자","origin":"네오사피엔스 주식회사","start_date":"03/02 ","newbie":"신입","content":["\n        주요 업무\n                    네오사피엔스는 인공지능 기술로 미디어 콘텐츠 분야의 혁신을 이루어 내고 있는 스타트업입니다. 저희는 특정 목소리의 고유한 특징을 학습하여 그 목소리로 자연스러운 음성을 생성하는 음성합성 원천 기술을 개발하였고, 이를 기반으로 인공지능 성우서비스 타입캐스트를 운영하고 있습니다. 최근 텍스트에 기반한 많은 정보들이 음성 및 동영상으로 바뀌고 있는데 타입…\n            더 보기\n            네오사피엔스는 인공지능 기술로 미디어 콘텐츠 분야의 혁신을 이루어 내고 있는 스타트업입니다. 저희는 특정 목소리의 고유한 특징을 학습하여 그 목소리로 자연스러운 음성을 생성하는 음성합성 원천 기술을 개발하였고, 이를 기반으로 인공지능 성우서비스 타입캐스트를 운영하고 있습니다. 최근 텍스트에 기반한 많은 정보들이 음성 및 동영상으로 바뀌고 있는데 타입캐스트는 사용자이 보다 쉽게 음성 및 영상 컨텐츠를 만들수 있도록 도움을 드리고 있습니다. 그리고 앞으로 더욱 혁신적인 기술을 통해서 미디어 콘텐츠 분야의 혁신을 만들어가고자 합니다. 주요 업무는 음성에 관련된 서비스를 개발하는 것입니다. 백엔드 API를 기업/사용자에게 제공하는 서비스는 물론, 모바일/웹 앱의 백엔드 서비스 개발까지 다양한 개발업무를 하게 됩니다. 더 나아가 인공지능/머신러닝 전체 시스템을 파이프라이닝 하고, 모니터링하고, 평가하는 시스템 개발까지 하게 됩니다.테스트드리븐 개발을 지향하며, 자기주도적으로 일을 잘 찾아서 할 수 있는 사람 인재를 찾습니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Back-end\n          GitHub\n          devops\n          Git\n          Amazon AWS\n          소프트웨어아키텍처\n          Python\n          continuous-integration\n          continuous-delivery\n          continuous-deployment\n          Docker\n          서버관리\n          Kubernetes\n          GitOps\n          CircleCI\n          ArgoCD\n          Amazon EKS\n        \n      ","\n        채용 상세\n                    담당업무- 마이크로 서비스 아키텍쳐 실계 및 구현- 음성생성 API 서비스 개발 및 운영- 딥러닝/ 머신러닝 모델 매니지먼트, 자동화 (CI/CD)개발 및 운영자격요건- 파이썬 서버개발 경험- 도커에 대한 이해, 오케스트레이션에 대한 이해- GIT에 대한 이해- 딥러닝에 대한 관심우디사항- 자동화를 지향하는 분- 오픈소스 활동을 지향하는 분- 테스팅…\n            더 보기\n            담당업무- 마이크로 서비스 아키텍쳐 실계 및 구현- 음성생성 API 서비스 개발 및 운영- 딥러닝/ 머신러닝 모델 매니지먼트, 자동화 (CI/CD)개발 및 운영자격요건- 파이썬 서버개발 경험- 도커에 대한 이해, 오케스트레이션에 대한 이해- GIT에 대한 이해- 딥러닝에 대한 관심우디사항- 자동화를 지향하는 분- 오픈소스 활동을 지향하는 분- 테스팅을 항상 생각하시는 분- 소프트웨어개발에 대한 고민을 많이 하시는 분- 상용화 서비스에 대한 개발/운영 경험이 있으신 분-머신러닝/ 인공지능에 대한 개략적인 이해가 있으신 분\n\n            \n              \n                  \n                  \n                \n            \n          \n            \n              \n                  \n                  \n                \n            \n          "]}