{"url":"https://www.rocketpunch.com//jobs/44996/%EB%A7%88%EC%BC%80%ED%84%B0-%EC%98%81%EC%97%85-%EB%8C%80%ED%95%99%EC%83%9D-%EA%B0%9C%EB%B0%9C%EC%9E%90-%EB%94%94%EC%9E%90%EC%9D%B4%EB%84%88","title":"마케터, 영업, 대학생 개발자, 디자이너","origin":"리벨로","start_date":"01/14 ","newbie":"인턴신입","content":["\n        주요 업무\n                    CTO와 함께 업무할 개발자 / 마케터 / 디자이너 등을 구합니다. 가장 필요한 것은 리벨로의 비전에 공감할 수 있는지 여부라고 생각합니다. 지금 저희와 함께할 사람을 찾는데 있어 고급인력 찾는 것이 아닙니다.  저희 또한 많이 부딪히고 깨지며 차근차근 나아가고 있습니다. 단순 팀원이나 지분 이상을 넘어서 동업에 초점을 맞추고 있으니 본인 실력과 경…\n            더 보기\n            CTO와 함께 업무할 개발자 / 마케터 / 디자이너 등을 구합니다. 가장 필요한 것은 리벨로의 비전에 공감할 수 있는지 여부라고 생각합니다. 지금 저희와 함께할 사람을 찾는데 있어 고급인력 찾는 것이 아닙니다.  저희 또한 많이 부딪히고 깨지며 차근차근 나아가고 있습니다. 단순 팀원이나 지분 이상을 넘어서 동업에 초점을 맞추고 있으니 본인 실력과 경력에 상관없이 편하게 연락주셨으면 합니다. 영업, 마케팅, 디자이너 등 언제든 팀원으로 합류하고 싶으시다면 연락주시기 바랍니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Android\n          풀스택개발\n          Node.js\n          Front-end\n          Amazon AWS\n          Back-end\n          서버관리\n          iOS\n        \n      ","\n        채용 상세\n                    담당업무- 안드로이드 / IOS 풀스택 개발 / 마케팅 / 디자인 / 영업자격요건- 無우대사항- 주주간 계약서를 통해 지분 부여- 기여도에 따라 위 사항에 명시하여 스톡옵션 추가부여안녕하세요 리벨로 대표 송원근입니다. 저희는 자전거 출퇴근자, 운동하며 출근하는 사람들의 불편요소인 샤워시설 문제를 중개해드리는 사업을 1차적으로 시작합니다. 현재 저희는…\n            더 보기\n            담당업무- 안드로이드 / IOS 풀스택 개발 / 마케팅 / 디자인 / 영업자격요건- 無우대사항- 주주간 계약서를 통해 지분 부여- 기여도에 따라 위 사항에 명시하여 스톡옵션 추가부여안녕하세요 리벨로 대표 송원근입니다. 저희는 자전거 출퇴근자, 운동하며 출근하는 사람들의 불편요소인 샤워시설 문제를 중개해드리는 사업을 1차적으로 시작합니다. 현재 저희는 2인 1팀으로 기획(자금조달)과 개발을 각각 맡고 있으며 추가적으로 팀원을 구하고자 합니다.   현재 사업의 진행상황은 안드로이드 앱 서비스를 오픈한 상태입니다.다음은 리벨로의 현재까지 수상 및 실적입니다. - 2018년 서울시립대 스마트창작터 2차시장검증 선발 - 2018년 서울시립대 스마트창작터 3차사업화단계 선발 - 2109년 대구 Du-dream 6회 스포츠창업경진대회 우수상 수상 - 2019년 창창캠퍼스 사회혁신 분야 선발 - 2019년 동작구일자리사업 선정 등 현재에도 많은 분야로 사업 성장 및 확장을 위해 노력 중에 있습니다.제가 1차적으로 유선상 사업에 대해 안내를 드리고, 생각이 있으시다면 저희와 대면을 통해 최종적으로 결정하는 방향으로 진행 중에 있습니다.  참여자분들께서 사업의 가능성을 직접 따져보시고 최종적으로 같이 동업을 하는 형태가 되었으면 합니다. 미국 실리콘밸리를 기준으로 지분을 나누어 동업자로서의 주인의식을 가지셨으면 하는 바램이며 이는 기여도에 따라, 논의를 통해 주주간계약서를 작성하게 될 것 입니다. 최소한의 기본기만 갖추시고 오셔도 무방합니다. 저희도 처음으로 스타트업을 시작하는 사람으로 하나하나 배워가며 일을 하고 있습니다. 자전거에 많은 관심이 있고 또 사업에 대한 열정이 있으시다면 언제든지 연락 주시길 바랍니다.읽어주셔서 감사합니다.\n\n            \n              \n                  \n                \n            \n          "]}