{"url":"https://www.rocketpunch.com//jobs/66901/Production-Coordinator","title":"Production Coordinator","origin":"Show My Line","start_date":"12/16 ","newbie":"경력","content":["\n        주요 업무\n        ABOUT SHOW MY LINEShow My Line is an on-demand production shopping platform to directly connect designers with consumers for selling and buying. Show My Line offers designers to easily connect manufacturing services in order to produce their own collection, and directly sell to customers on-demand. This is an all-in-one service from manufacturing, distribution to advertising for a quick turn-around.WHAT WE ARE LOOKING FORWe are looking for a passionate, industry professionals, with the proven ability to manage on-demand production through our global apparel supply chain: fabric suppliers, raw material suppliers, pattern makers, and garment factories. The ideal candidate will grow our business by initiating supplier relationships, negotiating contracts, educating suppliers, and overseeing production. You will also work on social accountability assessment to improve supply chain efficiencies and ensure our brands and vendors meet our standards. The candidate will have a strong understanding of data and a demonstrated success in driving processes. The right candidate will have a vision for the future of fashion and a willingness to do things differently.KEY RESPONSIBILITIES· On-board suppliers to successfully navigate through Show My Line systems and requirements· Manage product development and production calendars· Track the production status of all open orders· Analyze and negotiate the cost of goods· Aggressively grow the business by driving and implementing strategic initiatives to reach the company’s financial goals· Drive process improvement for supply chain and supplier efficiency· Develop and strengthen relationships with key suppliers and supply chain players· Collaborate with departments across the organization to improve tools and productivityBASIC QUALIFICATIONS· Bachelor’s degree· 3+ years of relevant experience in retail and/or e-commerce leadership, specifically sourcing, product development, and production.· Proven track record of taking ownership and driving business performance in the fashion industry.· Demonstrated ability to successfully build supplier relationships· Strong product and raw material knowledge base· Proven negotiation skills and experience with vendor management· Strong numeric and analytic aptitude· Excellent written and verbal communication skills· Exceptional interpersonal, motivational, and communication skillsPREFERRED QUALIFICATIONS· Work experience in national branded or vertical fashion retailer· Work experience in Women’s fashion segmentEARLY STAGE STARTUP COMPENSATIONEquity: Since you’re joining an early-stage startup, only equity (stock options) is provided and there is no salary. However, you should be earning a fair-market-value salary as soon as the company raises real money. We sign a written agreement with you guarantee a pay increase once the company has more capital.\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          서비스운영\n          운영\n          고객분석\n          데이터관리\n          데이터수집\n          고객커뮤니케이션\n          고객지원\n          리서치\n          통계분석\n          데이터분석\n          상담업무\n          서비스 기획\n          스마트공장\n          공장운영\n          비지니스 협상\n          협상\n          제조업 파트너쉽 경험 보유\n          파트너관리\n          파트너 커뮤니케이션\n          소싱업체 발굴\n        \n      ","\n        채용 상세\n        담당업무- On-board suppliers to successfully navigate through Show My Line systems and requirements- Manage product development and production calendars- Track the production status of all open orders- Analyze and negotiate the cost of goods- Aggressively grow the business by driving and implementing strategic initiatives to reach the company’s financial goals- Drive process improvement for supply chain and supplier efficiency- Develop and strengthen relationships with key suppliers and supply chain players- Collaborate with departments across the organization to improve tools and productivity자격요건- 3+ years of relevant experience in retail and/or e-commerce leadership, specifically sourcing, product development, and production.- Proven track record of taking ownership and driving business performance in the fashion industry.- Demonstrated ability to successfully build supplier relationships- A strong product and raw material knowledge base- Strong numeric and analytic aptitude- Excellent written and verbal communication skills우대사항- Work experience in national branded or vertical fashion retailer- Work experience in Women’s fashion segment- English"]}