{"url":"https://www.rocketpunch.com//jobs/63581/Blockchain-Researcher","title":"Blockchain Researcher","origin":"온더","start_date":"02/29 ","newbie":"인턴신입경력","content":["\n        주요 업무\n                    온더(Onther)의 궁극적 목표는 살아있는 유기체와 같이 자율적으로 확장되는 이더리움 기반의 탈중앙화된 플라즈마 체인 네트워크(Decentralized Plasma Network)를 만드는 것입니다. 이 과정에서 온더는 탈중앙화 커뮤니티의 정착과 안정을 위한 조력자의 역할을 수행하고자 합니다.이러한 역할의 일환으로 이더리움 스마트 컨트랙트 개발 및…\n            더 보기\n            온더(Onther)의 궁극적 목표는 살아있는 유기체와 같이 자율적으로 확장되는 이더리움 기반의 탈중앙화된 플라즈마 체인 네트워크(Decentralized Plasma Network)를 만드는 것입니다. 이 과정에서 온더는 탈중앙화 커뮤니티의 정착과 안정을 위한 조력자의 역할을 수행하고자 합니다.이러한 역할의 일환으로 이더리움 스마트 컨트랙트 개발 및 오딧, 국내외 블록체인 기술 개발 및 컨설팅, 탈중앙화 어플리케이션(DApp) 개발, 토큰 모델 컨설팅 등을 포함해서 이더리움 블록체인과 관련된 많은 프로젝트들을 수행하였습니다. 블록체인 프로젝트 13개 이상 진행, 오픈된 깃헙 레포 41개 이상, 2017년~ 2018년까지 공개된 연구 자료는 약170개 이상으로 2년동안 평균 매주2~3개의 연구자료를 배포했습니다.2018년부터는 고려대학교 블록체인 대학원 암호화폐연구센터에서 강의를 진행하고 있고, GIST(광주과학기술원), 한화시스템즈, 아톰릭스컨설팅, EEA(Enterprise Ethereum Alliance), MakerDAO, Matic Network 등 학계, 산업, 정부 전반에 걸쳐 국내외 파트너십과 다양한 블록체인 프로젝트를 두루 경험했습니다. 온더는 이더리움 커뮤니티에서 필명 철학자로 활동하고 있는 정순형 대표가 이끌고 있으며, 2017년부터 이더리움 블록체인을 통해 비즈니스와 블록체인의 간극을 줄이기 위해 치열하게 고민하고 개발해 왔습니다.그 결과 단순 블록체인의 적용을 넘어 블록체인이 실제 서비스를 감당하기 위해 필요한 수수료 문제와 사용성을 끌어올리면서도 블록체인의 탈중앙성을 보장할 수 있는 솔루션으로 Tokamak Network를 디자인하였습니다. Tokamak Network는 이더리움 블록체인의 가능성을 폭발적으로 확장시켜 줄 사이드체인(플라즈마 체인)으로 메인 체인의 확장성, 시큐리티, 프라이버시를 보장해 줄 수 있습니다. 더 나아가 이더리움 블록체인 외에도 튜링완전한 체인에 모두 적용가능한 솔루션입니다. Tokamak Network의 연구 개발 성과는 전세계 이더리움 커뮤니티 연구자들과 끊임없이 교류하고 있습니다. 그 과정에서 2019년 5월 27일, 국내 최초 가장 큰 금액으로 이더리움 재단(Ethereum Foundation)에서 Grant를 수상하였고, Tokamak Network(플라즈마 EVM)의 솔루션에 대해 비탈릭 부테린으로부터 긍정적인 피드백을 받았습니다.최고의 기술 성과를 만들어낸 팀원들과 글로벌하게 성장할 온더 크루를 찾습니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          blockchain\n          research\n        \n      ","\n        채용 상세\n                    제출 서류 자세한 내용: https://medium.com/onther-tech/%EC%98%A8%EB%8D%94-%EA%B3%B5%EA%B0%9C%EC%B1%84%EC%9A%A9-%EC%83%81%EC%8B%9C-ee18144fe9f9\u003c Blockchain Researcher — 0명 \u003e- 필수 제출1. 기존에 연구를 진행하고 있었다면,…\n            더 보기\n            제출 서류 자세한 내용: https://medium.com/onther-tech/%EC%98%A8%EB%8D%94-%EA%B3%B5%EA%B0%9C%EC%B1%84%EC%9A%A9-%EC%83%81%EC%8B%9C-ee18144fe9f9\u003c Blockchain Researcher — 0명 \u003e- 필수 제출1. 기존에 연구를 진행하고 있었다면, 연구 결과물을 포함해주세요.2. 다음을 주제로 한 분석글을 작성해주세요.  a. Generalized Plasma  b. Plasma with ZKP  c. Data availability in Plasma(분석글의 경우 분량 및 형식은 자유롭게 작성하시면 됩니다. 또한 모든 주제를 다루지 않아도 괜찮습니다. 주제는 전부 혹은 일부를 자유롭게 선택해주세요)3. 자기소개서, 이력서 첨부\n"]}