{"url":"https://www.rocketpunch.com//jobs/69921/%EB%A7%A4%EB%8B%88%EC%A0%80-%EC%B1%84%EC%9A%A9-%EC%97%B0%EA%B3%84%ED%98%95-%EC%9D%B8%ED%84%B4","title":"매니저 채용 연계형 인턴","origin":"스타트업얼라이언스","start_date":"02/21 ","newbie":"인턴신입","content":["\n        주요 업무\n                    채용하는 분야는 인턴이지만, 어차피 매니저가 되려고 하는 인턴이니 매니저 업무 위주로 설명드리겠습니다.Manager들이 수행하는 과제들은;* 연사 섭외 (스타트업 또는 업계 관계자)* 스타트업 선발 (각종 프로그램에 참여할 스타트업들을 행사 성격에 맞춰서 선발함)* 홍보 마케팅 (소셜 네트워크에 행사 안내, 행사 후 보고 자료등을 올림)* 미디어 대…\n            더 보기\n            채용하는 분야는 인턴이지만, 어차피 매니저가 되려고 하는 인턴이니 매니저 업무 위주로 설명드리겠습니다.Manager들이 수행하는 과제들은;* 연사 섭외 (스타트업 또는 업계 관계자)* 스타트업 선발 (각종 프로그램에 참여할 스타트업들을 행사 성격에 맞춰서 선발함)* 홍보 마케팅 (소셜 네트워크에 행사 안내, 행사 후 보고 자료등을 올림)* 미디어 대응 (보도자료 작성과 미디어에서 온 질문에 대해 답변 작성)* 행사 진행 (행사 사회부터 의자 배치, 케이터링 메뉴 주문까지 나눠서 맡음)* 그리고 자잘한 일들 (스타트업 관련 행사 참석해서 배우기, 스타트업 맵 업데이트, 이메일 디렉토리 업데이트 등)저희 사무실에 근무하는 Manager 들의 역할은 크게 두 가지로 나뉘는데요. 첫째는 스타트업들과의 유대를 통해 그들의 사업을 이해하고 도와줄 방법을 고민하는 Relations Management이고, 둘째는 각종 행사나 프로그램을 운영하는 Program Management입니다.  물론 가장 중요한 원칙은 '스타트업의 성공'을 위해서 일한다는 것이고요.* 인턴 기간에는 위에 설명드린 업무를 배우며, 스타트업맵 업테이트, 각종 자료 정리, 뉴스레터, SNS 포스팅을 기본으로 수행합니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          스타트업\n          소셜벤처\n          커뮤니티매니저\n          페이스북\n          소셜마케팅\n        \n      ","\n        채용 상세\n                    지원 자격은 아래 네 가지를 모두 충족하는 분입니다.* 우리말과 글로 정확한 의사 소통이 가능한 분 (주로 페북 포스팅과 보도자료 작성)* 영어 비즈니스 이메일 작성 가능  * 방향만 잡아주면 스스로 알아서 하는 분* 스타트업 업계에 관심이 있는 분1년 이내의 직장 경력을 가지신 분은 우대합니다. 계약직 정규직 인턴 경력 다 괜찮습니다. (그리고 스…\n            더 보기\n            지원 자격은 아래 네 가지를 모두 충족하는 분입니다.* 우리말과 글로 정확한 의사 소통이 가능한 분 (주로 페북 포스팅과 보도자료 작성)* 영어 비즈니스 이메일 작성 가능  * 방향만 잡아주면 스스로 알아서 하는 분* 스타트업 업계에 관심이 있는 분1년 이내의 직장 경력을 가지신 분은 우대합니다. 계약직 정규직 인턴 경력 다 괜찮습니다. (그리고 스얼은 덕후를 사랑합니다.) 웹사이트 운영 경험이나 스타트업 지원기관 (또는 커뮤너티) 근무 경력이 있는 분은 선발 및 보상에서 우대합니다. 영어회화는 별로 중요하게 보지 않습니다. 그러나 한글 맞춤법은 아주 중요하게 여깁니다. 이번에 뽑는 인턴은 Junior Manager 가 되기 위한 준비 단계로 보시면 됩니다. 입사 초기에 Manager들을 돕는 역할을 하며, 이후 심사를 거쳐 Junior Manager로 승격 예정입니다. \u003c채용연계형 인턴은 6개월 근무 후, 정규직 채용여부를 결정하는 프로그램입니다\u003e선발 과정지원하실 분은, 자유 형식의 영문 Resume와 한글로 작성한 지원동기(500글자 이상 1,000글자 미만)를 hr@startupall.kr로 보내주세요. 이메일 보내실 때, (외국인이 읽는다고 치고) 메일 본문을 영어로 작성해주세요. 그리고 각종 성적표, 사진, 증명서는 (입사 후 제출하면 되니까) 보내지 마십시오. 이력서가 접수되면 심사를 거쳐 서류전형 통과자에게만 연락드립니다. 따로 마감이 있는 게 아니고 rolling basis로 진행합니다. 근무 시작 날짜는 조정 가능합니다.많이들 지원해 주세요. 스타트업에 관심있는 분에게는 인맥도 넓히고 사업도 배우는 좋은 기회랍니다.\n"]}