{"url":"https://www.rocketpunch.com//jobs/62857/%EA%B0%80%EC%83%81%EC%9E%90%EC%82%B0%EC%95%94%ED%98%B8%ED%99%94%ED%8F%90-%EA%B1%B0%EB%9E%98%EC%86%8C-%EA%B3%A0%ED%8C%8D%EC%8A%A4GOPAX-%EC%8B%A0%EC%9E%85-%EA%B2%BD%EB%A0%A5-Front-end-Developer","title":"[가상자산(암호화폐) 거래소 고팍스(GOPAX)] (신입, 경력) Front-end Developer","origin":"스트리미","start_date":"02/04 ","newbie":"신입경력","content":["\n        주요 업무\n                    ** 코로나19로 인하여 모든 인터뷰는 화상으로 진행될 예정입니다.▶스트리미는 이런 회사 입니다!스트리미는 사회적 책임을 갖고 블록체인 생태계를 이끌고 있습니다.스트리미의 대표 서비스로는 가상자산(암호화폐) 거래소인 'GOPAX'가 있으며, 가상자산(암호화폐) 예치 서비스 'DASK'를 출시하였습니다.'GOPAX'는 보안과 투명성을 중시하며 국내 거…\n            더 보기\n            ** 코로나19로 인하여 모든 인터뷰는 화상으로 진행될 예정입니다.▶스트리미는 이런 회사 입니다!스트리미는 사회적 책임을 갖고 블록체인 생태계를 이끌고 있습니다.스트리미의 대표 서비스로는 가상자산(암호화폐) 거래소인 'GOPAX'가 있으며, 가상자산(암호화폐) 예치 서비스 'DASK'를 출시하였습니다.'GOPAX'는 보안과 투명성을 중시하며 국내 거래소 중 최초로 국제 보안인증 ISO/IEC 27001과 국내 보안인증 ISMS를 취득하였습니다.또한 적법한 거래소 운영을 위해 사내 법률 자문팀을 운영하고 있으며, 대관업무에도 노력을 기하고 있습니다.스트리미와 함께 블록체인의 가치를 발견하고 성장해가실 분을 찾습니다.자세한 회사정보 및 사내문화는 블로그를 통해 확인 부탁드립니다.▷스트리미 블로그: https://blog.naver.com/streami_hr▶스트리미 연구소는 이런 문화를 가지고 있습니다! - 구성원의 개개인의 인격을 존중하며, 개인의 다름과 자유를 인정합니다. - 수평적인 관계로 조직은 존재할 수 있어도, 사람간의 관계에 있어서는 계급이 존재하지 않습니다. - 의사선택은 민주적인 절차로 진행합니다. 토론과 토의를 통해 합리적인 의사결정을 하는 것이 원칙을 가지고 있습니다. - 기술 선택에 있어서는 논리가 뒷받침되어야 하고, 과학적인 절차로 채택하는 것을 원칙으로 합니다. 기술에 있어서 만큼은 민주적인 방법보다 과학적인 절차가 우선입니다. - 모든 구성원은 경어를 사용하고, 호칭은 (별명)님 사용합니다.  - 개발 프로세스로 스크럼을 채택해 운영중에 있으며, 회고를 통해 지속적인 발전을 해나가고 있습니다.  - 모든 코드는 코드리뷰를 거쳐 서비스 환경에 배포됩니다.  - 코드리뷰와 각종 관심 주제의 스터디를 통해 지속적으로 성장하는 환경과 문화를 가지고 있습니다.  - 근무시간의 유연한 조정이 가능합니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          React.js\n          Amazon AWS\n          JavaScript\n          Front-end\n        \n      ","\n        채용 상세\n                    ▶ 이런 역할을 합니다!1) 고팍스 UI 개발 및 사용성 개선\u20282) 퍼포먼스 최적화 및 브라우저 사이드 보안 개선\u20283) Cross Browser / Responsive Web 지원[신입]▶ 이런 생각(경험)을 갖고 계신 분과 함께 하고 싶어요!- 전산학과 관련된 전공 졸업 또는 예정자 혹은 이와 동등한 자격을 갖추신 분- HTML, CSS에 대한 전…\n            더 보기\n            ▶ 이런 역할을 합니다!1) 고팍스 UI 개발 및 사용성 개선\u20282) 퍼포먼스 최적화 및 브라우저 사이드 보안 개선\u20283) Cross Browser / Responsive Web 지원[신입]▶ 이런 생각(경험)을 갖고 계신 분과 함께 하고 싶어요!- 전산학과 관련된 전공 졸업 또는 예정자 혹은 이와 동등한 자격을 갖추신 분- HTML, CSS에 대한 전반적인 이해- JavaScript에 대한 언어적 측면 및 ES6+에 대한 이해- 기본적인 자료구조, 알고리즘 및 컴퓨터 사이언스 지식- 자료구조와 알고리즘에 대한 이해를 갖추신 분- 새로운 기술을 익히고 적용하는데 흥미가 있는 분- 논리적으로 자신의 의견을 피력하고 구성원들의 의견을 비판적으로 수용할 수 있는 분- 조직과 개인의 성장에 관심이 있는 분▶ 이런 생각(경험)을 갖고 계신 분이면 더 좋아요!- REST API와 Network에 대한 이해- 모던 자바스크립트 라이브러리 및 프레임워크 (React, Vue, Angular 등) 사용 경험- Single Page Application 개발 경험[경력]▶ 이런 생각(경험)을 갖고 계신 분과 함께 하고 싶어요!- HTML, CSS에 대한 전반적인 이해- javascript 에 대한 언어적 측면 및 ES6+ 에 대한 이해- React / Vue / Angular 중 적어도 하나 이상의 경험 - 기본적인 자료구조, 알고리즘 및 컴퓨터 싸이언스 지식- REST API 와 Network 에 대한 이해- 브라우저 작동방식과 Cross Platform에 대한 지식- 타 직군과의 커뮤니케이션 스킬▶ 이런 생각(경험)을 갖고 계신 분이면 더 좋아요!- WebSocket 사용 경험- 모던 자바스크립트 라이브러리 및 프레임워크 (React, Vue, Angular 등) 사용경험- Single Page Application 개발 경험- webpack, parcel 등 bundler 사용 경험- TDD 개발 경험- 퍼포먼스 최적화 지식 및 경험\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}