{"url":"https://www.rocketpunch.com//jobs/66769/Senior-SW-Engineer-Localization-and-Mapping-%EC%9E%90%EC%9C%A8%EC%A3%BC%ED%96%89-SW%EC%97%94%EC%A7%80%EB%8B%88%EC%96%B4-%EC%B8%A1%EC%9C%84-%EB%B0%8F-%EC%A7%80%EB%8F%84%EC%A0%9C%EC%9E%91","title":"Senior SW Engineer - Localization and Mapping (자율주행 SW엔지니어 - 측위 및 지도제작)","origin":"토르드라이브","start_date":"12/11 ","newbie":"신입경력","content":["\n        주요 업무\n                    본 공고는 토르드라이브의 한국 R\u0026D지사와 미국 본사 중에서 대한민국 서울에 위치한 한국 R\u0026D지사에서 근무할 소프트웨어 엔지니어를 채용하는 공고입니다.소프트웨어팀은 고성능/실시간성을 만족하여 최고 수준의 안전성을 확보할 수 있는 자율주행용 소프트웨어 시스템의 개발 및 유지보수를 담당하며 토르드라이브의 차량 제어 및 플랫폼 개조를 담당…\n            더 보기\n            본 공고는 토르드라이브의 한국 R\u0026D지사와 미국 본사 중에서 대한민국 서울에 위치한 한국 R\u0026D지사에서 근무할 소프트웨어 엔지니어를 채용하는 공고입니다.소프트웨어팀은 고성능/실시간성을 만족하여 최고 수준의 안전성을 확보할 수 있는 자율주행용 소프트웨어 시스템의 개발 및 유지보수를 담당하며 토르드라이브의 차량 제어 및 플랫폼 개조를 담당하는 하드웨어팀과의 협업을 통해 개발한 소프트웨어를 실 차량에 탑재하는 것을 담당합니다.측위 및 지도제작기술 개발을 위한 소프트웨어 엔지니어는 자율주행을 위한 3차원 고정밀 지도 제작 및 업데이트 기술의 개발 및 이를 활용한 고정밀 측위 기술의 개발, 실차탑재 및 유지보수를 담당하게 되며 토르드라이브의 기술 개발 로드맵에 맞추어 개발을 진행하게 됩니다.또한 미국 토르드라이브 본사 주재원 근무제도를 통하여 기회에 따라 해외 생활을 체험해볼 수도 있습니다.항상 도전적인 것을 즐기시고 직접 개발한 소프트웨어가 한국 및 미국 다양한 국가에서 운행되는 자율주행차량에 탑재되는 것을 통해 커다란 성취감을 느끼고 싶으신 분은 꼭 지원해 주십시오\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          MySQL\n          C\n          C++\n          slam-algorithm\n          자율주행\n          ros\n        \n      ","\n        채용 상세\n                    담당업무- 자율주행 차량용 3차원 고정밀 지도 제작 기술 및 업데이트 기술 개발- 이종 센서를 활용한 고정밀 측위 기술 개발, 실차 탑재 및 유지보수- 토르드라이브의 자율주행 시스템(THOR AI DRIVER)의 설계와 개발자격요건- C/C++ 프로그래밍 언어에 익숙하신 분- 관련 분야(컴퓨터공학, 전기전자공학) 학사학위자 이상- 측위 및 지도제작 …\n            더 보기\n            담당업무- 자율주행 차량용 3차원 고정밀 지도 제작 기술 및 업데이트 기술 개발- 이종 센서를 활용한 고정밀 측위 기술 개발, 실차 탑재 및 유지보수- 토르드라이브의 자율주행 시스템(THOR AI DRIVER)의 설계와 개발자격요건- C/C++ 프로그래밍 언어에 익숙하신 분- 관련 분야(컴퓨터공학, 전기전자공학) 학사학위자 이상- 측위 및 지도제작 분야 경험자우대사항- Version Control 및 Bug Tracking tools 경험자- 자율주행 관련분야 경력자- ROS 환경 개발 경험자- 큰 코드베이스에서 작업한 경험- 코드 개발 협업 툴 경험자- MySQL, SQLite, 등 basic SQL variant 경험자- GIS 또는 spatial software 경험자- databases, relational and non-relational data models 이해도가 높은분- Pose estimation, SLAM, probabilistic filtering, and 3D data 등 경험자채용절차- 1차: 서류 전형- 2차: 오프라인 심층 프로그래밍 테스트- 3차: 기술 및 인성면접, 알고리즘 해결 능력 테스트- 최종 업무 조건 협의\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+3                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}