{"url":"https://www.rocketpunch.com//jobs/30704/%EB%B0%B1%EC%97%94%EB%93%9C-%EA%B0%9C%EB%B0%9C%EC%9E%90Backend-Software-Engineer%EC%A0%84%EB%AC%B8%EC%97%B0%EA%B5%AC%EC%9A%94%EC%9B%90-%EC%A7%80%EC%9B%90%EA%B0%80%EB%8A%A5","title":"백엔드 개발자(Backend Software Engineer/전문연구요원 지원가능)","origin":"엘리스","start_date":"","newbie":false,"content":["\n        주요 업무\n                    - 엘리스 플랫폼 개발- Git flow 를 통한 전체적인 소프트웨어 프로세스 관리 및 테스팅 (Continuous Integration)- 운영팀과 디자인팀과 협업\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Python\n          Back-end\n          PostgreSQL\n          서버관리\n          Docker\n        \n      ","\n        채용 상세\n                    자격요건- Backend 혹은 DevOps 개발 경험- 다양한 팀과 협업 하여 프로젝트 딜리버 경험- Agile/Git 개발 SW 프로세스 경험- 새로운 것을 배우는데 흥미가 있으신 분(Github이나 개인 프로젝트 repo가 있으시면 알려주세요.)Skills- Python 3.5+- Python 기반 web programming (Django, f…\n            더 보기\n            자격요건- Backend 혹은 DevOps 개발 경험- 다양한 팀과 협업 하여 프로젝트 딜리버 경험- Agile/Git 개발 SW 프로세스 경험- 새로운 것을 배우는데 흥미가 있으신 분(Github이나 개인 프로젝트 repo가 있으시면 알려주세요.)Skills- Python 3.5+- Python 기반 web programming (Django, flask, aiohttp, etc.)- PostgreSQL, MongoDB, Redis 사용 경험- Git- (optional) Container (docker, rkt, etc.)Knowledge- Server Programming (소켓, HTTP, WSGI 등)- REST style API, AJAX- Database (table, transaction, model, etc.)Attitude- 항상 새로운 것을 시도해보는 자세.- 자기가 작성하는 코드에 대한 책임감.- 데이터 기반, 벤치마킹 기반으로 대화하는 자세. (No 설레발 주도 개발)엘리스는 KAIST 인공지능/머신러닝 연구실에서 교육 연구로 시작하여 현재 새로운 Computer Science (CS) 교육 패러다임을 만들기 위해 엘리스 플랫폼을 운영하고 있습니다. 저희는 함께 성장할 수 있는 최고의 인재들과 함께 오랜기간 정체되어 있는 CS 교육을 모두가 함께 즐겁게 배울 수 있는 교실로 만들고 있습니다.엘리스 SW엔지니어는 현재 온/오프라인에서 소셜한 CS 교실을 만들기 위해 라이브 스트리밍, 헬프센터, 도커 실습 환경, 선생님 도우미 AI, 교육봇 등 최신 그리고 최고의 기술들로 개발 및 연구를 진행하고 있습니다. 특히나 특허 출원한 엘리스 프로그래밍 실습 환경은 지난 2년간 학생의 세세한 학습 상황을 수집하여 MIT 연구원과 CS 교육 연구도 진행했습니다. 이 외에 CSCW 국제 학술회에서 Honorable Mention (상위 1%) 논문 기재등 단순 기능 개발이 아닌 '왜?' 라는 질문을 통해 최고의 엔지니어/사이언티스트와 일하고 있습니다. 단지 연구에만 국한되지 않고, 실제 플랫폼에 적용하여 교육 플랫폼을 개발할 수 있습니다. (엘리스 기술/연구 블로그: https://medium.com/elice)엘리스에서 모든 엔지니어/사이언티스트가 한 때 배웠던 CS과목을 더 나은 환경에서 제공하며 보람을 느끼고 있으며, 새로 나오는 CS과목 (예, 확률론적 언어) 등을 다시 배우며 지속적으로 성장할 수 있습니다. 엘리스에서 혁신적인 교육을 만들 같이 성장할 분을 항상 찾고 있습니다.\n\n            \n              \n                  \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}