{"url":"https://www.rocketpunch.com//jobs/69923/%ED%83%88%EC%9E%89-%EC%84%9C%EB%B2%84-%EA%B0%9C%EB%B0%9C%EC%9E%90","title":"[탈잉] 서버 개발자","origin":"탈잉","start_date":"02/21 ","newbie":"경력","content":["\n        주요 업무\n                    About Taling탈잉은 자신만의 수업으로 재능을 Off-line/On-line 모두로 공유할 수 있는 IT플랫폼 입니다. 재능이 있는 누구나 탈잉 서비스에 튜터로 등록하여 수업을 진행하며 헬스, 주식, 댄스, 통계분석 등 100개가 넘는 재능 카테고리에서 5,000명이 넘는 튜터가 수업을 상시 진행 하고 있습니다. 국내 재능 공유는 20조 산업…\n            더 보기\n            About Taling탈잉은 자신만의 수업으로 재능을 Off-line/On-line 모두로 공유할 수 있는 IT플랫폼 입니다. 재능이 있는 누구나 탈잉 서비스에 튜터로 등록하여 수업을 진행하며 헬스, 주식, 댄스, 통계분석 등 100개가 넘는 재능 카테고리에서 5,000명이 넘는 튜터가 수업을 상시 진행 하고 있습니다. 국내 재능 공유는 20조 산업으로써, 2025년 200조 이상의 시장으로 성장해 나아갈 것으로 예측됩니다. 그리고 우리는 현재 이 산업의 선도 스타트업으로 자리매김 해 나아가고 있습니다. 지금 탈잉 플랫폼에서는 튜터들이 하루 3만명에 달하는 고객들과 커뮤니케이션 하고 있으며, 수업 연결은 서비스를 시작한 15년 이후 월 평균 20%의 기록적인 성장을 보이고 있습니다. 우리는 지금, 우리나라의 모든 잠재 고객들이 탈잉 서비스를 가장 편리하게 믿고 쓸 수 있도록 플랫폼을 고도화 시켜야하는 과제에 직면해 있습니다.About Team 서버개발 직군은 제품 기획 및 개발을 총괄하고 있는 VI Team (Value Innovation)에 속하여 일하게 됩니다. VI팀은 이름 처럼 항상 가치를 혁신시키는 일에 몰두하고 있습니다. 이를 위해 아이디어와 가설을 수립하고 빠르게 테스트 하여 탈잉의 서비스의 만족도를 관리하고 디벨롭 시켜 나아갑니다.  우리는 VI팀이 만들어 낸 프로세스에 따라 고객들의 행동양식 및 만족도를 관찰함으로써 깊은 고객 이해도를 바탕으로 데이터에 기반하여 의사결정을 내리고 시스템을 디벨롭합니다. VI팀과 탈잉은 수평적이며, 의사결정 절차 또한 매우 간결하지만, 개개인의 책임과 영향력은 매우 큽니다. 팀의 각 멤버는 스스로의 권한을 갖고 자신이 맡고 있는 직무와 세부사항들을 스스로 발전시켜 팀과 함께 토의를 통해 확정하며, 자신의 R\u0026R에서 전적인 오너십을 갖고 업무를 진행합니다.About You서버개발은 고객, 튜터, 기획, 마케팅이 만나는 지점에서 가장 중요한 부분입니다. 유저들의 회원가입-수업 신청-결제와 함께 튜터분들의 튜터등록-운영-사후관리 및 통계에 기반한 마케팅 프로세스까지 플랫폼의 프로세스 흐름과 기술 개발의 진행 방향을 파악하여, 플랫폼 고도화를 위한 개발을 진행하게 될 것입니다.특히 제품 기획과 개발을 하시는 팀원 분들과 Cross-Functionally 협업합니다.획일화된 업무가 아닌 다양한 업무경험을 통해 개인으로서의 역량을 한 단계 더 발전시켜나갈 수 있도록 팀원 모두가 협업할 것입니다. 자신의 의견을 생각으로만 가지고 있지 않고 실행에 옮겨 상황에 직접 부딪쳐 해결해감으로써 점진적으로 성장된 개인의 모습을 완성하게 될 것입니다.함께 업무를 진행하는 동안 탈잉의 조직과 팀원 모두는 앞으로 직무역량적으로 성장해 나가는 길을 물심양면으로 도와 나갈 것입니다. 이를 위해 업무를 진행하시는 동안 필요한 교육, 강의, 기타 기술적 지원들이 모두 포함 될 것입니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          PHP\n          Java\n        \n      ","\n        채용 상세\n                    담당 업무- 서버 운영, 서버 인프라 구축 및 Application 운영 관리- 웹PC, 웹모바일, 앱 서비스 개발- 데이터 통계 관련 개발지원 자격- AWS 서버 \u0026 리눅스 운영 관리- 웹 어플리케이션 개발자(5년이상)- Apache, nginx, tomcat 관리 가능자우대 사항- AWS 서버 운영- JAVA 언어 개발- PHP 언어 개발…\n            더 보기\n            담당 업무- 서버 운영, 서버 인프라 구축 및 Application 운영 관리- 웹PC, 웹모바일, 앱 서비스 개발- 데이터 통계 관련 개발지원 자격- AWS 서버 \u0026 리눅스 운영 관리- 웹 어플리케이션 개발자(5년이상)- Apache, nginx, tomcat 관리 가능자우대 사항- AWS 서버 운영- JAVA 언어 개발- PHP 언어 개발- 대용량 트래픽 운영- 스타트업 경험- 다양한 사용자 데이터 분석 경험\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}