{"url":"https://www.rocketpunch.com//jobs/67124/AI-%EC%97%B0%EA%B5%AC%EC%9B%90","title":"AI 연구원","origin":"아토머스","start_date":"03/03 ","newbie":"경력","content":["\n        주요 업무\n                    [담당업무]- 아토머스의 AI Engineer 와 함께 AI 기반 감성 대화 엔진 및 자가 심리 치유 프로그램 개발- 자연어 처리 관련 조사 및 기획 \u003e 한국어 데이터 전처리 \u003e 목적/비목적형 대화 모델링 \u003e 텍스트 분석/모델링- 국내외 사례(논문, 서비스) 조사 및 논문 연구/발표\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          NLP\n          machine-learning\n          artificial-intelligence\n          머신러닝\n          인공지능\n          딥러닝\n          chatbot\n          text-mining\n          Data Science\n        \n      ","\n        채용 상세\n                    - “원격 심리상담 분야” 국내 최대 유저수 1위 - “JTBC 스타트업 빅뱅” TOP 10, 장관상, 1억원 상금 (총 108개국, 5,770개 스타트업 경합)- “SK 사회성과인센티브 어워드” 1위 수상 - “심리상담 분야 최대 투자 유치”  (네이버, 포스코, 녹십자,네오위즈,  NEWFLIGHT, 서울산업진흥원, 카이트창업가재단, 한국벤처투자…\n            더 보기\n            - “원격 심리상담 분야” 국내 최대 유저수 1위 - “JTBC 스타트업 빅뱅” TOP 10, 장관상, 1억원 상금 (총 108개국, 5,770개 스타트업 경합)- “SK 사회성과인센티브 어워드” 1위 수상 - “심리상담 분야 최대 투자 유치”  (네이버, 포스코, 녹십자,네오위즈,  NEWFLIGHT, 서울산업진흥원, 카이트창업가재단, 한국벤처투자, 천재교육, 신용보증기금 등 )- 팁스 프로그램 선정 (기술성 평가 지원사업)- 신용보증 퍼스트펭귄 선정(최대 30억 융자 가능)‘아토머스㈜’에서 AI팀을 이끌어주실를 AI연구원을 찾습니다. \"마음이 다치면, 세상도 닫힙니다.\"24시간 온라인에서 누군가의 삶을 응원하는 익명 심리상담 커뮤니티 ‘마인드카페’,프리미엄 일대일 원격 심리상담 서비스 ‘마인드카페 Pro’를 운영하며, AI 기반의 감성 대화 엔진 및 자가 심리 치유 프로그램을 개발중인 아토머스 입니다.현대인들은 심리적으로 취약해지고 있습니다. 하지만 전문 정신건강 서비스에 대한 접근성과 인식은 여전히 부족합니다. 마인드카페 서비스는 이러한 사회적 문제를 해결하기 위해 탄생하였습니다.마인드카페는 익명 커뮤니티를 기반으로 하며, 최적의 조건(24시간 언제라도, 익명의 모바일 공간에서, 저렴한 비용)으로 전문가의 심리상담을 받을 수 있는 온라인 원격 상담 기능을 갖추고 있습니다.서비스 론칭 2년 반 동안 약 50만 명의 회원을 자연 유입으로 확보하였고, 국내에서 심리상담 관련 가장 많은 수의 회원 및 데이터를 확보하고 있습니다.또한, 최근 국내 최대 규모의 심리케어센터를 분당에 오픈하며 온/오프라인에서 보다 적극적으로 현대인의 심리 케어를 위한 서비스를 제공하고 있습니다. 저희는 B2C 뿐만 아니라, B2B/B2G 기관 대상 상담에 대해서도 적극적으로 접근하고 있으며, 외부의 공신력 있는 기관들과의 투자 및 협력관계를 만들어 왔습니다. 대형 병원, 보험사, IT 기업, 교육회사, 제약회사 등과 협력이 진행 중입니다. 또한 기업, 보험사, 군대, 공무원, 학교 등의 기관 특화 상담 프로그램을 개발 중에 있습니다.최근 수 많은 유명 투자사들로 부터 사업성을 인정 받아 러브콜을 받아 왔으며, 녹십자와 신용보증기금으로 부터 최종 투자 유치를 하였습니다. 이에 더 빠르고 강한 조직을 만들고자 추가 채용을 진행 합니다.\u003c서비스 다운로드\u003e마인드카페 다운로드: bit.ly/wnbjjh마인드카페 Pro 다운로드 : bit.ly/2Jik0fL[모집부문 및 자격요건]모집부문 : AI 연구원(리더)모집인원 : 0명 담당업무 : - AI기반 감성 대화 엔진 개발 - 자연어 처리 관련 조사 및 기획   \u003e한국어 데이터 전처리  \u003e목적/비목적형 대화 모델링  \u003e텍스트 분석/모델링-국내외 사례(논문, 서비스) 조사 및  논문 연구/발표 자격요건 :- ML/DL, NLP, Data Science, Statistics 관련 석사 이상 전공자 혹은 그에 준하는 경력 보유자 - NLP, ML/DL 관련 경험이 있는 분 - ML/DL 모델 개발을 위한 프로그래밍 언어와 툴의 능숙한 활용이 가능한 분 - ML/DL Framework 사용 경험자이며, 내부 구조를 이해하고 깊이 파헤쳐 보고자 하는 열정이 있는 분 - 한국어 데이터 처리의 특성에 대한 이해도가 높은 분- 대용량 텍스트 데이터 분석과 모델링이 가능한 분 - 더 나은 데이터 기반 서비스를 만들기 위해 동료들과 적극적으로 소통할 수 있는 분우대사항- 텍스트 분석, Deep Learning에 대한 연구 또는 프로젝트 진행 경험이 있는 분 - 대용량 데이터 추출 및 처리, 분석 작업 경험이 있는 분- Cloud service (AWS, Google Cloud 등) 사용 경험이 있는 분- AI 관련 실제 제품을 개발 경험이 있는 분- 신기술이나 다양한 오픈 소스의 활용, 연구 구현, 관련 스터디에 적극적인 분 - Out-of-the-box 알고리즘 외에도 한국어 데이터에 최적화된 신기술 개발에 도전할 분[근무조건] 근무형태 : 정규직근무요일 : 주 5일(월~금)근무장소 : 서울 강남구 역삼로169, 팁스타운 S2급여 및 스톡옵션 : 면접시 협의[전형절차]서류전형 \u003e 1차 직무면접 \u003e 2차 최종면접\u003e 최종합격※서류 검토 후 선별적으로 인터뷰에 대해 안내해드립니다. [제출서류 및 지원방법]지원방법: 로켓펀치 접수/ e-mail 접수 (recruit@atommerce.com)접수기간 : 채용시 마감 제출서류 : 1. 이력서              2. 자기소개서              3. 포트폴리오※ 이력서 및 자기소개서- 자유형식※ \"왜 아토머스에 지원하게 되었는지 / 어떤 부분에서 아토머스에 기여할 수 있을지 / 아토머스와 함께하면서 어떤 부분에서 어떻게 성장하고 싶으신지\" 를 함께 적어 보내주시면 검토에 큰 도움이 될것 같습니다.\n"]}