{"url":"https://www.rocketpunch.com//jobs/69220/Software-Engineer-%EC%82%B0%EC%97%85%EA%B8%B0%EB%8A%A5%EC%9A%94%EC%9B%90-%EB%B3%B4%EC%B6%A9%EC%97%AD-%EC%B1%84%EC%9A%A9","title":"Software Engineer 산업기능요원 보충역 채용","origin":"Moloco","start_date":"02/07 ","newbie":"신입경력","content":["\n        주요 업무\n                    - End-User Product: Design and implement server APIs, mobile SDKs, and web services for customers and partners.- Large-Scale Server: Write server-side code that handles millions of requests per se…\n            더 보기\n            - End-User Product: Design and implement server APIs, mobile SDKs, and web services for customers and partners.- Large-Scale Server: Write server-side code that handles millions of requests per second. Current stack consists of proprietary code in Golang as well as Google Cloud Products including Bigtable and BigQuery.- Data Platform: Construct streamlined platforms to enhance big data processing and machine learning pipelines. Current stack employs Google Cloud Products including Dataflow and Bigtable.- Machine Learning: Design and build ML models that utilize cutting-edge techniques and tools. Current stack uses Google Tensorflow and Python scikit-learn framework.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Java\n          JavaScript\n          Front-end\n          Back-end\n          풀스택개발\n          서버관리\n          Amazon AWS\n          golang\n        \n      ","\n        채용 상세\n                    - Excellent software development skills at least in one programming language.- Outstanding problem solving skills.- Fluent in English (both verbal and written).- Experience in Cloud/Big Data platf…\n            더 보기\n            - Excellent software development skills at least in one programming language.- Outstanding problem solving skills.- Fluent in English (both verbal and written).- Experience in Cloud/Big Data platforms (e.g., AWS, GCE, Dataflow, Spark, etc.) preferred, but not required.Moloco Culture- We believe that a great workplace comes with stunning colleagues. We obsess over hiring the best people.- We strive for excellence in our work. What you accomplish is more important, not how many hours you put into work.- You deserve a lot of freedom and perks (such as unlimited vacation days and free food) because we believe you will be a responsible teammate and act in Moloco’s best interest.- We believe in people managing their own career growth and support self-improvement. We learn from each other and help each other grow.이력서 상에 산업기능요원 보충역 지원자임을 필히 기재하시어, 아래의 링크를 통해 이력서를 제출해주세요.https://www.linkedin.com/jobs/view/1714155581/\n"]}