{"url":"https://www.rocketpunch.com//jobs/67608/UIUX-Design","title":"UI/UX Design","origin":"(주)아이포트폴리오","start_date":"02/27 ","newbie":"인턴신입경력","content":["\n        주요 업무\n                    글로벌 에듀테크 기업 (주)아이포트폴리오에서 개발, 디자인, 마케팅 등 전 분야에서 대대적인 신규채용을 시작했습니다. 회사는 현재 견고한 실적과 성장의 흐름 속에, 디지털 영어학습 서비스의 아시아 시장 진출을 확대해나가고 있어 더 많은 인재를 모셔야 하는 상황입니다. 아래 사이트의 채용공고 확인을 부탁드리며, 장기적인 성장을 함께 꿈꿀 인재 여러분들…\n            더 보기\n            글로벌 에듀테크 기업 (주)아이포트폴리오에서 개발, 디자인, 마케팅 등 전 분야에서 대대적인 신규채용을 시작했습니다. 회사는 현재 견고한 실적과 성장의 흐름 속에, 디지털 영어학습 서비스의 아시아 시장 진출을 확대해나가고 있어 더 많은 인재를 모셔야 하는 상황입니다. 아래 사이트의 채용공고 확인을 부탁드리며, 장기적인 성장을 함께 꿈꿀 인재 여러분들의 많은 지원을 기다리겠습니다. 감사합니다.https://iportfolio.co.kr/#career---------------------------------------------------------------------------------------빠르게 성장 중인 에듀테크 기업 아이포트폴리오에서 함께 성장하고 문화를 만들어갈 실력 있고 자기 주도적인 UI/UX 디자이너를 찾고 있습니다.----------------------------------------------------------------------------------------우리회사는 이런점이 좋아요!000 매니저iPortfolio에는 회사의 성장보다 개인의 성장을 우선시 하라는 임원진과 친절하면서도 개인주의적인 매력넘치는 사람들이 잔뜩 있습니다. 업무 외적인 것에 스트레스 받지 않고 커리어 성장에만 집중하고 싶다면 어서 오세요!(근데 아무나 안 왔으면 좋겠다... 진짜 좋은 사람만 왔으면 좋겠다....)000 대리배울 점이 많으며 배려심도 많은 동료들과 함께 일할 수 있습니다~000 책임디자이너먼저, 많든 적든 가진 것을 나누려는 문화가 있습니다.또한 '시스템'이 없는데, 이건 사람에 따라 장점이 될 수 있고 단점이 될 수 있는 부분인 것 같아요.마지막으로, 좋은데 이유 없다고 제 옆자리 분이 말해줬습니다 ㅋㅋㅋ.000 매니저회사에는 '또라이 질량보존의 법칙'이라는게 있다고 하더라구요. 근데 우리 회사에는 진짜 다 착하시고 좋은 분들밖에 없는거 같아요! 음.. 그럼 설마 내가..??000 선임연구원아이포트폴리오는 제가 가치 있는 것을 만들 수 있도록 해주는 곳입니다!000 과장먼저 사람 중심 기업 문화가 있습니다. (사람이 으뜸)또, 주도적이고 서로 협력하는 조직 및 구성원들도 있어요.마지막으로, 무궁무진한 성장의 기회가 존재합니다. (차별화된 가치를 끊임없이 고안)----------------------------------------------------------------------------------------차별화되는 장점. (인사담당자의 말)대부분의 스타트업은 경영진이 원하는 비전을 실현하기 위한 사업이 아닌, 오로지 \"투자유치\"만을 목적으로 하는 사업을 진행하고 있습니다. 스타트업 오너의, 코파운더들의 Exit만을 추구하는 경우도 많죠. 어쩌면 창업의 목적 자체가, 엄청난 영업손실과 당기순손실을 기록하면서도 투자금을 통한 기업가치 극대화를 추구하여 한 몫 단단히 챙기고자하는 것으로 변질된 것일지도 모릅니다.그런 과정에서 결국 계속되는 출혈로 결국에는 쓰러지는 기업들이 부지기수입니다. 또한, 낮은 확률에 포함되어 쓰러지지 않았다고 하더라도 그 사업성공이라는 달콤한 열매가 일반 직원들에게는 돌아가지 않는 경우도 많죠. 고속성장이라는 명목 하에 직원들에게 큰 희생을 강요하면서도 정작 미래보상은 챙겨주지 않는 기업들은 지금 현 시점에서도 쉽지 않게 볼 수 있습니다.아이포트폴리오는 달라요. 투자를 목적으로 하는 것이 아닌, 장기간의 사업을 목적으로 하는 기업입니다. 단기간에 기업가치를 극대화시켜 경영진이 Exit하는 것을 목표로 하는 것이 아니기에, 직원들이 Burn-Out되지 않는 것을 중요시 여기죠. 즉, 기업과 직원들의 동반성장을 인재확보 및 유지에 있어 최우선 가치로 삼고 있습니다. 이러한 가치를 지속적으로 실현하기 위해, 흑자전환 이후 해당년도 순이익의 일부를 직원들에게 Profit Sharing의 이름으로 보상하고 있기도 하죠.그 결과, 아이포트폴리오 직원의 근속연수는 타 스타트업에 비해 상당히 긴 편이에요. 임직원의 무려 40%를 넘는 인원이 3년 이상 장기 근속자에 해당하죠. 보통 스타트업에서 1년 다니면 오래 다닌 것이고 3년 이상 다닌 사람은 거의 찾기가 어렵다는 말을 생각해볼 때, 이것은 분명히 놀랄만한 일입니다.아이포트폴리오는 근 몇 년간 고군분투하면서 드디어 본 궤도에 올라왔습니다. 이제 더욱 앞으로 나아가기 위해, 자율성의 유지와 체계 형성의 조화를 추구하고자 합니다. 그리고 그에 맞는 많은 인재를 채용할 계획입니다. 다른 스타트업들과는 더욱 차별화될 수 있도록, 기업과 직원이 동반성장할 수 있게 만들어 줄 그런 인재들 말이죠.----------------------------------------------------------------------------------------업무환경, 팀 문화, 자기개발지원, 복리후생 등간혹 면접에서 접하는 회사에 대한 질문 중 하나는 '회사에 직급체계가 정해져 있느냐'라는 것입니다. 결론부터 말씀드리면, 직급체계는 있어요. 하지만 이것이 수직적인 문화가 있다는 것을 의미하지는 않습니다. 많은 기업들이 직급체계를 없애고는 하지만, 그것이 꼭 수평적인 문화라는 결과로 이어지지는 않게 되죠. 중요한 것은 직급체계의 존재 유무가 아니라, 얼마나 수평적인 문화가 자리잡았냐는 것입니다. 아이포트폴리오의 경우 직급/연차와 상관없이 자신의 의견을 개진하여 협력수행할 수 있고, 서로 동등한 위치에서 친하게 지낼 수 있는 그런 문화가 자리하고 있죠.이러한 수평적인 문화에 따라 팀 내 그리고 팀 간 소통이 활발한 편이에요. 그렇다고  회식이 자주 있는 것은 절대 아닙니다. 팀 회식은 보통은 2달에 한 번씩 전사적으로 진행되는 것을 제외하면 거의 없어요. 그리고 회식을 하더라도 고상한 음식점에 가서 맛있는 음식을 먹는 방향으로 진행되게 되죠.그리고 대부분의 스타트업처럼 아이포트폴리오에도 자율적인 문화가 자리잡고 있어요. 따라서 출근시간이 완전히 정해져있지 않고, 8~10시에 유동적으로 출근하는 방향을 추구하고 있죠. 휴가의 경우에도 자신의 업무에 지장이 없는 한 일수에 구애받지 않고 자유롭게 사용할 수 있답니다. 또한 자율적인 자기개발을 위해 연봉과는 별도로 소정의 역량개발비와 국제 공인자격 취득 비용 등을 지원하고 있어, 자율문화를 통한 개인의 커리어 발전 역시 추구할 수가 있어요.한편, 스타트업은 대부분 규모가 작은 기업이죠. 정부와 민간에서는 이러한 중소기업들에서 일하고 있는 근로자들을 위한 여러 가지 제도를 운영하고 있는데, 아이포트폴리오는 이러한 지원제도들을 최대한 활용하여 직원들에 대한 보상을 있답니다. 유명한 청년내일채움공제, 청년재직자내일채움공제 등은 당연하고, 근로자 휴가지원사업 및 토닥토닥 e-복지 등을 통해, 스타트업 근로자가 가질 수 있는 혜택들을 최대한 누리게 해주죠.그 외에도 훌륭한 인재에 대하여 주식매수선택권(Stock Option) 부여하거나, 전 직원들에게 생일 및 명절 선물, 경조사비, 자녀수당 등을 지급하고, 필요한 경우 월세 임대차보증금을 무이자로 대여해주는 등, 여러 가지 추가적인 복리후생들이 있어요. 무엇보다 중요한 것은 이런 것들이 표면적으로 존재한다는 것이 아니라, 경영진이 직원과 최대한 공유한다는 마인드를 가지고 있다는 거죠.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          UI/UX디자인\n          UX디자인\n          UI디자인\n          웹디자인\n          Sketch\n          모바일디자인\n          Interaction디자인\n        \n      ","\n        채용 상세\n                    * 상세 채용공고 - https://sites.google.com/iportfolio.co.kr/ui-ux-designer-201912/* 주요 업무- READING \u0026 (리딩앤) 서비스의 완성도를 높이기 위한 UI/UX Design- 마케팅 온/오프라인 디자인- 디자인\u0026개발 생산성 향상을 위한 문제 정의 및 솔루션 시스템 구축- 입사…\n            더 보기\n            * 상세 채용공고 - https://sites.google.com/iportfolio.co.kr/ui-ux-designer-201912/* 주요 업무- READING \u0026 (리딩앤) 서비스의 완성도를 높이기 위한 UI/UX Design- 마케팅 온/오프라인 디자인- 디자인\u0026개발 생산성 향상을 위한 문제 정의 및 솔루션 시스템 구축- 입사 후 면담을 거쳐 조정될 수 있음* 필요 역량1. 자격 요건- 2년 이상의 온라인(Web/App) 서비스 UI/UX 경험이 있는 분- 온라인(Web/App) 서비스에 대한 디자인 구조 설계가 가능한 분 (일관성/지속 가능성/확장성)- Sketch Library를 활용한 업무 프로세스에 대한 이해가 있는 분- 본사(서울 중구) full-time 근무 가능- 해외여행 결격 사유가 없어야 함2. 우대 사항- 정성적/정량적 데이터에 기반을 둔 논리적 문제 해결 능력- 디자인 시스템을 구축하고 운영한 경험 보유- Lo-fi / Hi-fi prototyping 툴 사용에 능숙 (Invision, Principle, Framer, Origami 등)- 마케터/개발자와 커뮤니케이션을 통해 요구사항을 이해하고 정리할 수 있는 능력- 새로운 툴을 공부하고 사용하는데 열려있는 분- 영어 커뮤니케이션 역량* 지원방법 및 절차1. 아래 지원 서류를 jobs@iportfolio.co.kr 로 송부  - 자기소개 자료 (필수) : 자유 양식 이력서, 자기소개서  - 포트폴리오 (필수) : 자유 양식, 본인 기여도(%) 표시, 산출물 링크 등 포함  - 외국어 역량 정보 (선택) : 공인시험 성적서, 기타 본인의 외국어 역량을 나타낼 수 있는 자료2. 서면 평가3. 인터뷰 : 기본 2회(역량, 인성), 필요시 추가될 수 있음\n"]}