{"url":"https://www.rocketpunch.com//jobs/62449/%EC%8A%A4%ED%83%80%ED%8A%B8%EC%97%85-%ED%99%8D%EB%B3%B4-%EB%8C%80%ED%96%89-%EB%A7%A4%EB%8B%88%EC%A0%80%EA%B3%BC%EC%9E%A5%EA%B8%89","title":"스타트업 홍보 대행 매니저(과장급)","origin":"주식회사선을만나다","start_date":"02/13 ","newbie":"경력","content":["\n        주요 업무\n                    -스타트업 홍보를 위한 리서치 -스타트업 홍보를 위한 기획서 작성 -클라이언트사 커뮤니케이션과 세부 업무 조율 -기자 관리와 기자 커뮤니케이션 -기사 피칭을 위한 스케쥴 조율과 메시지 조율 -보도자료 작성과 배포 , 팔로우콜 -클라이언트사 미디어 킷 제작 -클라이언트사 모니터링 감수 -클라이언트사 위기 관리 -클라이언트사 오피스아워와 교육 지원\n            더 보기\n            -스타트업 홍보를 위한 리서치 -스타트업 홍보를 위한 기획서 작성 -클라이언트사 커뮤니케이션과 세부 업무 조율 -기자 관리와 기자 커뮤니케이션 -기사 피칭을 위한 스케쥴 조율과 메시지 조율 -보도자료 작성과 배포 , 팔로우콜 -클라이언트사 미디어 킷 제작 -클라이언트사 모니터링 감수 -클라이언트사 위기 관리 -클라이언트사 오피스아워와 교육 지원\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          홍보기획\n          언론홍보\n          PR\n          커뮤니케이션\n          홍보\n          기사작성\n          보도자료작성\n          기자\n          홍보 활동 관리\n          기업홍보\n          대외커뮤니케이션\n          미디어\n        \n      ","\n        채용 상세\n                    1. 자격 요건1)이사 또는 팀장급 1명 -홍보대행사 또는 인하우스 홍보 15년차 -IT 또는 스타트업 홍보 업무 경험자 우대 -기자네트워크와 클라이언트사 네트워크 보유 우대 -스타트업과 에코시스템에 한 이해도 있는 분 -IT와 디지털에 대한 배움의 자세가 있는 분 2) 과차장급 2명 -홍보대행사 또는 인하우스 홍보 7-10년차 -IT 또는 스타트업…\n            더 보기\n            1. 자격 요건1)이사 또는 팀장급 1명 -홍보대행사 또는 인하우스 홍보 15년차 -IT 또는 스타트업 홍보 업무 경험자 우대 -기자네트워크와 클라이언트사 네트워크 보유 우대 -스타트업과 에코시스템에 한 이해도 있는 분 -IT와 디지털에 대한 배움의 자세가 있는 분 2) 과차장급 2명 -홍보대행사 또는 인하우스 홍보 7-10년차 -IT 또는 스타트업 홍보 업무 경험자 우대 -기자네트워크와 클라이언트사 네트워크 보유 우대 -스타트업과 에코시스템에 한 이해도 있는 분 --IT와 디지털에 대한 배움의 자세가 있는 분 2. 우대 사항-IT 또는 스타트업 미디어 기자 출신 -IT 또는 스타트업 클라이언트 경험-스타트업 관련 기관에서 홍보 경험 있는 분 -대행사 경험이 풍부한 분 3. 급여-과장급 4천만원 - 4천5백만원 4. 복리 후생연 15일 휴가 ( 토일 제외하고 ) 연말 마지막 안식 위크 휴가 사내교육 지원 경조사휴가 출산휴가 4대보험 중식제공  업무교통비 5. 회사 소개 (주)선을만나다는 스타트업 전문 홍보대행사입니다. 스타트업계 유수의 벤처케피탈과 엑셀러레이터 , 컴퍼니빌더와 함께 견실한 성장을 하고 있는 스타트업의 홍보를 담당하면서 실질적으로 국내 유일의 스타트업 홍보전문 대행사입니다. 또한 전문화된 역량으로 미디어와 클라이언트사들과의 파트너쉽으로 회사를 통해 성장할 수 있는 계기를 제공하고 있습니다. 6. 조직 문화 스타트업 클라이언트에 대한 독립적인 책임제 일과 육아 , 삶의 질을 담보할 수 있는 야근 없는 근무 문화 일년에 15일 ( 토요일 일요일 제외 )와 연말 마지막 주 안식위크 제공 징검다리 연휴 대부분 휴가 점심과 교통비 제공 외부미팅 시 외부 근무외 직접 출퇴근등 유연한 근무 문화저녁 술자리 접대등 왜곡된 접대 문화 절대 없음 7. 새로운 구성원에게 가장 기대하는 점 지구촌의 질서를 만들고 있고 혁신의 주체가 되는 스타트업 에코 시스템의 일부로 기여하면서 ,스타트업 홍보 전문가로써의 역량 키울 수 있는 기회 제공 스타트업 홍보 커리어를 쌓아서 스타트업계가 가장 관심을 갖고 이직의 기회 보유 스타트업 클라이언트사 수주가 계속 이어지고 있는 추세 속에서 회사와 함께 성장할 수 있음 8 . 기업 추천주식회사 선을 만나다야근없이 일과 육아 , 워크앤벨러스 실현 가능한 회사 , 성장하는 스타트업에서 특화된 홍보 전문성을 쌓을 수 있는 회사\n"]}