{"url":"https://www.rocketpunch.com//jobs/69770/UIUX-Designer","title":"UI/UX Designer","origin":"노매드헐","start_date":"02/20 ","newbie":"신입경력","content":["\n        주요 업무\n                    *Everything beautiful is wild and free *At NomadHer, We empower women through travelling to gain confidence and independence. NomadHer team is full of nomadic spirits. This opportunity is perfect …\n            더 보기\n            *Everything beautiful is wild and free *At NomadHer, We empower women through travelling to gain confidence and independence. NomadHer team is full of nomadic spirits. This opportunity is perfect for those who wish to gain practical experience in a social venture and to see the change in the world!  Go and see the world and bring that travellers' sprits into the product.Because we believe that only true travellers can make what travellers want.프랑스 파리에 위치한 글로벌 여행 스타트업 노매드헐(NomadHer)에서 UI/UX 디자이너를 찾습니다. NomadHer은 여행을 통해 더 많은 여성들에게 자신감을 부여하고자 하는 미션을 가진 여성 여행자 전용 앱입니다. 실제로 Trip Advisor에 따르면 약 74%의 여성들은 혼자 여행을 하기를 희망하고, 90%의 여성들은 혼자 여행이후 자신감과 독립감을 가지지만, 80%의 여성들이 안전상의 이유로 망설이고 있습니다. 더 많은 여성 여행자들이 혼자여행을 할 수 있기를 희망하며 프랑스 파리에서 노매드헐이 시작하게 되었습니다. 아직은 성장하는 Baby 스타트업이라 좌충우돌 이지만 글로벌한 테크 기업에서 한번 도전해 보고 싶다면, 무엇보다 여행을 좋아하며 평소 Digital Nomad를 꿈꾼 분이라면 언제나 환영 입니다. 잠시 저희 팀을 소개하자면 :- NomadHer의 유일한 한국인은 효정, 개발자 인도 출신 비나이가 작년 10월부터 노매드헐과 함께 하고 있습니다. 작년 여름에는 호주 시드니 대학교에서 인턴으로 온 호주 출신 Xavier, 프랑스 경영학교 출신 Laura가 함께 했었습니다. - 그런 의미에서 대부분의 회의를 영어로 진행합니다. 영어 커뮤니케이션에 불편함이 없으신 분이 함께 했으면 좋겠어요!- 현재는 프랑스 파리 및 한국 서울에서 NomadHer 팀은 일하고 있습니다. 팀 전체가 nomadic spirit을 토대로 하고 있기 때문에 현재 다 원격으로 미팅이 진행되고 있으며, 한달에서 격달로 한번 씩 오프라인 미팅을 하고 있습니다.- 노매드헐은 여행을 사랑하는, 진정한 여행자만이 여행자를 위한 앱을 만들 수 있다고 믿습니다. 그런 노매드헐의 미션에 동의하는 당신을 기다립니다 :)\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          UI/UX디자인\n          웹디자인\n          Adobe Illustrator\n          Sketch\n          zeplin\n        \n      ","\n        채용 상세\n                    Why this role? 노매드헐에서 UI/UX 디자이너는 어떤 일을 하게 되나요?- Analyze NomadHer users' behaviours and understand feedback coming from NomadHer users- Identify improvements of existing functionalities of NomadHe…\n            더 보기\n            Why this role? 노매드헐에서 UI/UX 디자이너는 어떤 일을 하게 되나요?- Analyze NomadHer users' behaviours and understand feedback coming from NomadHer users- Identify improvements of existing functionalities of NomadHer- Or work on completely new features :p- Imagine user scenarios and draw their wireframes- Design innovative interfacesPreferred Experience노매드헐은 이런 분과 함께 하고 싶습니다- If You have +years experience in Product Design, UI/UX - You are comfortable with Sketch, Adobe, Figma, Zeplin etc.- You like to create minimalist and user-centric interfaces- You are born to be a travellerWhat you will get from NomadHer?왜 노매드헐과 함께 해야 할까요?- The real startup life and see your imagination becomes into reality- The opportunity to engage with NomadHers users from all different parts of the world- The social impact, bringing independence and empowerment through travelling- Autonomy, Time Management- The belief that everything beautiful is natural and wild\n"]}