{"url":"https://www.rocketpunch.com//jobs/65060/UIUX-%EB%94%94%EC%9E%90%EC%9D%B4%EB%84%88","title":"UI/UX 디자이너","origin":"와이즐리","start_date":"02/08 ","newbie":"신입경력","content":["\n        주요 업무\n                    • 와이즐리 웹 UX 설계: 기존 웹스토어 개선 및 신규 웹스토어 설계• 와이즐리 웹스토어 UI 디자인• 지속적인 고객경험 개선을 위한 그로스 해킹 이니셔티브 지원• 마케팅/브랜드 관련 온/오프라인 디자인 및 검수 지원\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          UI/UX디자인\n          UX디자인\n          Sketch\n          웹디자인\n          UI디자인\n          zeplin\n          그래픽디자인\n        \n      ","\n        채용 상세\n                    \u003cAbout Wisely\u003e우리는 와이즐리(Wisely)라는 면도기 스타트업입니다.사람들은 매일 생필품을 씁니다. 면도기도 그 중 하나입니다. 그런데 좋은 품질의 면도기는 가격이 지나치게 비싸고, 저렴한 면도기는 성능이 떨어집니다. 좋은 품질의 면도기가 원가 대비 가격이 지나치게 비싸진 이유는 특정 제조사의 독과점 하에, 복잡한 유통과 과대…\n            더 보기\n            \u003cAbout Wisely\u003e우리는 와이즐리(Wisely)라는 면도기 스타트업입니다.사람들은 매일 생필품을 씁니다. 면도기도 그 중 하나입니다. 그런데 좋은 품질의 면도기는 가격이 지나치게 비싸고, 저렴한 면도기는 성능이 떨어집니다. 좋은 품질의 면도기가 원가 대비 가격이 지나치게 비싸진 이유는 특정 제조사의 독과점 하에, 복잡한 유통과 과대 마케팅을 거쳤기 때문입니다. 저희는 이것이 불합리하다고 생각했고, 바꾸고 싶었습니다. 좋은 면도날을 복잡한 유통과정 없이 온라인으로 직접 판매하고, 불필요한 광고를 없애기로 하였습니다. 그러면 사람들은 좋은 면도날을 정직한 가격에 경험할 수 있을 것이었습니다.그리고 2018년 초, 우리는 페이스북을 통해 와이즐리의 창업 스토리를 알렸습니다. “불합리한 면도기 시장을 바꾸겠다”는 진솔한 이야기는 폭발적인 반응을 얻었습니다. 출시 1달 만에 포털 검색량은 모든 면도기 브랜드 중 1위로 올라섰고, 입소문을 타고 판매량이 빠르게 늘어났습니다. 3명이던 멤버는 14명에 이르렀습니다.그리고 우리는 함께 세상을 놀라게 할 디자이너를 찾고 있습니다.  \u003c당신이 필요한 이유\u003e저희의 다음 목표는 두 가지 입니다. 첫째는 면도기 시장과 비슷한 문제를 갖고 있는 화장품, 치약, 샴푸 등 다른 소비재로 판매를 확장하는 것입니다. 둘째는 현재 웹 사이트에서 한 단계 더 발전하여, 더 좋은 고객경험, 특히 온라인에서 국내에서 압도적으로 뛰어난 고객경험을 만드는 것입니다. 특히 와이즐리는 곧 런칭될 신규 면도기/면도날 및 스킨케어의 출시에 맞추어, 웹사이트를 리뉴얼하고자 합니다. 저희는 기존 경쟁사들이 답습하던 진부한 템플릿에서 벗어나, 고객 관점에서 이해하기 쉬우면서도 브랜드의 매력을 압도적으로 표현할 수 있는 웹스토어를 만들어 나가고자 합니다.이 과정에서 디자이너의 역할이 중요합니다. 저희는 디자이너가 단순한 GUI를 채색하는 데에서 그치지 않고, 좋은 사용자 경험을 주도적으로 제안할 수 있고, 개선해 나가는 역할을 기대합니다. 이 목표는 실제로 쉽지 않을 것입니다. 기존 커머스에서 벗어나는 새로운 시도가 많을 것이기 때문에, 수많은 시행착오가 있을 것입니다. 하지만 충분히 재밌고 의미 있을 것입니다. 와이즐리 팀과 함께, 웹고객 경험과 브랜드 디자인을 국내외에서 가장 선진적인 수준으로 구현해나갈 웹 프로덕트 디자이너를 모십니다.\u003c우리가 제공하는 것\u003e1.\t성장할 수 있습니다.사람들은 유명한 회사에 있으면 성장할 수 있을 것이라 기대합니다. 하지만, 아무리 유명한 회사이더라도, 조직이 엉망이거나 회사의 방향이 불투명하다면, 혹은 실질적으로 회사에 도움이 되지 않는 일을 한다면, 단순 지식을 습득할 수는 있어도 의사결정을 잘 할 수 있는, 실질적인 업무 역량의 성장은 이루어지지 않습니다. 진정한 디자이너의 성장은 회사 내에서 중요한 역할을 맡아, 현실과 이상 사이를 예리하게 고민하며 의사결정을 하고, 실질적인 결과를 마주하고 학습해 나갈 때 얻을 수 있습니다. 와이즐리는 체계적으로 일하고, 급성장하고 있습니다. 디자인 인력은 적고 문제는 많은데 성장 속도는 빠릅니다. 만약 와이즐리에 합류하게 된다면, 현 레거시 사이트를 운영하고, 새로운 웹사이트를 구성해 나가야 할 것입니다. 그러면서 수많은 사람을 채용하고, 디자인 문화를 세팅해야 할 것입니다. 이는 매우 매우 도전적인 일이며, 힘든 일입니다. 하지만 중요한 일입니다. 이러한 과정을 경험할 수 있는 것은 아주 드문 기회이며, 힘든 만큼 이를 돌파해 낸다면 많은 성장을 할 수 있을 것입니다. 비지니스를 이해하고 현실 감각을 갖추게 될 것이며, 다양한 디자인을 밸런스있게 고민하고 적용하는 과정에서 진정한 디자이너로 성장할 것입니다. 그리고 조직의 성장과 함께 다양한 금전적인 보상(연봉상승, 스톡옵션 차익 등)은 자연스런 결과로서 함께하게 될 것입니다. 2.\t정말 정말 좋은 동료들이 있습니다.디자이너에게 납득할 수 없는 일정을 강요하거나, 열심히 한 디자인에 대해 너무 쉽게 바꾸라고 해달라 하거나, 중요한 디자인 이슈를 밤새 고민해도 대표가 아무 관심이 없다면, 아무리 디자인을 좋아하는 사람이더라도 더 이상 그 집단에 있고 싶지 않을 것입니다.저희는 아직 디자인적인 역량이 많이 축적되진 않았지만, 디자인적인 분야를 존중하고, 배워가고 있습니다. 그리고 그러기 위해서는 좋은 사람들이 필요하기에, 정말 높은 기준으로 사람들을 채용하고 있습니다. 현재 와이즐리 개발팀에는 훌륭한 한 명의 기획자와 두 명의 개발자가 있습니다. 또한 경영 및 제품개발 부서에는 Google, P\u0026G, BCG, Bain\u0026 Company, ST Unitas 등 다양한 회사들에서 훌륭한 경험을 쌓고 온 훌륭한 팀원들이 있습니다. 멋지게 마케팅과 제품개발을 수행하여, 든든하게 디자인에 몰입할 수 있는 지원군이 되어 줄 것입니다.3.\t세상을 바꿔나가는 자부심을 느낄 수 있습니다.저희는 화성에 로켓을 쏘아올리는 것 만큼이나, 평범한 사람들이 좋은 생필품을 편리하고 부담없이 사는 것도 중요하다고 생각합니다. 세상에 크고 유명한 생필품 브랜드는 많지만, 정말로 고객을 생각하고 경험을 혁신하는 브랜드는 많지 않습니다. 기성 브랜드들이 연예인, 인플루언서를 앞세워 광고할 때, 저희는 아주 세밀한 부분까지 고객 경험을 개선해 나가기 위해 집착합니다. 그리고 이 점이 와이즐리의 강점입니다. 와이즐리는 지금까지 여러 혁신들을 만들어왔고, 소비재 업계에서 선도 사례로 수없이 벤치마킹이 되어왔습니다. 앞으로 저희는 면도기 시장과 비슷한 문제를 갖고 있는 화장품, 치약, 칫솔, 샴푸 등 다른 소비재로 판매를 확장할 것입니다. 그리고 이를 정기배송하여 바쁜 현대인에게 맞는 소비습관을 제시하고, 이를 현실로 만들어 나가고자 합니다.“이런 제품을 만들어줘서 고맙다”“독과점을 바꾸는 정의로운 스타트업, 지지한다” 하루도 빠짐없이 우리가 고객들로부터 받는 응원입니다.와이즐리에 오면 업계에 새로운 기준을 제시하고, 세상을 더 좋은 곳으로 바꿔간다는 자부심을 온몸으로 느낄 수 있습니다. 우리가 함께한다면, 정말 정말 큰 일을 할 수 있습니다.자격요건• 유저들이 쉽게 이해하고 효과적으로 이용할 수 있는 UI화면 구성 및 구조화 능력• 기획서대로 디자인하는 것이 아니라, 합리적인 사고를 통해 자신의 생각을 적극적이고 주도적으로 제안할 수 있는 분• 고객경험 완성도를 높이기 위해 한 번 더 고민하는 것을 즐기시는 분• 개발자, 기획자, 마케터와의 커뮤니케이션 및 협업에 능숙하신 분• 고객조사 및 정성적/정량적 데이터를 기반으로 고객경험을 이해하고 개선할 수 있는 분• Prototype을 통해 성장 아이디어를 빠르게 구체화시키고 실행할 수 있는 분• Sketch, Photoshop을 통한 Web UI 디자인 경력 우대\n"]}