{"url":"https://www.rocketpunch.com//jobs/69652/%ED%92%80%EC%8A%A4%ED%85%8D-%EA%B8%80%EB%A1%9C%EB%B2%8C-%EC%97%AC%ED%96%89%EC%87%BC%ED%95%91-%ED%94%8C%EB%9E%AB%ED%8F%BC-%ED%8A%B8%EB%9E%98%EB%B8%94-%EB%A8%BC%EB%8D%B0%EC%9D%B4","title":"풀스텍 - 글로벌 여행쇼핑 플랫폼 '트래블 먼데이'","origin":"허브","start_date":"02/17 ","newbie":"경력","content":["\n        주요 업무\n        안녕하세요. 90개국 11만 유저들과 소통하는 글로벌 여행쇼핑 플랫폼 트래블 먼데이입니다.트래블 먼데이는 여행자들이 여행전 해당 국가에서 구매하고자 하는 것을 선택하면 온라인으로 쉽게 미리 구매하여 여행지 호텔에서 받아 볼 수 있께 하는 서비스를 운영중입니다.현재 투자유치와 비즈니스 확장에 따라 저희 서비스를 함께 고도화시켜 나갈 능력있고 열정있는 개발자 맴버를 찾습니다.현재 진행된 개발 내용과 앞으로 같이 만들고자 하는 개발 내용은 다음과 같습니다.[기 진행 개발 내용]1. AWS 기반 서버 및 백앤드 활용 : S3, Cloudfront, Lambda, Route532. Mongo DB Atlas 3. 프론트는 각 상황에 따라 활용 : Bootstrap, 유료 UI tool kit, Reactjs, Vuejs, HTML, CSS, Javascript4. 앱 프론트 : Flutter 예정, React Native도 가능5. 이커머스 모듈 : 고도몰 활용, PHP7 글로벌 버전 커스터마이징5. 그 외 활용 가능 검토: Netlify, Gatsby, 온라인 CMS툴 들, GCP, 빅데이타 및 머신러닝 기술들 [함께 개발하고자 하는 내용]1. 셀러와 쇼퍼 사이의 매칭 알고리즘 고도화2. 서비스 백앤드와 프론트 앤드 고도화3. 커머스 부분 PHP 고도화(옵션)4. 앱버전으로 주요기능 출시 및 업데이트저희 팀의 장점은 기존에 개발 경험이 풍부한 맴버들이 위 개발과 함꼐 사업개발 마케팅도 같이 하고 있습니다.그래서 불필요한 작업이나 비효율적인 업무나 요구사항이 아니라 재미있는 개발을 함께 해 나갈 수 있습니다.또한 다양한 실무경력은 물론 서울대, 카이스트 등 출신 맴버들이 서로 이해하고 지적인 대화를 통해 건설적인 대안들을 만들며 배워나가는 하루하루를 보내고 있습니다.또한 플러터 및 신 기술들에 대한 교육과 스터디 등 지원이 많습니다.또한 단순 국내형 서비스가 아닌 글로벌 서비스로서 저희는 미국 실리콘밸리와 베트남 호치민에 각각 사무실을 두고다양한 해외 경험과 해외 출장, 성장 기회를 제공하고 있습니다. Y combinator 선발 팀등 세계 1류 수준의 스타트업 개발팀들과 경쟁하며 어깨를 나란히 하기 위해 그로벌 탑 수준을 유지하며 해당 프로그램들에도 적극 지원하고 참여하고 있습니다. 올해 4월에도 실리콘밸리 8주 프로그램이 예정되어 있습니다.가지고 계신 재능과 열정을 저희 팀과 함께 하실 능력있는 개발자분의 연락을 기다리겠습니다. 감사합니다.\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          JavaScript\n          MySQL\n          MongoDB\n          React.js\n          Vue.js\n          php7\n          Amazon AWS\n        \n      ","\n        채용 상세\n        담당업무- 풀스택 개발- 성장시기의 스타트업 개발 담당-자격요건- 기존에 다양한 개발 실무 경험을 가지신 분- 문제 해결능력이 있으신 분- 협업을 통해 목표를 달성하는 데 뛰어나신 분-우대사항- 해외 여행에 문제 없으신 분(베트남 혹은 실리콘밸리에서 장/단기 근무 가능하신 분)--\n            \n              \n                  \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+4                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}