{"url":"https://www.rocketpunch.com//jobs/66158/%EA%B7%B8%EB%A1%9C%EC%8A%A4-%EB%A7%88%EC%BC%80%ED%84%B0-Growth-Marketer","title":"그로스 마케터 (Growth Marketer)","origin":"퍼블리","start_date":"02/19 ","newbie":"경력","content":["\n        주요 업무\n                    일하는 사람들의 콘텐츠 플랫폼, 퍼블리(PUBLY)에서 그로스 마케터(Growth Marketer)로 일할 동료를 찾습니다. (경력, 5년 이하)[퍼블리 소개]퍼블리는 평생 학습하고 배우고 일해야 하는, life-long learning and working 시대를 살아가는 사람들의 문제를 해결한다는 미션을 가지고 있습니다. 지금까지 DSC인베스트먼…\n            더 보기\n            일하는 사람들의 콘텐츠 플랫폼, 퍼블리(PUBLY)에서 그로스 마케터(Growth Marketer)로 일할 동료를 찾습니다. (경력, 5년 이하)[퍼블리 소개]퍼블리는 평생 학습하고 배우고 일해야 하는, life-long learning and working 시대를 살아가는 사람들의 문제를 해결한다는 미션을 가지고 있습니다. 지금까지 DSC인베스트먼트, 캡스톤 파트너스, 500스타트업 등 국내외 탑티어 투자사로부터 누적 58억 원 규모의 투자를 유치하였습니다.(투자 유치 기사 참고: https://platum.kr/archives/116369)[그로스 마케터의 업무]그로스 마케터는 ‘퍼블리 멤버십의 성장(Growth)’이라는 목적을 달성하기 위해 마케팅 전략을 수립하고, 실행하고, 결과를 분석하고 개선하는 업무를 합니다. [필요 역량]- 페이스북, 인스타그램, 구글 등 Paid Marketing 채널에서 직접(대행사를 통하지 않고) 광고를 집행하고 효율을 개선할 수 있는 분.- 그로스 마케팅 관련 각종 도구의 개념과 체계를 잘 이해해서 업무에 활용할 수 있는 분. (전환 최적화 툴, 마케팅 자동화 툴, 데이터 분석 툴 등)- 데이터, 고객조사 등 근거를 기반으로 가설을 수립하고 검증할 수 있는 분- 복잡하게 얽혀 있는 현상을 구조화해서 문제의 핵심을 파악하고, 이를 다양한 이해관계자에게 논리적으로 커뮤니케이션 할 수 있는 분.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          디지털마케팅\n          온라인마케팅\n          그로스마케팅\n        \n      ","\n        채용 상세\n                    1. 근무 및 급여 조건- 채용 형태: 6개월 수습. 이 기간 동안 성과 평가를 거쳐 정규직 채용 여부를 결정.- 급여: 개인의 역량에 따라 협의를 거쳐 결정- 근무 장소: 서울 강남구 테헤란로 503 하이브로빌딩(구 옥산빌딩) 패스트파이브 삼성3호점 15층 (2호선 삼성역 부근) - 4대 보험 가입 및, 1개월 근무 시 1일 유급휴가 사용 가능- …\n            더 보기\n            1. 근무 및 급여 조건- 채용 형태: 6개월 수습. 이 기간 동안 성과 평가를 거쳐 정규직 채용 여부를 결정.- 급여: 개인의 역량에 따라 협의를 거쳐 결정- 근무 장소: 서울 강남구 테헤란로 503 하이브로빌딩(구 옥산빌딩) 패스트파이브 삼성3호점 15층 (2호선 삼성역 부근) - 4대 보험 가입 및, 1개월 근무 시 1일 유급휴가 사용 가능- 노트북 및 업무에 필요한 장비를 제공2. 업무 설명: 그로스 마케터는 어떤 일을 하나요? 그로스 마케터의 역할은 ‘퍼블리 멤버십의 성장(Growth)’이라는 목적을 달성하기 위해 마케팅을 하는 것입니다. 아래는 그로스 마케터가 할 수 있는 업무의 예시입니다. 이 외에도 목적 달성에 효과적인 일을 스스로 찾아서 할 수 있는 분을 환영합니다.- 마케팅 전략 수립 및 실행: 고객 획득, 구매 전환, 인게이지먼트, 리텐션 등을 위한 마케팅 전략을 수립하고 실행합니다.- Paid Marketing: 페이스북, 인스타그램, 구글 디스플레이, 구글 검색, 네이버 등의 매체를 활용해서 광고를 기획하고 집행합니다. 이를 위해 광고 크리에이티브를 기획해서 팀 내 디자이너와 협업해서 소재를 만들고, 각 광고 채널에서 캠페인을 생서하고 타겟팅 및 예산 설정 등 집행까지 담당합니다. - Non-paid Marketing 푸시 알림, 이메일 등 Non-paid 채널을 활용한 고객 활성화를 기획하고 실행합니다.- 분석 툴 활용: Amplitude, Hotjar 등 툴을 활용해서 마케팅 효과를 분석합니다. - 마케팅 툴 활용: 필요시 Klaviyo(이메일), Unbounce(랜딩페이지) 등 마케팅 툴을 활용합니다.3. 자격 요건: 어떤 역량을 갖춘 사람을 원하나요?1) 페이스북, 인스타그램, 구글 등 Paid Marketing 채널에서 직접(대행사를 통하지 않고) 광고를 집행하고 효율을 개선할 수 있는 분.- 퍼블리에서는 인하우스 마케터가 직접 온라인 광고를 집행합니다. 대행사를 잘 관리하는 역량보다는, 각 마케팅 채널의 특성을 깊이 이해하고 실제로 효율을 개선할 수 있는 역량이 더 필요합니다.2) 그로스 마케팅 관련 각종 도구의 개념과 체계를 잘 이해해서 업무에 활용할 수 있는 분.- 그로스 마케터는 업무를 하며 다양한 툴을 활용하게 됩니다. (예: 페이스북 광고 관리자, 구글 광고 관리자, 전환 최적화 툴, 마케팅 자동화 툴, 데이터 분석 툴 등)- 페이스북 광고 하나만 예를 들어도, 이벤트 / 맞춤타겟 / 유사타겟 / 입찰 / 기여 기간 / 타겟 중복 등 다양한 개념을 이해해야 제대로 활용할 수 있습니다. - 각 개념을 개별적으로 이해하는 것뿐만 아니라, 여러 개념이 어떻게 연결되어 있는지 전체적인 ‘체계’를 이해하고 실무에 적용하는 역량이 필요합니다.- 이런 개념과 체계들을 이미 잘 이해하고 계신 분, 혹은 빠르게 학습하고 이해해서 활용할 수 있는 역량이 필요합니다.3) 데이터, 고객조사 등 근거를 기반으로 가설을 수립하고 검증할 수 있는 분- 마케팅에서 개인의 직관이나 직감을 100퍼센트 배제할 수는 없지만, 퍼블리는 근거를 기반으로 판단하는 것을 더 중요하게 생각합니다. - 팀에 배움이 쌓이기 위해서는, 정량적(데이터) 근거와 정성적(고객조사 등) 근거를 기반으로 가설을 수립하고 검증할 수 있는 역량이 특히 중요합니다. 4) 복잡하게 얽힌 현상을 구조화해서 문제의 핵심을 파악하고, 이를 논리적으로 커뮤니케이션 할 수 있는 분.- 그로스 마케팅은 문제 해결의 연속입니다. 문제를 잘 파악하기 위해서는 복잡하게 얽힌 현상을 구조화할 수 있어야 하고, 팀과 협업해서 문제를 잘 해결하기 위해서는 이를 논리적으로 커뮤니케이션할 수 있어야 합니다.4. 누가 제 매니저가 되나요?이 채용공고를 쓰고 있는 저는 퍼블리에서 그로스 리드(Growth Lead)로 일하는 김민우입니다. 그로스 매니저로 합류하시면 저와 가장 긴밀히 커뮤니케이션하며 일하게 됩니다.그로스 분야의 커리어를 밟는 사람들이 대체로 그렇듯, 스페셜리스트보다는 제너럴리스트에 가깝습니다. (참고: https://brianbalfour.com/essays/learn-growth-marketing) 퍼블리에 합류하기 전에는 데이터 분석가로 일한 적이 있으며, 데이터 분석과 정량적 모델링에 강점이 있습니다. 그렇지만 특정 영역의 전문가가 되는 데는 큰 관심이 없습니다. 저에게 가장 중요한 것은 사업의 목표를 달성하는 것이며, 이를 위해 효과적인 수단이라면 무엇이든 실행하려 합니다. 이런 역할을 잘 수행하기 위해서 문제 중심 사고, 데이터를 활용한 실증적인 분석, 프로세스에 의한 체계적인 업무 수행을 중요하게 생각합니다.매니저로서는 인텔 전 CEO인 앤디 그로브(Andy Grove)의 저서 'High Output Management'의 영향을 많이 받았습니다. Direct Reports와의 관계에서는 1대1 미팅을 중시하며, 맥락을 충분히 설명해야 한다는 점, 적시에 적절한 피드백을 제공해야 한다는 점, 심리적 안전감을 주는 환경을 마련해야 한다는 점, 코칭과 교육이 매니저의 주요 업무라는 점 등을 명심하고 실천하려 노력합니다. 모든 조직에는 결정권자가 있지만, ‘결정권자는 윗사람, 보고하는 사람은 아랫사람'이라고 생각하지 않습니다. 직위가 아니라 논리와 근거를 기반으로 의사소통 합니다. 상대가 누구든 토론을 피하지 않고, 불편한 이야기도 회피하지 않습니다.함께 일할 사람을 궁금해 하시는 분들께 도움이 될까 해서 제 소셜미디어 주소를 공개합니다.- 페이스북: https://www.facebook.com/minwoo.minu - 링크드인: https://www.linkedin.com/in/minwookim/ - 브런치: https://brunch.co.kr/@minu-log5. 채용 절차는 어떻게 진행되나요?1) 서류 전형: 이력서(A4 1페이지 내외)와 자기소개서(A4 1페이지), 그리고 포트폴리오를 PDF 파일로 제출해 주세요. 이력서와 자기소개서를 각각 다른 PDF 파일로 제출하셔도 좋고, 하나의 파일로 합쳐서 제출하셔도 좋습니다. 자격 요건을 갖춘 분에 한해 지원하신 순서대로 바로 과제 전형 및 면접을 진행합니다.2) 과제 전형 및 전화 면접: 서류 전형 통과자에 한해 과제 전형을 진행합니다. 과제 내용은 개별적으로 알려드리겠습니다. 과제 결과물에 대해서 추가적으로 논의하기 위해 전화 면접을 진행합니다.3) 면접 전형: 1~2시간 내외로 진행되며, 지원자와 퍼블리가 서로 잘 맞는지 파악하기 위한 자리입니다. 저희도 많은 질문을 준비하겠지만 지원자 분들이 하시는 질문에도 진솔하고 성실하게 답변해 드리겠습니다.- 1차 오프라인 면접: 김민우 VP of Growth- 2차 오프라인 면접: 박소령 CEO, 이승국 CPO6. 어떤 사람이 퍼블리 팀과 문화적으로 잘 맞나요?퍼블리는 20여 명 규모의 작은 팀이기 때문에, 한 사람 한 사람이 팀에서 중요한 역할을 합니다. 그렇기 때문에 회사가 지향하는 미션, 비전, 전략, 문화를 팀원 개인이 이해하고 공감하는 얼라인먼트(Alignment)를 중시합니다. 퍼블리에서 성공적으로 일하고 있는 분들은 공통적으로 다음과 같은 특성을 가지고 있습니다.\u003cValue\u003e1) 일하는 것을 좋아하고, 잘하고 싶어 하는 사람- 일이 삶에서 중요한 의미를 차지한다.- 일을 잘하기 위해, Comfort Zone에서 벗어나 많은 노력을 투입하고자 한다.2) 퍼블리의 미션에 공감하는 사람- 퍼블리가 추구하는 미션이 충분히 가치 있다고 생각한다.3) 항상 배우는 사람- 배움에 대한 욕구가 크며, 배움을 즐긴다.- 호기심을 가지고 있으며, 알고 싶은 분야가 생기면 어떻게든 잘 알기 위해서 공부한다.- 누가 시키지 않아도 자발적으로 배운다.- 자신만의 학습 방식을 가지고 있다.4) 팀웍: 팀과 함께 일하는 사람- 혼자서 일할 때보다 팀으로서 일할 때 더 큰 성과를 낼 수 있다고 믿는다.- 팀으로서 일하며 성과를 낸 긍정적인 경험을 가지고 있다.5) 팀웍: 팀 의사결정 구조를 이해하는 사람- 인간 관계는 수평적이어야 하지만, 의사 결정은 수평적일 수 없다는 점을 이해한다.- 치열하게 논쟁한 끝에 내려진 결정이 나의 생각과 다르더라도, 결정된 바에 헌신한다. (Disagree and commit)6) 목적을 생각하며 일하는 사람- 목적이 무엇인지 생각하고, 그 목적을 달성하기 위한 수단을 찾아서 일한다.7) 변화에 적응할 수 있는 사람- 팀에서 자신이 맡는 역할이 변할 수 있다는 점을 알고 있으며, 이를 긍정적인 도전으로 받아들인다.- 자신에게 익숙한 하나의 업무만 고집하지 않는다.8) 겸손한 사람 - 자신의 한계를 인정하고, 나아지기 위해 노력한다.- 팀의 성과에 대해서, 자신이 얼마만큼 기여했는지 객관적으로 인식한다.9) 솔직한 사람- 의견 차이 혹은 갈등을 드러내고 조절할 수 있다. - 자신이 생각하는 바를 솔직하게 이야기하고, 다른 사람의 생각을 듣고 이해할 수 있다.\u003cAptitude\u003e1) 배울 점이 있는, 똑똑한 사람- 대화를 나눴을 때 배울 점이 있다.2) 불확실하고 모호한 상황을 견딜 수 있는 사람- 정해진 일을 하달받아서 하려고 하지 않고, 매 상황에 필요한 일을 스스로 생각해서 실행할 수 있다.3) 커뮤니케이션 능력: 공감 능력- 상대방의 생각과 의견을 쉽게 일축하지 않고, 상대방의 입장을 이해하려 노력한다.4) 커뮤니케이션 능력: 논리적 커뮤니케이션- 자신이 생각하는 바를 구체적인 언어로 표현할 수 있다. - 두괄식으로 의사소통한다. - 주장을 할 때는 근거를 함께 이야기한다. 5) 커뮤니케이션 능력: 적시에 커뮤니케이션하기- 적시에 커뮤니케이션을 함으로써 업무 성과가 높아질 수 있다는 점을 알고 있다.- 업무가 완성되기 전 중간 공유를 하는 것과, 피드백을 주고 받는 것을 불편하게 생각하지 않는다. 6) 커뮤니케이션 능력: 숨김 없이 커뮤니케이션하기- 실수를 했을 때 이해관계자들에게 숨김 없이 이야기하고, 책임을 인정하고, 해결책을 마련한다.- 과실을 숨기고 혼자 수습하는 것보다는, 팀에 공개해서 함께 해결책을 모색하는 것이 더 좋은 결과를 가져온다는 것을 안다.퍼블리의 조직문화에 대해 더 자세히 알고 싶으시다면, 퍼블리에서 프로젝트 매니저로 근무하시는 최해솔님, 박소희님의 '프로젝트 매니저 해보니 발표 자료'와 '중앙일보 인터뷰 기사'를 참고해 주세요.- 프로젝트 매니저 해보니 by 해솔 https://www.slideshare.net/Publy-co/6-205319501- 중앙일보 인터뷰 by 소희 https://news.joins.com/article/23661628\n\n            \n              \n                  \n                \n            \n          "]}