{"url":"https://www.rocketpunch.com//jobs/60271/%EB%8B%A4%EB%85%B8-CX%EC%96%B4%EB%93%9C%EB%B0%94%EC%9D%B4%EC%A0%80customer-experience-%EA%B2%BD%EB%A0%A5%EC%9A%B0%EB%8C%80","title":"[다노] CX어드바이저(customer-experience) (경력우대)","origin":"다노 ","start_date":"02/03 ","newbie":"신입경력","content":["\n        주요 업무\n                    다노는 여성들을 위한 대한민국 No.1 다이어트 브랜드이자,  건강한 다이어트 문화를 만들어 나가는 열정있는 인재들의 비전 공동체입니다. 현재 건강 다이어트 식품 쇼핑몰인 다노샵, 온라인 습관성형 프로그램 마이다노와 여성 전문 오프라인 스튜디오, 다노핏을 운영 중입니다. 2015년 GS홈쇼핑과 아주 IB투자로부터 약 65억원 규모의 투자를 유치해 건…\n            더 보기\n            다노는 여성들을 위한 대한민국 No.1 다이어트 브랜드이자,  건강한 다이어트 문화를 만들어 나가는 열정있는 인재들의 비전 공동체입니다. 현재 건강 다이어트 식품 쇼핑몰인 다노샵, 온라인 습관성형 프로그램 마이다노와 여성 전문 오프라인 스튜디오, 다노핏을 운영 중입니다. 2015년 GS홈쇼핑과 아주 IB투자로부터 약 65억원 규모의 투자를 유치해 건실하게 성장하고 있습니다. 올바른 다이어트 정보를 전달하기 위해 출시한 다노앱은 2016년 구글 스토어 올해의 앱으로 선정되었으며, 2000만 뷰를 기록한 유투브 다노TV 채널 등 소셜미디어를 통해 60만 팔로워와 소통하며 건강한 다이어트의 패러다임을 만들어가고 있습니다. 다노의 비전은 ‘BE THE BEST VERSION OF YOU.’입니다. ‘모든 사람들에게 잠재된 최고의 모습을 이끌어내자’ 는 사명을 다노의 제품을 통해 여성들에게 전달할 CX어드바이저를 채용합니다. • 필수 제출URL :https://forms.gle/giRCUs8jQAAkLg9U6 (채용시마감) • 전형절차: 서류전형  → 1차 실무능력 인터뷰  →  2차 인터뷰  • 신입/경력 여부와 상관없이 3개월의 수습기간을 가진 후 정직원 채용여부가 결정됩니다.■ 어떻게 근무하게 되나요?  - 근무시간: 9:30~18:30(8h)  - 업무내용 • 문의 채널 응대 및 관리 (채팅 및 게시판) • 컴플레인 및 오류/장애 대응 • 상담이력 및 서비스 퀄리티 모니터링 • 고객경험관리 시스템 개선을 위한 다양한 의견 제시\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          고객관리\n          cs\n          고객대응\n          고객상담\n          고객지원\n          상담\n        \n      ","\n        채용 상세\n                    ■  이런 분을 찾습니다!   • 같은 말 이라도, 다노다운 언어로 야무지게 표현할 줄 아는 분   • 아무리 힘들고 당황스러운 순간에도 긍정적으로 문제를 함께 풀어갈 수 있는 분   • 요청사항을 정확히 확인하고 명쾌하게 해결할 수 있는 분   • 차갑게 식은 마음도 따뜻하게 돌이킬 수 있는 분   • 스펀지같은 피드백 수용성으로, 적극적인 성장을…\n            더 보기\n            ■  이런 분을 찾습니다!   • 같은 말 이라도, 다노다운 언어로 야무지게 표현할 줄 아는 분   • 아무리 힘들고 당황스러운 순간에도 긍정적으로 문제를 함께 풀어갈 수 있는 분   • 요청사항을 정확히 확인하고 명쾌하게 해결할 수 있는 분   • 차갑게 식은 마음도 따뜻하게 돌이킬 수 있는 분   • 스펀지같은 피드백 수용성으로, 적극적인 성장을 지향하는 분■ 우대요건: 이런 분을 영입하고 싶습니다!• 다노 CX어드바이저는 태평양같은 넓은 마음을 지녀야 한다.CX어드바이저는 단순히 고객과의 커뮤니케이션을 마무리 하는 것에서 그치지 않고, 고객의 목소리를 팀에 전달할 수 있어야 합니다. 이 과정에서 때로는 협업자들과 함께 치열하게 의논하고, 설득해야하는 순간이 찾아올 때도 있어요. 이 때, 나의 주장을 무조건 내세우기 보다는 함께 하는 동료의 시선에 먼저 동의할 줄 알고, 설령 나의 생각이 정답이 아니더라도 기꺼이 피드백을 수용할 수 있는 자세가 중요해요. 사려깊은 언어표현을 기반으로, 고객과 동료 모두를 보듬을 수 있는 넓은 마음의 소유자를 기대합니다. • 다노 CX어드바이저는 단 한 문장으로도 쉽고 명확하게 설명할 수 있어야 한다.전 지구인 습관성형을 꿈 꾸는 다노. 그 속에서도 CX어드바이저는 어린 학생부터 50대 이상의 주부까지- 누구라도 우리의 서비스를 궁금해하는 대상이 있다면 단 번에 알기 쉽게 이해할 수 있도록 돕는 ‘커뮤니케이션 스킬’이 매우 중요합니다. 너무 전문적이거나, 알아듣기 어려운 추상적인 표현은 적절치 않아요. 똑소리나면서도 상대방의 입장을 충분히 고려하여 정확한 언어를 쓸 줄 아는 분. 이렇게 우리는 배려심있고 지혜로운 소통의 역량을 갖춘 분을 찾습니다. • 다노 CX어드바이저는 고객을 200% 이해하는 마음이 필요하다.다노의 CX어드바이저 직무는 고객과 가장 가까운 자리에 있습니다. 다노에 대한 전반적인 이해를 바탕으로 고객의 니즈를 잘 이해하고 대응할 수 있는 스킬이 중요합니다. 같은 문의를 반복받거나, 무리한 요구를 하는 고객을 만나는 순간이 간혹 발생하더라도 그 속에서 ‘진짜 고객이 바라는 것’을 기필코 찾아내어 이해하려는 진심어린 마음이 중요해요. 객관적인 판단력과 따뜻한 공감력을 동시에 지닌, ‘역지사지’를 몸소 실현하실 수 있는 분을 찾습니다. • 다노 CX어드바이저는 변태같은 꼼꼼함과 문제해결능력이 중요하다.고객을 최전방에서 마주할 때, CX팀은 다노가 더 나은 고객경험을 제공할 수 있도록 ‘어떤 문제’가 ‘얼마나’, 그리고 ‘왜’ 발생했는가에 대해 정확히 파악하고 기록할 수 있어야 합니다. 집요하게 파고들어 발굴해낸 ‘진짜 고객의 소리’ 는 다노다운 고객경험을 설계하는 데에 가장 중요한 초석이 되기 때문이에요. 따라서, 단순히 문의대응에서 끝나는 것이 아니라 고객의 목소리를 촘촘하게 분석/관리하고 후속 작업까지 넓게 내다볼 수 있는 섬세한 관찰력의 보유자를 찾습니다.# 다노의 DNA• 건강한 식습관과 생활방식이 우리의 삶에 얼마나 중요한 의미를 지니는지 알고 있습니다. • 나와 다른 분야의 사람들과도 끈기를 갖고 소통하고, 진솔하게 대화하고자 노력합니다. • 내가 맡은 일에 대해서는 누구보다 책임감과 끈기를 가지고 완수합니다.​• 안정 보다는 변화, 안주 보다는 도전이 즐겁고, 끊임 없이 성장하기를 꿈꿉니다.혜택 및 복지# 다노한 라이프 • 회사위치: 서울 마포구 (대흥역 5분 거리, 공덕역 7분 거리) • 모든 직군은 3개월의 수습기간을 통해 정직원 전환이 결정됩니다. • 4대 보험 지원   • 회사 목표 달성시 연 1회 단체 해외 여행 (2014:싱가폴, 2015:보라카이, 2017: 세부, 1년 이상 근속자 대상)  • 연 1회 단체 국내 비전 워크샵 (2013:강원도, 2014:부산, 2015:제주도) • 다노 정규크루 할인 (다노샵 제품 및 서비스 클래스 할인) • 성장 장려금 : 현재 업무와 밀접한 연관있는 교육비, 자격증, 세미나 비용의 70% 지원(정규) • 도서비 무한 지원 : 업무 역량 계발 위한 도서비 무제한 지원(정규) • 스페셜데이 : 부모님 생신 및 배우자 생일 등 조기 퇴근 (오후 4시 퇴근)  • 눈치 안보고 휴가 사용하는 회사# 다노의 문화를 구체적으로 알고 싶다면 • 다노 홈페이지 →https://corp.dano.me/ • 다노 블로그 → https://blog.naver.com/dagymdieting/221156900490\n\n            \n              \n                  \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          "]}