{"url":"https://www.rocketpunch.com//jobs/70368/%EC%9B%B9-PHP-%EA%B0%9C%EB%B0%9C%EC%9E%90-%EA%B2%BD%EB%A0%A5-%ED%8C%80%EC%9B%90-%EC%B1%84%EC%9A%A9%ED%95%A9%EB%8B%88%EB%8B%A4","title":"웹 PHP 개발자 경력 팀원 채용합니다.","origin":"발트루스트","start_date":"03/02 ","newbie":"경력","content":["\n        주요 업무\n                    브랜드 전용 앱제작 업무에 PHP 개발 팀원으로 바로 근무 가능합니다.브랜드 파워가 높은 브랜드 부터 매우 창의적인 개인 소상공인 까지 전용 앱제작 의뢰를 받고 있습니다.최근 식별화된 고객관리, 모바일주문 및 배달, 나아가 앱내 쇼핑몰에 이르는다양한 기능을 담은 전용앱 제작 이슈가 화두인거 같습니다.현재 그 중심에서 일하고 있습니다.납기일에 맞춰야 …\n            더 보기\n            브랜드 전용 앱제작 업무에 PHP 개발 팀원으로 바로 근무 가능합니다.브랜드 파워가 높은 브랜드 부터 매우 창의적인 개인 소상공인 까지 전용 앱제작 의뢰를 받고 있습니다.최근 식별화된 고객관리, 모바일주문 및 배달, 나아가 앱내 쇼핑몰에 이르는다양한 기능을 담은 전용앱 제작 이슈가 화두인거 같습니다.현재 그 중심에서 일하고 있습니다.납기일에 맞춰야 하는 급박하게 진행되는일, 솔직히 가끔 있습니다. (회사니까요.)하지만 야근 없습니다. 정규 근무 시간에만 일할 수 있는 환경을 계속 조성합니다.현재 주요 커피 프랜차이즈 고객사 리스트는 다음과 같습니다.1. 메가커피 2. 요거프레소 3. 더벤티 4. 아모제푸드5. 카페드롭탑 6. 매머드커피 7. 카페루앤비 8. 카페게이트 9. 빌리엔젤기타 고객사 리스트는 다음과 같습니다.1. 대구가톨릭대학교 기숙사식당 전용앱 2. 신룽푸마라탕 3. 외대지역상권 전용앱 등위와 같은 고객사에 약 300만 회원과 소통하고 있습니다.나아가 대형 VAN사, 대형 모바일쿠폰운영업체, KIOSK 및 POS 프로그램 개발사 및 대리점들과 협업하며영업력을 확대하고 있습니다.브랜드 전용앱에 추가되는 모바일오더 및 배달, 앱내 쇼핑몰, 선불카드시스템, 대기알림예약 등B2B 사업군을 넓혀 가고 있는 현황에서주도적인 개발 환경을 제공해드리겠습니다. 많은 지원 부탁드립니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          PHP\n          MySQL\n          HTML5, CSS3, jQuery, javascript\n          React\n          개발 \n        \n      ","\n        채용 상세\n                    \u003c담당업무\u003e- 기획서, 제안서 에 따른 PHP 개발 업무- 앱 UI/UX 에 따른 PHP 개발 업무- 사업 모델 설계에 따른 PHP 개발 업무- 많은 브랜드가 대기중입니다. (대기업 사내카페, 대형 외식업, 대학교, 지자체(주민센터) 등)- 당장 하실 일도 많겠지만 분명 성장하실 수 있는 기회를 계속 창출하겠습니다.\u003c자격요건\u003e-…\n            더 보기\n            \u003c담당업무\u003e- 기획서, 제안서 에 따른 PHP 개발 업무- 앱 UI/UX 에 따른 PHP 개발 업무- 사업 모델 설계에 따른 PHP 개발 업무- 많은 브랜드가 대기중입니다. (대기업 사내카페, 대형 외식업, 대학교, 지자체(주민센터) 등)- 당장 하실 일도 많겠지만 분명 성장하실 수 있는 기회를 계속 창출하겠습니다.\u003c자격요건\u003e- 프로젝트에 바로 합류하셔야 합니다. 경력 3년 이상이 필요합니다.- 사수,부사수 이런거 없습니다. 자율과 권한에 입각한 업무 처리를 가장 중요시 생각합니다.   경영진이 확실히 책임지고 갑니다.- 눈빛 교환으로 면접 보시고 빠르게 결정합니다.\u003c우대사항\u003e- 미래의 팀원분들의 역량을 그 잠깐사이에 면접으로 판단하기 힘듭니다. 좋은 포트폴리오를 우대하겠습니다.- 기획자, 개발자와 초기 전략 수립부터 진행할 업무도 있습니다. 프로젝트 관련 경험을 우대하겠습니다.- 생각하신 BM을 같이 만들고 싶은분도 우대하겠습니다.\u003c자체 질문\u003eQ 1. 근무 환경은 어떤가요?발트루스트 사무실은 2곳으로 나뉘어져 있습니다.○ 전략사업 - 분당 이매동 이매역 1번 출구○ 연구소 - 분당 정자동 정자역 3번 출구일단 연구소 직원분들은 내근 100% (사업미팅 같이 가시고 싶으시면 언제든지 콜!) 워라벨이 제일 중요합니다. 야근은 절대 없습니다. (회식 안해요. 필요해도 안해요. 점심에 하죠 모.)대부분 20대 후반 ~ 30대 입니다. 분당 정자역 킨스타워 20층에 있습니다. 아직은 작은 사무실이지만곧 킨스타워 다른 층 넓은곳으로 이전 할 예정입니다.Q 2. 복지 및 처우는 어떻게 되나요?- 스톡옵션제도 운영중입니다.- 커피프랜차이즈 브랜드를 운영하고 있습니다.   (갑분커냐고 하시겠지만, 프랜차이즈 경험이 있어 브랜드를 위한 S/W 및 H/W 환경을 구축할 수 있는거 같   습니다.)   원두 등 카페 부자재 싸게 구입 가능합니다.  이탈리아에서 건너온 라심발리 토사트론 M39 에스프레소 머신을 통해(커피빈에서 사용합니다.)  무제한 커피를 직접 템핑하고 추출하여 즐기실 수 있습니다. (이매사무실에서만)   아침에 에스프레소로 정신 번쩍! 바리스타 교육 필요하면 말씀해주세요. 영혼을 담은 교육 가능합니다.  - 급여에 중식은 포함. 석식은 지급(야근 하면 지급^^, 야근 하지 마세요.)합니다.- 계획에 의한 자율근무 가능, 평균 15일 휴가 사용합니다.- 현재 대내외적인 상황으로 개발진 모두 재택근무 하고 있습니다.- 연봉은 4,000 부터 시작하고 그 이상으로 경력에 따라 최대한 맞춰드리겠습니다. Q 3. 면접 및 입사는 어떻게 진행되나요 ?면접은 경영진과 합니다. 입사는 그날도 결정 됩니다. 실제, 최근(2019.12) 로켓펀치를 통해 입사지원 하신분이 너무 발트인이셔서 그날 바로 합류 요청 드렸습니다. 물론 현재 함께 일하고 있습니다.Q 4. 지원 자격 및 채용 사유는 무엇인가요 ?철학, 법학, 인문학 전공으로 취미로 개발하시다 현업에 뛰어들어 잘하고 계신분들이 너무많은거 같습니다. 학력, 전공 완전 무관입니다. 같이 즐겁게 일할 준비만 되셨으면 지원 하시는겁니다.사업 수주 및 기술혁신형 투자 유치, 시리즈 A, B 등의 논의로 팀원이 정말 필요합니다.Q 5. 사업 분야가 어떻게 되나요 ?- 업종에 특화된 브랜드 전용 앱 제작 및 플랫폼 클라우드 운영- 현재 대.중.소 기업의 브랜드 앱 개발 수주- 디지털스탬프 개발 및 납품- 온/오프용 간편결제 시스템 개발- VC 및 정부투자 유치 확정Q 6. 업무 분위기 좋을까요 ?- 자유로워서 너무 자유로운지 모릅니다.- 단, 하실 업무는 확실합니다.- 자율과 권한을 부여할께요. 책임은 회사가!- 회의때문에 내 업무 못 할일 없습니다.- 아이디어 존중합니다.\n"]}