{"url":"https://www.rocketpunch.com//jobs/69596/%EB%B0%B1%EC%97%94%EB%93%9C%EC%84%9C%EB%B2%84-%EA%B0%9C%EB%B0%9C%EC%9E%90-%EA%B2%BD%EB%A0%A5-2%EB%85%84-%EC%9D%B4%EC%83%81","title":"백엔드(서버) 개발자 - 경력 2년 이상","origin":"퍼블리","start_date":"02/19 ","newbie":"경력","content":["\n        주요 업무\n                    * 실시간으로 채용을 진행하며, 채용 완료 시 본 채용 정보를 마감합니다.[퍼블리 소개]퍼블리는 평생 학습하고 배우고 일해야 하는, life-long learning and working 시대를 살아가는 사람들의 문제를 해결한다는 미션을 가지고 있습니다. 지금까지 DSC인베스트먼트, 캡스톤 파트너스, 500스타트업 등 국내외 탑티어 투자사로부터 누적…\n            더 보기\n            * 실시간으로 채용을 진행하며, 채용 완료 시 본 채용 정보를 마감합니다.[퍼블리 소개]퍼블리는 평생 학습하고 배우고 일해야 하는, life-long learning and working 시대를 살아가는 사람들의 문제를 해결한다는 미션을 가지고 있습니다. 지금까지 DSC인베스트먼트, 캡스톤 파트너스, 500스타트업 등 국내외 탑티어 투자사로부터 누적 58억 원 규모의 투자를 유치하였습니다. (투자 유치 기사 참고: https://platum.kr/archives/116369)[퍼블리의 소프트웨어 엔지니어가 일하는 방식]1) 아키텍쳐를 위해 투쟁합니다.소프트웨어는 말 그대로 부드러움을 지니도록 만들어졌습니다. 소프트웨어가 중심인 산업의 핵심은 이 부드러움입니다. 비즈니스 목표를 달성하기 위해, 그리고 고객에 꾸준하게 가치를 전달하기 위해 소프트웨어는 변경하기 쉬워야(부드러워야) 합니다.문제는 당연히 시스템의 아키텍쳐입니다. 아키텍쳐가 특정 형태를 다른 형태보다 선호하면 할수록, 새로운 기능을 이 구조에 맞추는게 더 힘들어집니다.그렇기 때문에 아키텍쳐를 위해 투쟁해야 합니다. 소프트웨어 엔지니어는 다른 이해관계자들과 동등하게 논쟁해야 합니다. 이는 소프트웨어 엔지니어의 가장 중요한 역할 중 하나입니다.아키텍쳐가 후순위가 되면 시스템을 개발하는 비용이 더 많이 들고, 시스템에 변경을 가하는 일이 현실적으로 불가능해집니다. 이러한 상황이 발생하도록 용납했다면, 이는 결국 소프트웨어 엔지니어가 스스로 옳다고 믿는 가치를 위해 충분히 투쟁하지 않았다는 뜻입니다.2) 아이디어 구상을 시작할 때부터 참여합니다.좋은 팀은 제품 관리자, 제품 디자이너, 엔지니어가 함께 모여 앉아서 기능성, 사용자 경험, 가용 기술에 대해 서로 주고받으며 포용합니다. 나쁜 팀은 각자의 소속 자리에 앉아서, 문서를 통해 업무를 요청하고 미팅을 잡아달라고 다른 사람에게 요청합니다.혁신의 열쇠는 팀의 엔지니어입니다.엔지니어는 제품 발견 단계에서 아이디어 구상을 시작할 때부터 참여할 필요가 있습니다. 이는 엔지니어가 고객의 문제에 직접 노출되어야 한다는 의미이기도 합니다. 그렇게 하지 않으면, 엔지니어들의 중요한 통찰이 프로세스에 너무 늦게 반영됩니다.퍼블리의 엔지니어 그리고 제품 조직이 일하는 방법이 더 궁금하다면 아래 글을 참고해주세요. 3년 전에 쓴 글이라는 점은 감안해주시기 바랍니다. :)‘개발’하지 말고 ‘제품’하세요( https://publy.co/content/572 )[조직 구성]퍼블리에는 현재 총 7명의 소프트웨어 엔지니어가 있습니다. CTO 1명, 테크 리드 2명, 소프트웨어 엔지니어 4명으로 구성되어 있습니다. 각 구성원은 매주 기술 스터디를 하고 발표하거나 업무중에 부딪혔던 기술적인 도전 과제에 대해 경험을 공유하는 문화를 가지고 있습니다.[누가 제 매니저가 되나요?]• 박신영 테크리드저는 퍼블리 멤버십 스쿼드에서 테크 리드(Tech Lead)를 맡고 있는 박신영입니다. 저는 2008년 티맥스소프트에서 소프트웨어 엔지니어로 처음 커리어를 시작하여, B2B(기업용 배치 솔루션) 와 B2C (앱, 모바일게임 다수) 서비스를 개발하였습니다.매니저로서 엔지니어의 일(업무), 성장, 휴식을 가장 중요하게 생각하고, 이 세가지 모두 잘 할 수 있도록 서포트하려합니다.• 이승국 CTO안녕하세요 퍼블리에서 CTO를 맡고 있는 이승국입니다. 저는 2007년 넥슨에서 소프트웨어 엔지니어로 처음 커리어를 시작하였으며, 최근 5년동안은 스타트업에서 일하면서 기술 중심의 제품을 만드는 일을 하고 있습니다. 소프트웨어 엔지니어링 조직 및 관리에 대해서는 Joel on Software 시리즈(Joel Spolsky), Peopleware, Slack(Tom DeMarco), The Manager's Path(Camille Fournier)와 같은 책에서 많은 영향을 받았으며, 일반적인 관리 영역에서는 피터 드러커와 앤디 그로브의 영향을 받았습니다. 특히 최소 한달에 한번 모든 엔지니어와 일대일 미팅을 통해 최대한 업무에 어려움이 없도록 지원하려고 노력하고 있습니다.더 궁금하신 점이 있다면 페이스북 메시지로 편하게 질문해 주세요.- 페이스북: https://www.facebook.com/seungkook.lee.94- 링크드인: https://www.linkedin.com/in/seung-kook-lee-6b392886/[실무자의 이야기]• 김지섭 Software Engineer (2019년 9월 경력직으로 퍼블리 합류)정말로 엔지니어링에 몰입할 수 있는 곳입니다. 채용 공고만 봐서는 좋은 말도 잔뜩 있고 모르는 용어가 중간중간 섞여 있으니, 엔지니어로서 '진짜 이렇게 하나' 싶을겁니다. 저도 그랬으니까요.우선, 실제 \"문제\"를 찾는 데서부터 스프린트를 시작하니 납득 가지 않는 요구사항이 없습니다. 엔지니어가 모든 과정에 참여하니 무리한 일정도 없구요. 버그가 안 잡혀서 한참 집중하고 있을 때 갑자기 울리는 \"카톡\"도 없어요. 아키텍처를 고민하는 사람들이 모여있어서 '스파게티'한 코드도 없죠. 혹시 있다면 알려주세요! 우리한테 고칠 시간은 충분히 있거든요 ;)오랜만에 코드를 작성하고 동작하는 걸 보는 즐거움을 느끼고 있어요. 사실 우리가 이걸 싫어하게 되는 진짜 \"문제\"는, 다른 곳에 있었잖아요.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Back-end\n          Node.js\n        \n      ","\n        채용 상세\n                    [테크 스택]퍼블리 멤버십 서비스는 Microservice Architecture와 최신 기술 스택을 사용하여 개발하고 있습니다. (전체 기술에 대한 경험이 없으셔도 상관없습니다.)• Microservice Architecture 기반의 설계를 적용• Back-end 서비스 개발 -Node.js, Laravel(Lumen) framework / AW…\n            더 보기\n            [테크 스택]퍼블리 멤버십 서비스는 Microservice Architecture와 최신 기술 스택을 사용하여 개발하고 있습니다. (전체 기술에 대한 경험이 없으셔도 상관없습니다.)• Microservice Architecture 기반의 설계를 적용• Back-end 서비스 개발 -Node.js, Laravel(Lumen) framework / AWS Elastic Beanstalk, SQS 등• Front-end 서비스 개발 - Vue.js• 모바일 APP 개발 - React Native[주요 업무]• 테크 스택 전환. 단순히 코드만 변경하는 하는 것 아닌 설계 변경 포함. (Laravel → Node.js )• 확장성/생산성/안정성을 고려하여 서비스 주요 피처(API, Web, App 포함) 설계/구현/운영• 피드 알고리즘 개발 (개인화 및 추천)• 사용자 문제 해결을 위한 신규 피처(feature) 개발에 관한 논의에 참여[자격 요건]• 컴퓨터공학 또는 관련 학문을 전공: Data Structure, OOP, Algorithm, Database, Network 등 컴퓨터 과학의 기초지식에 대한 높은 이해를 갖추신 분• 소프트웨어 엔지니어 경력 2년 이상• 장기적인 관점으로 확장성 있고 유연하게 설계하는 것이 습관화 되어있는 분• 개발 자체보다 개발을 통해 사업의 목표를 달성하는 것에 더 관심이 많은 분• 함께 협업하는 사람들과 논리적으로 의사소통 할 수 있는 분[우대 요건]• 아래와 같은 B2C 서비스를 개발해본 경험을 가지고 있는 분- E-Book, 웹툰/웹소설, 뉴스 등 디지털 콘텐츠/미디어 서비스- 오픈 마켓, 소셜 커머스 등 전자상거래 서비스- 온라인/모바일 게임• 커뮤니케이션 및 협업 경험: 엔지니어 외에 다른 역할을 맡은 사람을 포함하여 3인 이상의 팀(Cross functional team)으로 제품 개발을 해본 경험• 확장성과 복잡도가 모두 높은 System에 대한 설계, 구현, 운영 경험(특히 Microservice Architecture에 대한 경험)• 태스크 쪼개기, 작업 시간 예측, TDD, 코드 리뷰 등의 애자일 문화에 친숙한 분• Production Level에서 AWS의 심도있는 경험이 있으신 분• 제품 개발을 가설-검증의 iteration을 통해 진행하고 데이터 중심적으로 결정을 내리는 문화에 관심이 많은 분(린 스타트업)• Javascript(Node.js, ES2017)  숙련, 특히 비동기 처리(Async/Await, Promise) • Typescript 숙련[채용 절차]1) 서류: 이력서(A4 1페이지 내외)자격 요건을 갖춘 분에 한해 지원하신 순서대로 바로 테스트 및 면접을 진행합니다.2) 온라인 코딩 테스트: 서류 전형 통과자에 한해 온라인으로 코딩 테스트를 진행합니다.3) 전화 면접: 박신영 테크리드4) 1차 오프라인 면접: 백병한 테크리드, 박신영 테크리드5) 2차 오프라인 면접: 박소령 CEO, 이승국 CTO* 면접 전형: 지원자와 퍼블리가 서로 잘 맞는지 파악하기 위한 자리입니다. 저희도 많은 질문을 준비하겠지만, 지원자 분들이 하시는 질문에도 진솔하고 성실하게 답변해 드리겠습니다.[근무 및 급여 조건]• 채용 형태: 3개월 수습. 이 기간 동안 성과 평가를 거쳐 정규직 채용 여부를 결정.• 급여: 개인의 역량에 따라 협의를 거쳐 결정• 근무 장소: 서울 강남구 테헤란로 503 하이브로빌딩(구 옥산빌딩) 패스트파이브 삼성3호점 15층 (2호선 삼성역 부근)• 4대 보험 가입 및, 1개월 근무 시 1일 유급휴가 사용 가능.• 노트북 및 업무에 필요한 장비를 제공[어떤 사람이 퍼블리 팀과 문화적으로 잘 맞을까요?]퍼블리는 30명 규모의 팀이고, 한 사람 한 사람이 팀에서 중요한 역할을 합니다. 그렇기 때문에 회사가 지향하는 미션, 비전, 전략, 문화를 팀원 개인이 이해하고 공감하는 얼라인먼트(Alignment)를 중시합니다.퍼블리에서 성공적으로 일하고 있는 분들은 공통적으로 다음과 같은 특성을 가지고 있습니다.[Value]1) 일하는 것을 좋아하고, 잘하고 싶어 하는 사람- 일이 삶에서 중요한 의미를 차지한다.- 일을 잘하기 위해, Comfort Zone에서 벗어나 많은 노력을 투입하고자 한다.2) 퍼블리의 미션에 공감하는 사람- 퍼블리가 추구하는 미션이 충분히 가치 있다고 생각한다.* 퍼블리 미션: 평생 학습하고 배우고 일해야 하는, life-long learning and working 시대를 살아가는 사람들의 문제를 해결한다.3) 항상 배우는 사람- 배움에 대한 욕구가 크며, 배움을 즐긴다.- 호기심을 가지고 있으며, 알고 싶은 분야가 생기면 어떻게든 잘 알기 위해서 공부한다.- 누가 시키지 않아도 자발적으로 배운다.- 자신만의 학습 방식을 가지고 있다.4) 팀웍: 팀과 함께 일하는 사람- 혼자서 일할 때보다 팀으로서 일할 때 더 큰 성과를 낼 수 있다고 믿는다.- 팀으로서 일하며 성과를 낸 긍정적인 경험을 가지고 있다.5) 팀웍: 팀 의사결정 구조를 이해하는 사람- 인간 관계는 수평적이어야 하지만, 의사 결정은 수평적일 수 없다는 점을 이해한다.- 치열하게 논쟁한 끝에 내려진 결정이 나의 생각과 다르더라도, 결정된 바에 헌신한다. (Disagree and commit)6) 목적을 생각하며 일하는 사람- 목적이 무엇인지 생각하고, 그 목적을 달성하기 위한 수단을 찾아서 일한다.7) 변화에 적응할 수 있는 사람- 팀에서 자신이 맡는 역할이 변할 수 있다는 점을 알고 있으며, 이를 긍정적인 도전으로 받아들인다.- 자신에게 익숙한 하나의 업무만 고집하지 않는다.8) 겸손한 사람- 자신의 한계를 인정하고, 나아지기 위해 노력한다.- 팀의 성과에 대해서, 자신이 얼마만큼 기여했는지 객관적으로 인식한다.9) 솔직한 사람- 의견 차이 혹은 갈등을 드러내고 조절할 수 있다.- 자신이 생각하는 바를 솔직하게 이야기하고, 다른 사람의 생각을 듣고 이해할 수 있다.[Aptitude]1) 배울 점이 있는, 똑똑한 사람- 대화를 나눴을 때 배울 점이 있다.2) 불확실하고 모호한 상황을 견딜 수 있는 사람- 정해진 일을 하달받아서 하려고 하지 않고, 매 상황에 필요한 일을 스스로 생각해서 실행할 수 있다.3) 커뮤니케이션 능력: 공감 능력- 상대방의 생각과 의견을 쉽게 일축하지 않고, 상대방의 입장을 이해하려 노력한다.4) 커뮤니케이션 능력: 논리적 커뮤니케이션- 자신이 생각하는 바를 구체적인 언어로 표현할 수 있다.- 두괄식으로 의사소통한다.- 주장을 할 때는 근거를 함께 이야기한다.5) 커뮤니케이션 능력: 적시에 커뮤니케이션하기- 적시에 커뮤니케이션을 함으로써 업무 성과가 높아질 수 있다는 점을 알고 있다.- 업무가 완성되기 전 중간 공유를 하는 것과, 피드백을 주고 받는 것을 불편하게 생각하지 않는다.6) 커뮤니케이션 능력: 숨김 없이 커뮤니케이션하기- 실수를 했을 때 이해관계자들에게 숨김 없이 이야기하고, 책임을 인정하고, 해결책을 마련한다.- 과실을 숨기고 혼자 수습하는 것보다는, 팀에 공개해서 함께 해결책을 모색하는 것이 더 좋은 결과를 가져온다는 것을 안다.퍼블리의 조직문화에 대해 더 자세히 알고 싶으시다면, 퍼블리에서 프로젝트 매니저로 근무하시는 최해솔님, 박소희님의 '프로젝트 매니저 해보니 발표 자료'와 '중앙일보 인터뷰 기사'를 참고해 주세요.- 프로젝트 매니저 해보니 by 해솔 https://www.slideshare.net/Publy-co/6-205319501- 중앙일보 인터뷰 by 소희 https://news.joins.com/article/23661628\n\n            \n              \n                  \n                \n            \n          "]}