{"url":"https://www.rocketpunch.com//jobs/44547/%EB%AA%A8%EB%B0%94%EC%9D%BC-UIUX-%EB%94%94%EC%9E%90%EC%9D%B4%EB%84%88","title":"모바일 UI/UX 디자이너","origin":"플레인베이글","start_date":"02/03 ","newbie":"신입경력","content":["\n        주요 업무\n                    플레인베이글에서 디자이너는• 리서치를 통한 깊은 사용자 이해• UX 중심의 인터랙션 디자인• 데이터 \u0026 인터뷰 기반 지속적인 앱 사용성 개선을 주도적으로 이끌게 됩니다.\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          UI/UX디자인\n          UX디자인\n          UI디자인\n          서비스디자인\n          모바일디자인\n          Sketch\n          zeplin\n        \n      ","\n        채용 상세\n                    ### 회사 소개 플레인베이글은 동영상, 모바일게임, 콘텐츠 플랫폼 등 여러 전문 콘텐츠 분야에서 커리어를 쌓아온 사람들이 모인 팀입니다. 현재 동영상 기반 글로벌 영어 교육 서비스 스키피(Skippy)와 채팅 기반 스토리 게임 피카(Picka)를 각각 인도와 한국에서 동시 서비스하고 있습니다. 전세계 밀레니얼들이 보다 새롭게 콘텐츠를 즐길 수 있는…\n            더 보기\n            ### 회사 소개 플레인베이글은 동영상, 모바일게임, 콘텐츠 플랫폼 등 여러 전문 콘텐츠 분야에서 커리어를 쌓아온 사람들이 모인 팀입니다. 현재 동영상 기반 글로벌 영어 교육 서비스 스키피(Skippy)와 채팅 기반 스토리 게임 피카(Picka)를 각각 인도와 한국에서 동시 서비스하고 있습니다. 전세계 밀레니얼들이 보다 새롭게 콘텐츠를 즐길 수 있는 방법을 제안하는 회사, 플레인베이글이 함께 일할 디자이너를 찾고 있습니다.### Skippy 팀 Skippy 는 YouTube 동영상을 활용해 생동감 있는 영어를 가르치는 글로벌 교육 애플리케이션입니다. 런칭 이후 세계 최대 신흥시장인 인도의 18~24세 대학생을 중심으로 선풍적인 인기를 끌며, 누적 300만 다운로드를 달성했어요. Skippy에서 유저들은 카테고리 별로 구분한 4천 개 이상의 동영상을 통해 듣기부터 말하기, 단어 학습까지 포괄적인 영어 학습을 할 수 있습니다. 그리고 이 모든 과정은 자체 개발한 AI가 자동으로(!) 생성하죠. 더 정확한 학습, 더 다양한 국가 진출, 더 많은 언어 지원을 목표로 팀 전체가 함께 땀 흘리는 중이에요. ### Picka 팀 인터랙티브 스토리 채팅 플랫폼 피카는, 유저가 직접 채팅의 주인공이 되어 여러가지 장르의 스토리를 원하는 방식대로 즐기는 새로운 형태의 컨텐츠 앱입니다.피카 앱에서 유저는 메시지를 직접 보내고, 선택하며 현실보다 더 실감나는 가상메신저 세계를 경험할 수 있습니다. 이러한 가상 인터랙티브 컨텐츠는 현재 전 세계적으로 잠재력을 인정 받고 있으며, 탄탄한 스토리메이킹 프로세스를 바탕으로 높은 다운로드 수와 유저들의 폭발적인 반응을 얻고 있습니다.### 자격요건• Sketch, Zeplin 등 업무도구 활용 숙련• 포트폴리오 제출 필수### 우대사항• 능동적인 자세로 개발 외 여러 의사 결정에도 함께 참여하길 선호하시는 분• 인도 등 낯선 곳으로의 탐험에 가슴 뛰시는 분• 실험과 도전 정신, 자기 주도적인 업무를 애정하시는 분• 스타트업에 1년 이상 근무한 경험이 있으신 분• B2C 서비스를 직접 리드한 경험이 있으신 분• 기획 \u0026 개발 직군과의 협업 경험이 풍부하신 분### 혜택 및 복지• iMac 혹은 그에 준하는 장비 제공)• 연차 자유 사용(휴가사유 기재 없음)\u2028• 주 5일 오전 10시 ~ 오후 7시(유연 근무제 가능)• 점심식사 제공\u2028• 전신 안마의자, 커피 및 맥주 무한 제공• 월간 도서 구매비 지원\u2028• 자율과 권한이 주어지며 모든 호칭은 님으로 통일\u2028• Slack, Zeplin, Confluence, Jira 위주 협업\n\n            \n              \n                  \n                \n            \n          "]}