{"url":"https://www.rocketpunch.com//jobs/67331/%EA%B2%BD%EB%A0%A5Back-end-Engineer-Sever-side-%EC%B1%84%EC%9A%A9","title":"[경력]Back-end Engineer (Sever-side) 채용","origin":"주식회사 푸른밤","start_date":"03/03 ","newbie":"경력","content":["\n        주요 업무\n                    주식회사 푸른밤에서 '알밤' 서비스의 Back-end 개발을 함께하실 개발자 분을 모십니다.푸른밤 Back-end 파트는 현재 3명의 시니어 개발자 및 2명의 주니어 개발자가 속해 있으며, 이번 채용은 신규업무로 인한 추가 채용입니다. 푸른밤은 상하 직책이 없는 민주적이고 수평적인 조직이며, 자유로운 토론을 통해서 결정하고 개발하며 함께 성장해 나가…\n            더 보기\n            주식회사 푸른밤에서 '알밤' 서비스의 Back-end 개발을 함께하실 개발자 분을 모십니다.푸른밤 Back-end 파트는 현재 3명의 시니어 개발자 및 2명의 주니어 개발자가 속해 있으며, 이번 채용은 신규업무로 인한 추가 채용입니다. 푸른밤은 상하 직책이 없는 민주적이고 수평적인 조직이며, 자유로운 토론을 통해서 결정하고 개발하며 함께 성장해 나가는 개발 문화를 만들어가고 있습니다.국내 1위 급여계산 자동화 핀테크 서비스 기업 ‘푸른밤’에서 함께 혁신을 만들어 갈 분들을 찾습니다. 푸른밤은  IT기술을 이용해 직원관리 자동화 분야에서 혁신을 이루고 있습니다.우리는 ‘알밤’ 서비스를 통해 어렵고 복잡한 인사관리 업무를 혁신하고 대한민국의 모든 기업과 소상공인분들이 온전히 비즈니스에만 집중하며 빠르게 성장 할 수 있는 환경을 만들고 있습니다.\t\t\t\t대한민국 인사관리 업무의 혁신을 만들어 가고 있는 푸른밤은 2014년 국내 최초로 근거리 무선통신기술 비콘(Beacon)을 이용해 출퇴근시간을 체크하는 ‘SaaS 기반의 알밤’ 어플리케이션을 선보였습니다. 그 후, 근무스케줄관리, 자동 급여계산, 직원 채용하기 등 인사관리 업무 전 영역에서 혁신을 이루며 국내 최초를 넘어 업계 1위 기업으로 빠르게 성장하였습니다. 푸른밤은 5개국 10만곳의 사업장에서 월평균 300억원 넘는 급여 계산액을 기록하며 가파르게 성장하고 있으며, 이러한 성과를 바탕으로 본앤젤스, 캡스톤파트너스, 레오파트너스인베스트먼트,  코오롱인베스트먼트, 패스파인더에이치, 케이브릿지, 두나무앤파트너스, 아주IB투자, 베이스인베스트먼트, 지온인베스트먼트, 알토스벤처스, 플랜트리파트너스, 주식회사 쉬프트  등 유수의 투자 기관들로부터 총 95억원의 투자금을 유치했습니다. 푸른밤팀에서 혁신적인 서비스를  함께 만들어갈 분들을 찾습니다! [기업 문화]푸른밤팀은 각자의 분야에서 최고의 경험과 역량을 갖춘 40여명의 동료들이 모여 기존에 없던 혁신적이며 최고 수준의 서비스를 만들기 위해 도전하고 있습니다. [우리는 이렇게 일합니다.]기본과 원칙을 준수합니다.알밤은 직원 개개인의 자유와 개성을 존중합니다. 진정한 자유는 기본 원칙과 규율을 지켰을 때 제대로 누릴 수 있습니다. 우리는 기본과 원칙 안에서 자유롭게 일 하는 프로입니다. 열심히도 중요하지만 스마트하게 일 하는 것을 선호합니다.우리는 출퇴근체크와 급여계산을 효율적으로 관리할 수 있는 기술을 개발해 서비스 하는 회사 입니다. 우리 스스로 가장 효율적이고 합리적인 업무 방법을 찾아 일합니다. 데이터에 기반한 의사결정을 내립니다.알밤에 쌓인 수많은 데이터가 우리가 나아가야 할 방향을 알려 줍니다. 감이나 경험이 아닌 객관적인 데이터를 토대로 계획을 세우고 실행합니다. 상호존중과 소통을 중요하게 생각합니다.각자가 하는 일은 다르지만 모두 중요한 일을 하고 있습니다. 우리는 나이와 직급에 관계없이 누구나 자유롭게 의견을 제시하며 서로의 생각을 존중합니다. 그리고 풍부한 대화를 통해 보다 나은 아이디어를 발견합니다.▶︎ 읽어보면 도움되는 - 푸른밤 인사담당자 인터뷰    [좋은기업을WANTED #31 푸른밤] http://bit.ly/Good_albam▶︎ 읽어보면 도움되는 - 푸른밤 조직문화 이야기    [푸른밤 멤버가 일하는 방식] http://bit.ly/38OAq9A\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Amazon AWS\n          aws\n          MSA\n          gitflow\n          restful\n          RESTful-api\n          restful-web-services\n          RESTful service\n          devops\n          Java\n          Spring\n          SQL\n          MySQL\n          DBMS(MS-SQL MySQL)\n          dbms\n          ORM\n          API\n          Git\n          Back-end\n          백엔드개발자\n          백엔드\n          server\n          서버개발자\n          서버\n          서버관리\n          소프트웨어아키텍처\n          MongoDB\n          풀스택개발\n        \n      ","\n        채용 상세\n                    담당업무- 출퇴근 기록기/실급여 정산 서비스 기능 개발 및 개선을 위한 API 개발 - 서비스 데이터베이스 매니지먼트 및 쿼리 작성- AWS 기반의 안정적인 서비스 제공을 위한 시스템 구축과 운영자격요건- Java/Spring 환경에서 RESTful 서비스 개발 경험 3년 이상- SQL/DBMS/ORM 에 대한 이해- 서버 개발 및 운영(DevOps…\n            더 보기\n            담당업무- 출퇴근 기록기/실급여 정산 서비스 기능 개발 및 개선을 위한 API 개발 - 서비스 데이터베이스 매니지먼트 및 쿼리 작성- AWS 기반의 안정적인 서비스 제공을 위한 시스템 구축과 운영자격요건- Java/Spring 환경에서 RESTful 서비스 개발 경험 3년 이상- SQL/DBMS/ORM 에 대한 이해- 서버 개발 및 운영(DevOps)우대사항- AWS(Amazon Web Services) 경험 보유- MSA(Microservices Architecture) 개발 경험 보유- 대용량 트래픽 서비스 설계/개발/운영 경험 보유- 웹 프론트엔드 개발 경험 보유- Git-flow를 사용한 소스관리 경험 보유- 스타트업 근무 경험 우대- 개발이 너무 좋은 사람 우대혜택 및 복지“최고의 성과와 성장을 위한 지원”- 도서구입비 지원, 스터디 모임 참여 지원, 업무 관련 세미나 참가비 지원- 업무용 도서 구매 지원- 매월 스타트업 대표 초청 강연 진행- 맥북 프로 / 씽크 패드 등 업무에 필요한 장비 지원“상호 신뢰기반의 즐겁고 효율적인 업무환경”- 얼리 알밤제도 : 주 1회 유연 근무제 운영 (08:00~10:00 출근 , 17:00~19:00 퇴근)- 직급 없는` ~님` 문화를 통한 상호 존중- 자유로운 연차 사용- 경조 휴가, 노동절 휴무, 야근/주말 근무 시 추가 연차 제공-외근시 타다 이용, 유류비 지원- 야근 시 교통비 제공“건강한 회사 생활 ”- 건강 검진 지원- 명절 선물 지급- 과자, 음료 등 건강하고 풍족한 간식, 에스프레소 커피 머신 보유- 야근 시 석식 지원\n\n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n                \n            \n          \n            \n              \n                  \n+1                \n            \n          \n            \n              \n                  \n                \n            \n          "]}