{"url":"https://www.rocketpunch.com//jobs/67826/%EA%B2%BD%EB%A0%A5-UXUI-%EB%94%94%EC%9E%90%EC%9D%B4%EB%84%88","title":"경력 UX/UI 디자이너","origin":"코노랩스","start_date":"01/07 ","newbie":"경력","content":["\n        주요 업무\n                    - Kono Visual Identity Design- Kono App/Web User Interface Design- Kono Brand/Marketing material Design- A lot of discussion with engineers and UX experts for better user experiences\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          Sketch\n          Adobe Photoshop\n          서비스디자인\n          zeplin\n          UI/UX디자인\n          UX디자인\n        \n      ","\n        채용 상세\n                    **** 지원자에게 개별 연락드리며 채용시 마감합니다**** We are looking for a creative visual designer for our products!!*English Version below 똑똑한 시간관리 인공지능 서비스 코노 팀에서 UI/UX Designer를 모십니다.현재 코노랩스에서는 Kono.ai 외에도 다양한 신규…\n            더 보기\n            **** 지원자에게 개별 연락드리며 채용시 마감합니다**** We are looking for a creative visual designer for our products!!*English Version below 똑똑한 시간관리 인공지능 서비스 코노 팀에서 UI/UX Designer를 모십니다.현재 코노랩스에서는 Kono.ai 외에도 다양한 신규 서비스를 기획중입니다.이 즐거운 여정에 함께할 인재를 기다립니다. ㅡ Position:경력 디자이너  |  UI/UX Visual Designer (Mobile/Web)  |  경력 ㅡ Your responsibilities:- Kono App/Web 서비스 UI/GUI 디자인 및 UI 디자인 가이드 제작- Lean Prototyping, 디자인 기획 진행- 거침없는 개발자와의 토론 및 직접적인 조율- Marketing Materials 디자인 - 기타 디자인 업무 사항 지원 ㅡ We want you to have:- App/Web 서비스 UI/GUI 디자인 및 UI 가이드 경험- 스타트업 근무 경험자 우대- Sketch, Zeplin, Figma 툴 사용 능숙자* App/Web 서비스 출시 유경험자   ㅡ We offer:- 4대보험 및 건강검진 지원- 각종 경조사비 지원 - Working Hour 식대 지원 (점심은 물론 야근 시 석식도 제공됩니다.)- 자율 휴가제 및 탄력 근무제 - 해외 컨퍼런스 및 스타트업 행사 참여 지원- iMac 27\"에 준하는 필요 업무 장비 지원 - 이 외 기타 사항들 건의 가능! (함께 만들어가는 사내 분위기)    포트폴리오와 CV를 보내주시면 검토 후 개별 연락드립니다.   코노랩스의 문은 여러분께 활짝 열려있습니다.언제든 두드려주십시오!  ㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡㅡ  We are looking for a creative visual designer for our new products!!      \u003cPosition\u003e  Jr. Visual Designer (Mobile/Web)    \u003cResponsibilities\u003e   - Main responsibility is to create a visual design (UI/GUI) on our Mobile/Web service 'Kono' - Be able to deliver the Application (Mobile/Web) design and guidelines - Create designs and artwork for printed productions such as Posters, flex signs, magazines, catalogs, brochures and tri-folds- Work closely with our DEV team to ensure solutions implemented meet all client best experiences - Consistently demonstrate “can do” attitude and see change as an opportunity  \u003cBasic Skills and Qualifications\u003e   - University degree in a related creative or technical field with 1+ year commercial experience as a graphic designer (Mobile/Web) - A professional approach to team communication, meeting deadlines, handling constructive criticism and rejection, and iterating based on feedback.- Sketch, Adobe CC (illustrator. photoshop..) professionals- Strong portfolio that demonstrates your attention to graphical details - Strong communication skills Experience with Agile Methodology would be helpful- Good working knowledge of HTML\u0026CSS  is a plus - Fluent English both verbally and written is a plus  If you are interested in the role and you meet the requirements for this position, we like to invite you to apply for this role!!     ***This role is based in Seoul so you might need to speak fluent Korean for this position.\n"]}