{"url":"https://www.rocketpunch.com//jobs/69659/%ED%98%84%EC%97%AD%EB%B3%91%ED%8A%B9-%EC%8B%9C%EC%84%A0%EC%B6%94%EC%A0%81-%EC%97%B0%EA%B5%AC%EA%B0%9C%EB%B0%9C-%EC%9D%B8%EC%9E%AC%EB%A5%BC-%EA%B5%AC%ED%95%A9%EB%8B%88%EB%8B%A4","title":"[현역병특] 시선추적 연구개발 인재를 구합니다","origin":"비주얼캠프","start_date":"02/17 ","newbie":"신입","content":["\n        주요 업무\n                    최고의 시선추적 기술을 연구하는 비주얼캠프의 연구개발팀에서 인재를 구합니다!저희 팀에서 실제로 하는 일들은 아래와 같습니다.- 시선추적 알고리즘/모델 개발 및 학습(C++/Python)- 연구가 진행된 시선추적 알고리즘/모델을 현실에서 구동될 수 있도록 여러 플랫폼으로 프로그램 제작(주로 C++을 활용)- 알고리즘 및 프로그램 최적화- 연구개발 효율…\n            더 보기\n            최고의 시선추적 기술을 연구하는 비주얼캠프의 연구개발팀에서 인재를 구합니다!저희 팀에서 실제로 하는 일들은 아래와 같습니다.- 시선추적 알고리즘/모델 개발 및 학습(C++/Python)- 연구가 진행된 시선추적 알고리즘/모델을 현실에서 구동될 수 있도록 여러 플랫폼으로 프로그램 제작(주로 C++을 활용)- 알고리즘 및 프로그램 최적화- 연구개발 효율 향상을 위한 개발/테스트 시스템 개발저희 팀에 오시면 위의 업무들 중 개인의 성향, 역량과 팀의 일정에 맞게 업무가 분배될 예정입니다.아래는 저희가 바라는 인재상입니다.-  팀에서 가장 중요한 역량은 '직관력'입니다. 이는 구체적으로 측정이나 평가를 할 순 없는 영역이지만 그럼에도 팀에서 굉장히 중요한 역량입니다.특히 저희와 같이 작은 기업의 경우 다른 큰 회사들과 비교하여 자원이 많이 부족한편입니다. 그렇기에 우리가 맞닥뜨리는 모든 문제에 대해 모든 아이디어들을 다 구현하고 테스트하기란 불가능합니다. 어떤 문제를 맞닥뜨렸을 때 이를 풀어낼 가장 빠르고 괜찮을 방법을 선택해내는것이 매우 중요합니다. 물론 이 부분은 해당 분야에 대한 오랜 경험과 지식이 뒷받침되어야 하는 부분이기도 하기에 새로오는 신입사원에게 꼭 요구하는 능력은 아닙니다만 본인이 직관력이 뛰어나다고 생각하는 분이라면 언제든 환영입니다!-  팀에서 그 다음 중요하다고 생각하는 역량은 '구현능력'입니다.구현능력은 개발 뿐 아니라 연구 부분에서도 매우 중요한 능력입니다. 특히 위 직관력에서 적었듯이 문제를 해결하는 여러 아이디어를 모두 구현할 수는 없지만,구현능력이 뛰어나다면 각 아이디어를 테스트해볼 수 있는 최소크기의 작업들로 나누어 최대한 많은 아이디어를 테스트해볼 수 있습니다. 또한 알고리즘을 처음 구상하는 단계에서 현실의 모든 제약에 대해 고려하기가 사실상 불가능에 가깝기 때문에 처음 만들어낸 아이디어가 최후의 코드로 구현되는 순간까지 계속적으로 변하게 됩니다.그렇기에 문제에 대한 해결방법을 제시하고 이를 연구환경에서 테스트 후 현실의 구현까지 모두 해낼 수 있는 능력을 가진 사람이 꼭 필요합니다.이런 부분들은 저희가 채용시에 필수요건으로 따져보는 영역이라기보다는 저희 팀에서 추구하는 개인의 능력 발전방향이라고 보시면 될 듯 합니다. 지원을 고려하시는 분들 중에서 스스로 이런 능력이 평소에 뛰어나다고 생각하시던 분이라면 지원시에 강조해서 써주시면 그걸로 충분하다 생각합니다.ㅎㅎ\n\n      ","\n        업무 관련 기술 / 활동 분야\n        \n          math\n           Linear Algebra\n          C++\n          Python\n          optimization\n        \n      ","\n        채용 상세\n                    아래는 구체적인 지원시 조건입니다.[필수요건] - 팀원들과 편안하게 소통할 수 있는 능력 - Python / C++ 개발능력[우대사항] - C++11 이후의 Modern C++ 에 대한 깊은 이해 - 컴퓨터 아키텍처에 대한 지식 - 멀티플랫폼 개발능력[근무환경] - 주 1회 팀회의 - 자율적인 업무분위기 - 논문 리딩, 스터디를 통한 지식과 업무공유…\n            더 보기\n            아래는 구체적인 지원시 조건입니다.[필수요건] - 팀원들과 편안하게 소통할 수 있는 능력 - Python / C++ 개발능력[우대사항] - C++11 이후의 Modern C++ 에 대한 깊은 이해 - 컴퓨터 아키텍처에 대한 지식 - 멀티플랫폼 개발능력[근무환경] - 주 1회 팀회의 - 자율적인 업무분위기 - 논문 리딩, 스터디를 통한 지식과 업무공유가 매주 수회 있음 - 누구든 의견을 자유롭게 말할 수 있는 분위기 - 매니지먼트를 최소화하고 자율적인 업무진행을 장려\n"]}